{
  "content": "Termini di servizio | Arc Games\r\n\r\n\r\nQUESTO DOCUMENTO CONTIENE IMPORTANTI TERMINI E CONDIZIONI APPLICABILI AL TUO ACCESSO E UTILIZZO DEL NOSTRO SITO E SERVIZI. SI PREGA DI LEGGERE ATTENTAMENTE QUESTI TERMINI PRIMA DI INIZIARE A UTILIZZARE IL SITO WEB EI NOSTRI SERVIZI. ACCEDENDO O UTILIZZANDO QUESTO SITO O SCARICANDO QUALSIASI GIOCO, L'UTENTE ACCETTA DI ESSERE VINCOLATO DAI TERMINI QUI DESCRITTI. SE NON ACCETTI TUTTI QUESTI TERMINI, NON UTILIZZARE QUESTO SITO WEB OI GIOCHI.\r\n\r\n\r\nBenvenuto in Arc Games, gestito da Perfect World Entertainment, Inc. (\"PWE\", \"Noi\" o \"Noi\"). Questo documento contiene i termini e le condizioni (\"Termini\") per disciplinare l'accesso e l'utilizzo del sito Web PWE situato all'indirizzo www.arcgames.com (o qualsiasi URL successivo che potrebbe sostituirlo) e tutti i siti Web e micro- siti, siti mobili e sottodomini di tali siti (collettivamente, il \"Sito Web\"), qualsiasi gioco e piattaforma di gioco, client o server gestiti da PWE attraverso il Sito Web o altrimenti supportati da PWE sul Sito Web (i \"Giochi\") e tutti caratteristiche, funzioni, software e servizi offerti attraverso questo sito web. Il sito web, i giochi e le caratteristiche, funzioni, software e servizi offerti attraverso questo sito web costituiscono collettivamente il \"servizio\".\r\n\r\n\r\n1. Accordo legale\r\n   1. I presenti Termini costituiscono un accordo legale vincolante (\"Accordo\") tra l'utente e Perfect World Entertainment, Inc., una società della California.\r\n   \r\n   2. In questo Accordo, i termini \"noi / nostro\" indicano Perfect World Entertainment, Inc. \"Tu / tuo\" indica te come utente del Servizio.\r\n   \r\n   3. I Termini qui descritti si applicano a te se visiti il ??nostro sito Web, utilizzi il nostro servizio e utilizzi i giochi. Prima di utilizzare il Servizio o qualsiasi parte del Servizio, è necessario leggere e accettare i presenti Termini.\r\n   \r\n   4. L'utilizzo del Servizio costituirà il tuo consenso ad accettare ed essere vincolato dai termini e le condizioni descritti nei presenti Termini e il tuo consenso a rispettare le Regole di condotta pubblicate sul sito web o altrimenti fornite da PWE (le \"Regole di condotta \") e qualsiasi contratto di licenza con l'utente finale (\" EULA \") applicabile al nostro software di gioco o altro software che possiamo fornire in relazione al Servizio. Tutte le identità degli utenti create sul sito Web sono regolate dai presenti Termini. Ciò include, ma non è limitato a, una corretta condotta all'interno e all'esterno del gioco relativa al Gioco.\r\n   \r\n   5. Se non sei d'accordo con uno qualsiasi dei Termini, ti preghiamo di non accedere o utilizzare in altro modo il Servizio.\r\n   \r\n   6. Con la presente dichiari di avere la capacità giuridica per stipulare il presente Contratto e non ti è impedito di ricevere il Servizio ai sensi delle leggi degli Stati Uniti o di qualsiasi altra giurisdizione applicabile.\r\n   \r\n   7. Comprendi e accetti che il Servizio possa includere annunci di servizio e messaggi amministrativi e potresti non avere il diritto di rinunciare a riceverli.\r\n   \r\n   8. Il presente Contratto è in aggiunta a, e non sostituisce in alcun modo, alcun EULA o termini e condizioni aggiuntivi che potrebbero applicarsi quando l'utente utilizza o acquista determinati altri prodotti, servizi, servizi di affiliazione, contenuti di terze parti o software di terze parti. Nel caso in cui il contenuto del presente Contratto sia contrario a una o più disposizioni di qualsiasi altro contratto o termine o condizione specifico, prevarranno le disposizioni del Contratto, dei termini o delle condizioni specifici.\r\n\r\n\r\n2. Modifiche ai termini\r\n   1. Possiamo emendare e / o modificare i presenti Termini, le Regole di condotta e qualsiasi EULA in qualsiasi momento a nostra esclusiva discrezione.\r\n\r\n   2. Gli emendamenti e le modifiche ai Termini saranno pubblicati sul sito Web e avranno effetto immediatamente dopo la loro pubblicazione sul sito Web, o altrimenti verrà fornita una copia degli emendamenti o modifiche. Rinunci a qualsiasi diritto che potresti avere di ricevere un avviso specifico di tali cambiamenti o modifiche.\r\n\r\n   3. È tua responsabilità controllare periodicamente i Termini, le Regole di condotta e qualsiasi EULA in modo da acquisire familiarità con i loro contenuti poiché possono essere modificati o modificati di volta in volta. Continuando a utilizzare qualsiasi parte del Servizio, stai già accettando i termini rivisti o aggiornati. Se non accetti i termini modificati, devi interrompere l'utilizzo del Servizio.\r\n\r\n   \r\n3. Descrizione\r\n   1. PWE fornisce giochi online multigiocatore gratuiti agli utenti registrati e le relative caratteristiche, funzioni e servizi disponibili attraverso il sito web, come i forum della comunità e altre aree interattive. Per accedere ai nostri Giochi, ti potrebbe essere richiesto di scaricare e installare determinati software client e tale accesso comporta l'uso di hardware, software e accesso a Internet (che riconosci svolgere un ruolo cruciale nella tua esperienza utente).\r\n\r\n   2. Accetti che non siamo responsabili per eventuali problemi di hardware, software o accesso a Internet, qualità, idoneità o indisponibilità. Non forniamo l'accesso a Internet e tu sei responsabile di tutte le tariffe relative alle tariffe telefoniche e di accesso a Internet insieme a tutte le attrezzature necessarie, assistenza, riparazione o correzione sostenute per mantenere la connettività ai server.\r\n\r\n\r\n4. Account\r\n   1. Potrebbe esserti richiesto di creare un account (un \"Account\") per accedere al nostro Servizio e per utilizzare alcune caratteristiche e funzioni del nostro Servizio.\r\n\r\n   2. PER UTILIZZARE I NOSTRI SERVIZI, È NECESSARIO SODDISFARE ALCUNI REQUISITI DI ETÀ STIPULATI NELLA GIURISDIZIONE DELLA VOSTRA RESIDENZA E DEVI AVERE IL POTERE DI SOTTOSCRIVERE UN ACCORDO VINCOLANTE CON NOI AI SENSI DI QUALSIASI LEGGE APPLICABILE. Ad esempio, se risiedi negli Stati Uniti, devi avere almeno 13 anni per creare un account e devi avere almeno 18 anni per stipulare un contratto in modo indipendente. Se hai almeno 13 anni, ma hai meno dell'età legale per stipulare un contratto nella giurisdizione in cui risiedi (\"Età legale\") e / o meno di 18 anni, ti chiediamo di rivedere i presenti Termini con i tuoi genitori o tutore legale per assicurarsi che li leggano e li accettino. Se sei il genitore o il tutore legale di un utente del nostro sito web, giochi e / o servizi e hai domande sui Termini, contattaci all'indirizzo tos@perfectworld.com.\r\n   \r\n   3. Creando un account o utilizzando in altro modo il Servizio, dichiari di essere maggiorenne o di almeno 18 anni e accetti i presenti Termini, o che hai più di 13 anni e che i tuoi genitori o tutori legali hanno letto e accettato questi Termini e tu comprendi e accetti che facciamo affidamento su tale rappresentazione per consentirti di utilizzare il Servizio.\r\n\r\n   4. Nonostante quanto sopra, soggetto alle leggi applicabili in alcune giurisdizioni, alcune parti del nostro Servizio possono contenere contenuti per adulti non adatti a persone di età inferiore all'età legale o 18 anni di età. Ti chiederemo di confermare che sei maggiorenne o 18 anni o più per accedere a tali contenuti. Se si accede a qualsiasi parte del Servizio destinata o contrassegnata solo per un pubblico adulto, si dichiara di essere maggiorenne o di almeno 18 anni e di avere il diritto legale di accedere a tale contenuto. Non saremo responsabili in alcun modo per la vostra mancata conferma accurata della vostra età secondo i termini qui di seguito.\r\n\r\n   5. Quando crei un account e un'identità utente (\"ID utente\"), accetti di (i) fornire informazioni veritiere, accurate, aggiornate e complete come richiesto nei campi obbligatori (le \"Informazioni sull'account\") e (ii) mantenere prontamente e aggiornare tale ID utente e le informazioni sull'account per mantenerlo vero, accurato, attuale e completo.\r\n\r\n   6. Tu, in quanto creatore del tuo account e ID utente, sei l'unico responsabile del tuo ID utente e dell'immagine del profilo caricata nel tuo profilo ID utente (l'ID utente e l'immagine del profilo nell'ID utente sono collettivamente denominati \"ID utente \"). Non tollereremo ID utente offensivi o osceni. Se un ID utente viola qualsiasi parte dei presenti Termini, possiamo immediatamente, temporaneamente o definitivamente vietare tale ID utente, rimuovere o disabilitare l'accesso a immagini, parole o frasi problematiche o disabilitare l'accesso a tali ID utente con o senza preavviso . La rimozione o la disabilitazione dell'accesso a tali ID utente sarà a nostra esclusiva discrezione e non promettiamo di rimuovere o disabilitare l'accesso a qualsiasi ID utente specifico.\r\n\r\n   7. Il tuo account può essere utilizzato solo da te stesso. Non siamo responsabili per qualsiasi uso improprio del tuo account o del tuo ID utente, accetti di accettare tutti i rischi di uso improprio e accesso non autorizzato al tuo account e di tenere noi e le nostre affiliate indenni da e contro qualsiasi uso improprio del tuo account o del tuo utente ID, incluso, ma non limitato a, uso improprio o non autorizzato da parte di qualcuno a cui hai rivelato la tua password.\r\n\r\n   8. Tieni presente che sei responsabile del mantenimento della riservatezza e della sicurezza del tuo ID utente e della tua password in ogni momento e accetti di notificarci se la tua password viene persa, rubata o divulgata a terzi non autorizzati, o altrimenti potrebbe sono stati compromessi. Sei l'unico responsabile per tutte le attività e le transazioni che si verificano sotto il tuo account e noi non siamo responsabili per qualsiasi uso improprio del tuo account, incluso, senza limitazioni, il caso in cui la tua password venga rubata o rivelata a terzi e / o utilizzata per le transazioni . Accetti di notificarci immediatamente qualsiasi uso improprio del tuo Account o qualsiasi altra violazione della sicurezza in relazione al Servizio a te noto. Ti offriamo la possibilità di cambiare la tua password per salvaguardare il tuo account.\r\n\r\n   9. Il tuo account può essere chiuso se non utilizzi il tuo account entro dodici mesi dalla data in cui è stato creato o per un periodo continuativo di dodici mesi. Se non utilizzi il tuo Account per un periodo continuativo di dodici o più mesi, esso può essere terminato da noi a nostra esclusiva discrezione.\r\n\r\n   10. Tenteremo di informarti via e-mail prima di chiudere il tuo account, a meno che non stiamo terminando, disattivando o eliminando il tuo account o ID utente per una violazione dei presenti Termini o interruzione del servizio. Tuttavia, non saremo responsabili in alcun modo per eventuali omissioni di preavviso. Se ci comunichi entro cinque giorni dall'avviso che desideri mantenere attivo il tuo account, non lo interromperemo. In caso contrario, il tuo account verrà chiuso e potrebbe essere eliminato definitivamente, insieme al tuo ID utente, record, gradi e informazioni sul servizio.\r\n\r\n   11. La chiusura del tuo Account comporta anche la cessazione della licenza per utilizzare il Servizio e i Materiali Proprietari, o qualsiasi parte di essi.\r\n\r\n   12. Tieni presente che, indipendentemente da qualsiasi avviso, ci riserviamo il diritto di interrompere il Servizio o di chiudere o sospendere il tuo Account in qualsiasi momento a nostra esclusiva discrezione, per qualsiasi motivo o per nessun motivo nella misura consentita dalla legge applicabile.\r\n\r\n\r\n5. Diritti di proprietà\r\n   1. Il sito Web, i giochi, il software e il servizio sono di proprietà di PWE o dei licenziatari di PWE, che sono protetti dalle leggi statunitensi e internazionali, incluse ma non limitate alle leggi sul copyright. Tutti i diritti, gli interessi e i titoli attuali e futuri nel e sul sito Web, il gioco, il software e il servizio, tutte le funzionalità e il contenuto degli stessi, inclusi, a titolo esemplificativo, account utente, titoli, codice del computer (codice sorgente, codice oggetto e progetto preparatorio materiali), file, software di gioco, software client e server, strumenti, patch, aggiornamenti, temi, oggetti, personaggi, nomi di personaggi, storie, trame, oggetti, contenuti, testo, know-how, dialoghi, slogan, temi, luoghi, concetti , opere d'arte, design, grafica, immagini, video, animazione, suoni, musica, musical, composizioni, registrazioni audio, effetti audiovisivi, informazioni, dati, documentazione, \"applet\", trascrizioni di chat, informazioni sul profilo del personaggio, gioco, registrazioni , negli oggetti di gioco, nelle attività di gioco, monete e Zen, opere d'arte e composizioni create da Intelligenza Artificiale (\"opere create dall'intelligenza artificiale\"), e la loro selezione e disposizione (collettivamente i \"Materiali proprietari\") sono erty o interessi di PWE o dei suoi licenziatari e sono protetti dalle leggi statunitensi e internazionali sul copyright e da altre leggi sui diritti di proprietà.\r\n   \r\n   2. Nel caso in cui si apportino modifiche, adattamenti o lavori derivati ??di qualsiasi tipo ai Materiali proprietari (le \"Modifiche\") nonostante il paragrafo 10.2, sia autorizzato che non autorizzato, l'utente comprende e accetta di non mantenere alcun diritto di alcun tipo in ed a tali Modifiche e che tutti i diritti in esse contenuti appartengono esclusivamente a PWE. Con la presente l'utente cede irrevocabilmente (e accetta di cedere) e trasferisce a PWE, libero e libero da qualsiasi restrizione o impegno, senza alcun compenso oltre il corrispettivo qui previsto, qualsiasi diritto, titolo e interesse che potrebbe avere in e per tali Modifiche . Questa cessione include, senza limitazioni, tutti i diritti d'autore mondiali e i diritti di brevetto relativi a tali Modifiche e il diritto di citare in giudizio per violazioni passate e future. Con la presente accetti di cooperare con PWE in relazione alla sua protezione e di eseguire tali documenti (come ulteriore atto di trasferimento o cessione), se del caso, secondo le esigenze di PWE per perfezionare i suoi diritti qui di seguito. Rinunci e accetti di non far valere alcun diritto morale o simile che potresti avere nelle Modifiche per quanto possibile dalla legge imperativa applicabile.\r\n   \r\n   3. Inoltre, nella misura in cui le assegnazioni di cui al paragrafo 5.2 non trasferiscono alcun interesse di proprietà nelle o alle Modifiche, concedi espressamente a PWE, a noi e ai nostri licenziatari tutti i consensi, le autorizzazioni e un diritto non esclusivo, esente da royalty, perpetuo , diritto mondiale, completo, completamente sublicenzabile e irrevocabile di fare, utilizzare, vendere, offrire in vendita, importare o altrimenti sfruttare, ripubblicare, pubblicare, utilizzare, citare, adattare, tradurre, archiviare, memorizzare, riprodurre, modificare, creare lavori derivati ??da, sindacare, concedere in licenza, stampare, concedere in sublicenza, distribuire, trasmettere, trasmettere, altrimenti comunicare e mostrare pubblicamente ed eseguire le Modifiche, o qualsiasi parte di esse, in qualsiasi modo o forma e in qualsiasi mezzo o forum, sia ora noto o di seguito concepito, senza preavviso, riconoscimento o compenso. Rinunci e accetti di non far valere alcun diritto morale o simile che potresti avere nelle Modifiche per quanto possibile dalla legge imperativa applicabile.\r\n\r\n\r\n6. Privacy\r\n   1. Si prega di consultare la nostra Privacy Policy e Cookie Policy [a], per informazioni riguardanti la raccolta, l'uso e la distribuzione di informazioni personali. Comprendi e accetti che possiamo raccogliere, utilizzare e divulgare le informazioni come descritto nell'Informativa sulla privacy e nell'Informativa sui cookie.\r\n\r\n   2. Comprendi e accetti che possiamo accedere, divulgare o preservare le informazioni personali, incluso il contenuto delle tue comunicazioni, in buona fede, nella convinzione in buona fede che siamo legalmente autorizzati o tenuti a farlo, o che ciò sia ragionevolmente necessario o appropriato per rispettare la legge o procedimenti legali o autorità, rispondere a qualsiasi reclamo o proteggere i diritti, la proprietà o la sicurezza di Perfect World, dei nostri utenti, dei nostri dipendenti o del pubblico, incluso, senza limitazione, per proteggere Perfect World o i nostri utenti da attività fraudolente , uso abusivo, inappropriato o illegale del nostro Servizio.\r\n\r\n   \r\n7. Aggiornamenti del gioco\r\n   1. Quando aggiorniamo o applichiamo delle patch ai nostri Giochi, possiamo utilizzare una routine di patch per verificare se la versione più recente del software client è installata sul tuo computer o sul tuo dispositivo. In caso contrario, la versione più recente può essere caricata automaticamente sul tuo computer o dispositivo, e con la presente acconsenti e rinunci a qualsiasi ulteriore avviso di tale caricamento.\r\n\r\n\r\n8. Monitoraggio\r\n   1. Comprendi e accetti che quando comunichi con altri giocatori all'interno di un gioco o utilizzi funzionalità interattive disponibili sul sito Web, come messaggistica istantanea, forum o chat room, tali comunicazioni e messaggi vengono trasmessi attraverso i nostri server e possiamo, ma non sono obbligati a monitorare tutte le comunicazioni e i messaggi di questo tipo, inclusi quelli designati come \"privati\" nella misura consentita dalla legge. Per ulteriori informazioni su come raccogliamo ed elaboriamo i dati su di te, consulta la nostra Informativa sulla privacy [b].\r\n\r\n\r\n9. Notifica push e notifica locale\r\n   1. Comprendi e accetti che possiamo, con il tuo consenso, inviare notifiche push e notifiche locali al tuo dispositivo mobile per fornire aggiornamenti di gioco e altri messaggi pertinenti.\r\n\r\n\r\n10. Licenza concessa all'utente\r\n   1. In base ai presenti Termini e a qualsiasi EULA applicabile, ti concediamo, solo per uso personale e non commerciale, un'autorizzazione limitata, non esclusiva, revocabile, non trasferibile e non cedibile in sublicenza per accedere e utilizzare il sito web, il Servizio e i Materiali Proprietari. Tale autorizzazione rimane in vigore fino a quando ea meno che non venga risolta dall'utente o da PWE. Prometti e accetti di utilizzare il sito Web, i servizi e i materiali proprietari per il tuo uso personale e non commerciale e che non ti impegnerai nelle condotte vietate nei presenti Termini.\r\n   \r\n   2. Ad eccezione di quanto espressamente consentito nei presenti Termini o nell'EULA applicabile, tale licenza non include e l'utente accetta di non impegnarsi in: (a) rivendita, sublicenza, prestito o uso commerciale del Servizio o dei Materiali proprietari ivi contenuti ; (b) distribuzione, esecuzione pubblica o esposizione pubblica di qualsiasi Materiale proprietario tranne che in relazione al gioco nel corso ordinario, (d) modifica, adattamento, alterazione, miglioramento o altro utilizzo derivato di qualsiasi Gioco, contenuto di gioco o altro Materiali proprietari o qualsiasi parte di essi; (e) utilizzo di qualsiasi data mining, robot o metodi simili di raccolta o estrazione di dati; (f) il download (diverso dalla memorizzazione nella cache della pagina) di qualsiasi parte del Materiale proprietario o di qualsiasi informazione in esso contenuta, salvo quanto espressamente consentito sul sito Web; (g) decodificare o decompilare i Materiali Proprietari, o tentare in altro modo di derivare il codice sorgente dai Giochi o da altro software incluso nei Materiali Proprietari; (h) qualsiasi utilizzo dei Servizi o dei Materiali proprietari diverso da quello previsto.\r\n\r\n   3. Qualsiasi utilizzo del Servizio o dei Materiali proprietari diverso da quanto specificamente autorizzato nel presente documento, senza il preventivo consenso scritto da parte nostra, è severamente vietato e, a discrezione di PWE, terminerà la licenza qui concessa. Tale utilizzo non autorizzato può anche violare le leggi applicabili, incluse, senza limitazione, le leggi sul copyright e sui marchi e le normative e gli statuti sulle comunicazioni applicabili. A meno che non sia esplicitamente dichiarato nel presente documento, nulla in questi Termini deve essere interpretato come conferimento di alcuna licenza o diritto sui diritti di proprietà intellettuale, sia per preclusione, implicazione o altro. Questa licenza è revocabile in qualsiasi momento con o senza motivo.\r\n\r\n   4. I Giochi e i Servizi non vengono venduti a te trasferiti e non ti viene concesso alcun diritto, titolo o interesse nel sito Web, nei Servizi o nei Giochi ad eccezione dei diritti espressamente concessi all'utente nella sezione 10 del presente documento, e PWE ei suoi licenziatari mantengono la proprietà di tutte le copie del Gioco e dei Materiali proprietari anche dopo l'installazione del Gioco su personal computer, console, dispositivi mobili, tablet e / o altri dispositivi (\"Dispositivi\").\r\n\r\n   5. Tutti i marchi, marchi di servizio, nomi commerciali, loghi, nomi di dominio e qualsiasi altra caratteristica del marchio Perfect World, del sito Web, dei giochi e dei servizi (\"Elementi distintivi del marchio Arc Games\") sono di proprietà esclusiva di PWE o dei suoi licenzianti. Non ti viene concesso alcun diritto di utilizzare gli Elementi distintivi del marchio Arc Games per uso commerciale o non commerciale.\r\n\r\n   6. Accetti di rispettare i Termini e di non utilizzare il Sito Web, i Servizi, i Giochi o qualsiasi parte di essi in qualsiasi modo non espressamente consentito dai presenti Termini.\r\n\r\n\r\n11. Regole di condotta degli utenti\r\n   1. È necessario osservare i presenti Termini, tutte le Regole di condotta, tutte le leggi applicabili e tutte le regole di base dell'etichetta e della cortesia comune quando si utilizza il Servizio. Qualsiasi condotta che violi la legge in una comunità offline del mondo reale è anche una violazione dei presenti Termini. Non tollereremo alcuna condotta illegale o offensiva.\r\n   \r\n   2. Senza limitare quanto sopra, oltre alle regole del Contenuto utente stabilite nella Sezione 12, accetti di non intraprendere nessuna delle seguenti azioni:\r\n    - nuocere in qualsiasi modo ai minori;\r\n    - impersonare qualsiasi persona o entità, inclusi funzionari di PWE, leader di forum, guide, host, dipendenti o agenti, o dichiarare falsamente o in altro modo travisare la propria affiliazione con una persona o entità;\r\n    - falsificare le intestazioni o manipolare in altro modo gli identificatori al fine di mascherare l'origine di qualsiasi messaggio trasmesso attraverso il sito web;\r\n    - caricare, pubblicare, inviare tramite posta elettronica, trasmettere o altrimenti rendere disponibile pubblicità, materiale promozionale, \"posta indesiderata\", \"spam\", \"catene di Sant'Antonio\", \"schemi piramidali\" o qualsiasi altra forma di sollecitazione non richiesta o non autorizzata;\r\n    - interferire con o interrompere il Servizio o i server o le reti connesse al Servizio, o disobbedire a qualsiasi requisito, procedura, politica o regolamento delle reti connesse al Servizio;\r\n    - \"perseguitare\", minacciare o in altro modo molestare o causare disagio a un altro;\r\n    - raccogliere, archiviare, pubblicare o altrimenti diffondere dati personali su altri utenti;\r\n    - ostacolare o interrompere il Servizio o il normale flusso di gioco o dialogo nel Gioco o nelle Aree Interattive (definite di seguito) nel Servizio o utilizzare un linguaggio volgare, abusivo, uso di urla eccessive (TUTTO MAIUSCOLO), \"spamming\" o altro altri metodi distruttivi o dannosi nel tentativo di disturbare altri utenti o i nostri dipendenti;\r\n    - impegnarsi, incoraggiare o promuovere qualsiasi attività illegale o qualsiasi attività che violi i presenti Termini o le Regole di condotta;\r\n    - intraprendere azioni che frodano o tentano di frodare, truffare o imbrogliare altri oggetti che sono stati guadagnati attraverso il gioco autorizzato;\r\n    - imbrogliare o utilizzare exploit non autorizzati in connessione con i Giochi o il Servizio;\r\n    - utilizzare o sfruttare qualsiasi bug, errore o difetto di progettazione per ottenere l'accesso non autorizzato al Servizio o per ottenere un vantaggio sleale sugli altri giocatori;\r\n    - scambiare, vendere, mettere all'asta o trasferire in altro modo oggetti virtuali o beni di qualsiasi natura al di fuori del gioco;\r\n    - intraprendere qualsiasi azione che interrompa il Servizio o che influisca negativamente o che possa impedire ad altri utenti di godere del Sito Web, dei Giochi o di qualsiasi altro aspetto del Servizio.\r\n\r\n   3. Possiamo intraprendere qualsiasi azione e imporre le sanzioni che riteniamo necessarie per scoraggiare e punire qualsiasi violazione di questi termini o qualsiasi altra condotta illegale o inappropriata, il tutto senza preavviso o avvertimento. La determinazione del fatto che si sia verificata una violazione e chi sia responsabile di tale atto è esclusivamente a nostra discrezione e si basa su ciò che riteniamo migliore per la comunità e il Servizio. Utilizzando il Servizio, accetti di essere vincolato dalla nostra determinazione sul fatto che si sia verificata una violazione e qualsiasi sanzione che scegliamo di implementare.\r\n\r\n\r\n12. Contenuto utente\r\n   1. Il Servizio può includere forum di discussione, chat room, feedback degli utenti, funzionalità di messaggistica, commenti e altre aree o servizi interattivi (\"Aree interattive\") in cui l'utente o altri utenti creano, pubblicano, inviano o archiviano contenuti, messaggi, materiali , dati, informazioni, testo, musica, suoni, immagini, foto, video, grafica, codice o altri elementi o materiali su o attraverso il Sito Web, nonché qualsiasi altra parte dei Servizi (ad esempio, chat room di gioco, forum o organizzazione di una gilda) (il \"Contenuto utente\"). Il Contenuto dell'utente include anche il Contenuto generato dall'utente come stabilito nella sezione 13 del presente documento.\r\n\r\n   2. I Contenuti dell'utente pubblicati sul sito Web sono disponibili pubblicamente e non riservati e diventeranno proprietà esclusiva di PWE. Ti consigliamo vivamente di non pubblicare alcuna informazione personale su te stesso o su altri.\r\n\r\n   3. Accetti di non pubblicare, caricare, trasmettere, distribuire, archiviare, creare o pubblicare in altro modo nessuno dei seguenti:\r\n    - Contenuti dell'utente illegali, calunniosi, diffamatori, osceni, pornografici, indecenti, osceni, allusivi, molesti, minacciosi, invasivi della privacy o dei diritti di pubblicità, offensivi, provocatori, fraudolenti o altrimenti discutibili;\r\n    - Contenuto utente che costituirebbe, incoraggerebbe o fornirà istruzioni per un reato penale, violerebbe i diritti di qualsiasi parte o che altrimenti creerebbe responsabilità o violerebbe qualsiasi legge locale, statale, nazionale o internazionale;\r\n    - Contenuti dell'utente che possono violare brevetti, marchi, segreti commerciali, copyright o altri diritti intellettuali o proprietari di qualsiasi parte. Pubblicando qualsiasi Contenuto utente, dichiari e garantisci di avere il diritto legale di distribuire e riprodurre tale Contenuto utente;\r\n    - Contenuto utente che impersona qualsiasi persona o entità o altrimenti travisa la tua affiliazione con una persona o entità;\r\n    - promozioni, campagne politiche, pubblicità o sollecitazioni non richieste;\r\n    - Informazioni private di terze parti, inclusi, senza limitazione, indirizzi, numeri di telefono, indirizzi e-mail, numeri di previdenza sociale e numeri di carte di credito;\r\n    - virus, dati corrotti o altri file dannosi, dannosi o distruttivi;\r\n    - Contenuti dell'utente che violano le Regole di condotta o che, a nostro insindacabile giudizio, sono discutibili o che limitano o inibiscono a qualsiasi altra persona l'utilizzo o il godimento del Servizio, o che possono esporre noi oi nostri utenti a qualsiasi danno o responsabilità di qualsiasi tipo .\r\n\r\n   4. Non ci assumiamo alcuna responsabilità e non ci assumiamo alcuna responsabilità per qualsiasi Contenuto utente pubblicato, archiviato o caricato da te o da terzi, o per qualsiasi perdita o danno ad esso, né siamo responsabili per eventuali errori, diffamazioni, calunnie, diffamazioni, omissioni, falsità, oscenità, pornografia o parolacce che potresti incontrare. L'utilizzo del Servizio, comprese le Aree interattive, è a proprio rischio. In qualità di fornitore di servizi interattivi, non siamo responsabili per dichiarazioni, rappresentazioni o Contenuti utente forniti dagli utenti in qualsiasi forum pubblico, home page personale o altra Area interattiva. Sebbene non abbiamo alcun obbligo di vagliare, modificare o monitorare alcun Contenuto utente, ci riserviamo il diritto, e abbiamo assoluta discrezione, di rimuovere, vagliare o modificare qualsiasi Contenuto utente pubblicato o archiviato in qualsiasi momento e per qualsiasi motivo senza preavviso.\r\n   \r\n   5. Sei l'unico responsabile della creazione di copie di backup e della sostituzione di qualsiasi Contenuto utente che pubblichi o memorizzi a tuo esclusivo costo e spesa. Qualsiasi utilizzo del Servizio, comprese le Aree interattive o altre parti di esse in violazione di quanto sopra, viola i presenti Termini e può comportare, tra le altre cose, la cessazione o la sospensione dei diritti dell'utente di utilizzare il Servizio o parte di esso.\r\n   \r\n   6. Sei l'unico responsabile per tutti i Contenuti utente che pubblichi e per l'utilizzo del Servizio, comprese le Aree interattive. Dichiari e garantisci che (a) possiedi e controlli tutti i diritti (di proprietà intellettuale) sul Contenuto utente che pubblichi o che hai il diritto di pubblicare tale Contenuto utente sul Sito; (b) il Contenuto dell'utente è accurato e non fuorviante; e (c) l'uso e la pubblicazione del Contenuto utente fornito non viola i presenti Termini, le Regole di condotta, le leggi applicabili o i tabù religiosi e non violerà o violerà alcuna pubblicità, personalità o diritti di terzi né causerà lesioni a qualsiasi persona o entità, o implica qualsiasi affiliazione o approvazione da parte nostra o del Contenuto utente. Sarai l'unico responsabile per tutti i diritti d'autore, commissioni, danni e qualsiasi altro denaro derivante da qualsiasi violazione di tale diritto o qualsiasi altro danno derivante da qualsiasi Contenuto utente fornito.\r\n   \r\n   7. In considerazione dell'utilizzo del Servizio e per quanto possibile e consentito dalla legge imperativa applicabile, con la presente trasferisci e assegni irrevocabilmente (e accetti di assegnare) a PWE tutti i diritti, i titoli e gli interessi relativi al Contenuto dell'utente. crei, pubblichi, archivi o trasmetti su o tramite il Servizio, inclusi tutti i diritti di proprietà intellettuale ivi contenuti. Se tale cessione e trasferimento a PWE non è possibile secondo la legge imperativa applicabile, l'utente accetta che tutti i diritti, titoli e interessi siano assegnati e trasferiti a PWE. Con la presente accetti di cooperare con PWE in relazione alla sua protezione e di eseguire tali documenti (come ulteriori atti di trasferimento o cessione), se del caso, secondo le esigenze di PWE per perfezionare i suoi diritti qui di seguito.\r\n   \r\n   8. Nella misura in cui le precedenti assegnazioni non trasferiscono alcun interesse di proprietà in o al Contenuto utente, l'utente concede espressamente a noi e ai nostri licenziatari tutti i consensi, le autorizzazioni e una garanzia non esclusiva, esente da royalty, perpetua, mondiale, completa, diritto concedibile in licenza e irrevocabile di ripubblicare, pubblicare, utilizzare, citare, adattare, tradurre, archiviare, memorizzare, riprodurre, modificare, creare opere derivate da, sindacare, concedere in licenza, stampare, concedere in sublicenza, distribuire, trasmettere, trasmettere, altrimenti comunicare e visualizzare ed eseguire pubblicamente, fare, utilizzare, vendere, offrire in vendita, importare o altrimenti sfruttare il Contenuto dell'utente, o qualsiasi parte di esso, in qualsiasi modo o forma e in qualsiasi mezzo o forum, ora noto o ideato in seguito, senza preavviso, riconoscimento o compenso all'utente. Rinunci e accetti di non far valere alcun diritto morale o simile che potresti avere sui Contenuti dell'utente.\r\n   \r\n   9. Se ritieni che qualsiasi Contenuto utente nel Servizio violi i diritti di proprietà intellettuale che possiedi o controlli, ti preghiamo di notare innanzitutto che non mediamo controversie IP tra le parti. Di conseguenza, ti invitiamo a contattare direttamente la parte che ha creato il Contenuto utente in questione. Se non riesci a raggiungere una risoluzione reciproca con tale parte, puoi inviarci una notifica di tale violazione alle informazioni di contatto qui riportate:\r\n    - La notifica conterrà le seguenti informazioni necessarie per valutare la situazione: (i) URL o screenshot del Contenuto utente in questione e identificare l'utente specifico che ha caricato il Contenuto utente; (ii) prova o certificato dei diritti di proprietà intellettuale applicabili che possiedi; (iii) una descrizione della violazione e la soluzione suggerita che potresti ragionevolmente richiedere, (iv) una dichiarazione che la tua accusa è stata fatta in buona fede e (v) le tue informazioni di contatto. Potremmo contattarti per chiedere ulteriori informazioni e materiali di supporto.\r\n    - Se riteniamo, a nostra esclusiva discrezione, che il tuo reclamo dimostri un chiaro caso di violazione, invieremo un avviso all'utente come identificato nella tua notifica per richiedere a tale utente di rimuovere o modificare in altro modo il contenuto in violazione, o quando la violazione è di natura grave, possiamo rimuovere o limitare direttamente l'accesso al contenuto in violazione e notificare tale eliminazione all'utente in violazione. Ti faremo sapere il risultato dello smaltimento a tempo debito con le informazioni di contatto che ci lasci. Se tale utente autore della violazione non è d'accordo con la nostra decisione e ritiene che non vi sia alcuna violazione, in determinate circostanze può presentare una domanda riconvenzionale con la richiesta di annullare la nostra azione. PWE può o meno onorare tale richiesta a esclusiva discrezione di PWE.\r\n    - Comprendi e accetti che PWE non è responsabile per i Contenuti dell'utente né sosteniamo alcuna opinione contenuta in alcun Contenuto dell'utente. Sebbene PWE rispetti pienamente i diritti di proprietà intellettuale e si impegna a proteggere i tuoi interessi legittimi nel funzionamento dei Servizi, non garantiamo di rimuovere o eliminare tutti i contenuti in violazione pubblicati da qualsiasi utente al di là di uno sforzo commercialmente ragionevole.\r\n\r\n\r\n13. Contenuti generati dagli utenti\r\n   1. I Giochi possono contenere determinate utilità di progettazione, programmazione ed elaborazione, strumenti, risorse e altre risorse (\"The Foundry\") da utilizzare con il Gioco che consentono di creare nuovi livelli di gioco personalizzati e altri materiali di gioco correlati per uso personale in connessione con il gioco (\"Contenuto generato dall'utente\"). Accetti che il tuo utilizzo del Foundry sia soggetto ai presenti Termini e alle seguenti limitazioni di licenza aggiuntive:\r\n   \r\n   2. Il Contenuto generato dall'utente può essere creato solo se tale Contenuto generato dall'utente può essere utilizzato esclusivamente in combinazione con la versione online del Gioco. Il Contenuto generato dall'utente non può essere progettato per essere utilizzato come prodotto autonomo. I Contenuti generati dagli utenti che crei utilizzando Foundry sono soggetti alle seguenti regole e limitazioni:\r\n   \r\n   3. Altri usi vietati dei Contenuti generati dagli utenti pubblicati utilizzando Foundry:\r\n    - Non è possibile utilizzare i Contenuti generati dagli utenti per sostenere o opporsi a partiti politici, associazioni (ad esempio, repubblicani, democratici, candidati o altro) o qualsiasi aspetto di qualsiasi problema.\r\n    - Non puoi utilizzare i Contenuti generati dagli utenti per rappresentare un'immagine di qualsiasi persona reale (storica o attuale). Non è possibile utilizzare i Contenuti generati dagli utenti per pubblicizzare attività, prodotti o servizi di qualsiasi parte.\r\n    - Non puoi pubblicare URL web nei tuoi contenuti.\r\n    - Non è possibile utilizzare i Contenuti generati dagli utenti per trasmettere parolacce, volgarità, linguaggio ostile, linguaggio sessuale esplicito, riferimenti dispregiativi a razza, sesso, religione, età, menomazioni mentali o fisiche, obesità o orientamento sessuale, o fare riferimento a droghe (legali o illecito) o farmaci.\r\n    - Non è possibile utilizzare materiale protetto da copyright o con marchio di fabbrica di terze parti, senza ottenere licenze irrevocabili e scritte concesse specificamente a tale scopo.\r\n    - Non puoi utilizzare i Contenuti generati dagli utenti per sfruttare il design del gioco.\r\n    - Non puoi utilizzare i Contenuti generati dagli utenti per violare i diritti di privacy e / o pubblicità di terzi.\r\n    - PWE si riserva il diritto di rimuovere qualsiasi Contenuto generato dall'utente per qualsiasi motivo e in qualsiasi momento, senza fornire una causa o un compenso.\r\n    - Comprendi e accetti che non manterrai alcun diritto di alcun tipo sui e sui Contenuti generati dagli Utenti prodotti utilizzando la Fonderia e che tutti i Contenuti generati dagli Utenti e tutti i diritti in essi contenuti appartengono esclusivamente a PWE, da utilizzare come meglio crede. Con la presente l'utente cede irrevocabilmente (e accetta di cedere) e trasferisce a PWE, libero e libero da qualsiasi restrizione o impegno, senza alcun compenso oltre il corrispettivo qui previsto, qualsiasi diritto, titolo e interesse che può avere in e verso tale Utente -generated Content. Questa cessione include, senza limitazioni, tutti i diritti d'autore e di brevetto a livello mondiale su e su tali Contenuti generati dagli utenti e il diritto di citare in giudizio per violazioni passate e future. Con la presente accetti di cooperare con PWE in relazione alla sua protezione e di eseguire tali documenti (come ulteriore atto di trasferimento o cessione), se del caso, secondo le esigenze di PWE per perfezionare i suoi diritti qui di seguito.\r\n    - Inoltre, nella misura in cui le assegnazioni menzionate nel presente documento non trasferiscono alcun interesse di proprietà nel o al Contenuto generato dall'utente, concedi espressamente a noi e ai nostri licenziatari tutti i consensi, le autorizzazioni e un contratto non esclusivo, perpetuo, mondiale, completo, cedibile in sublicenza e il diritto irrevocabile di creare, utilizzare, vendere, offrire in vendita, importare o altrimenti sfruttare, ripubblicare, pubblicare, utilizzare, citare, adattare, tradurre, archiviare, memorizzare, riprodurre, modificare, creare opere derivate da, sindacare, concedere in licenza, stampare, concedere in licenza, distribuire, trasmettere, trasmettere, comunicare in altro modo e visualizzare ed eseguire pubblicamente il Contenuto generato dall'utente, o qualsiasi parte di esso, in qualsiasi modo o forma e in qualsiasi mezzo o forum, ora noto o ideato in seguito, senza preavviso , riconoscimento o compenso all'utente. Rinunci e accetti di non far valere alcun diritto morale o simile che potresti avere sul Contenuto generato dall'utente.\r\n   \r\n   4. Come condizione per l'utilizzo della Fonderia, l'utente non utilizzerà né consentirà a terzi di utilizzare la Fonderia e il Contenuto generato dall'utente creato dall'utente per scopi commerciali o non commerciali, inclusi, a titolo esemplificativo ma non esaustivo, la vendita, il noleggio, leasing, concessione in licenza, distribuzione o trasferimento in altro modo della proprietà di tale Contenuto generato dall'utente, sia su base autonoma che confezionato in combinazione con il Contenuto generato dall'utente creato da altri, attraverso tutti i canali di distribuzione, inclusa, senza limitazione, la vendita al dettaglio vendita e distribuzione elettronica on-line. Accetti di non sollecitare, avviare o incoraggiare alcuna proposta o offerta da qualsiasi persona o entità per creare Contenuti generati dagli utenti per la distribuzione commerciale. Accetti di informare prontamente PWE per iscritto di eventuali casi di ricezione di tali proposte o offerte. Se decidi di rendere disponibile l'uso dei Contenuti generati dagli utenti da te creati ad altri giocatori, accetti di farlo esclusivamente a titolo gratuito.\r\n\r\n\r\n14. Designazione dell'agente per ricevere la notifica di presunta violazione dei diritti d'autore. Avvisi DMCA.\r\n   1. Se ritieni che qualcosa nel Servizio violi un copyright che possiedi o controlli, puoi presentare una notifica DMCA di violazione del copyright come stabilito nella Sezione 14 del presente documento, puoi contattare il nostro Servizio clienti tramite:\r\n   E-mail: dmca@perfectworld.com\r\n   Posta: Perfect World Entertainment Inc.\r\n   All'attenzione di: Customer Service Team\r\n   100 Redwood Shores Parkway\r\n   Redwood City, CA 94065\r\n   Numero di telefono: +1 650-590-7700\r\n   Numero di fax (fax): +1 650-591-1211\r\n   \r\n   2. La notifica di presunta violazione dei diritti d'autore deve includere le seguenti informazioni necessarie per valutare la rivendicazione:\r\n    - URL o screenshot del Contenuto utente in questione e identificare l'utente specifico che ha caricato il Contenuto utente;\r\n    - prova o certificato dei diritti di proprietà intellettuale che possiedi;\r\n   \r\n   3. una descrizione della violazione e della soluzione suggerita che potresti ragionevolmente richiedere e le tue informazioni di contatto. Potremmo contattarti per chiedere ulteriori informazioni e materiali di supporto.\r\n    - Se una notifica di presunta violazione viene ritenuta ragionevole a nostra esclusiva discrezione, possiamo notificare una richiesta di violazione del copyright agli utenti che hanno commesso la violazione mediante un avviso generale sul sito Web, posta elettronica all'indirizzo e-mail di un utente nei nostri archivi, o mediante comunicazione scritta inviata tramite posta prioritaria all'indirizzo di un utente nei nostri archivi. Potremmo inviare un avviso all'utente come identificato nella tua notifica per richiedere a tale utente di rimuovere il contenuto in violazione o, quando la violazione è di natura grave, possiamo rimuovere o limitare direttamente l'accesso al contenuto in violazione e notificare tale disposizione alla violazione. utente. Ti faremo sapere il risultato dello smaltimento a tempo debito con le informazioni di contatto che ci lasci.\r\n    - In conformità con il Digital Millennium Copyright Act (DMCA) e altre leggi applicabili, abbiamo adottato una politica di risoluzione, in circostanze appropriate ea nostra esclusiva discrezione, degli abbonati o dei titolari di account che sono considerati trasgressori recidivi. Possiamo anche, a nostra esclusiva discrezione, limitare l'accesso al Servizio e / o chiudere gli Account di qualsiasi utente che violi i diritti di proprietà intellettuale di altri, indipendentemente dal fatto che vi sia o meno una violazione ripetuta.\r\n\r\n\r\n15. Collegamenti ipertestuali\r\n   1. Ti viene concesso un diritto limitato e non esclusivo di creare un collegamento ipertestuale di testo al sito Web per scopi non commerciali, a condizione che tale collegamento non rappresenti noi o uno dei nostri prodotti e servizi in modo falso, fuorviante, dispregiativo o altrimenti diffamatorio modo e a condizione inoltre che il sito di collegamento non contenga materiale per adulti o illegale o qualsiasi materiale offensivo, molesto o altrimenti discutibile. Questo diritto limitato può essere revocato in qualsiasi momento per qualsiasi motivo. Non è possibile utilizzare un logo PWE o altra grafica proprietaria di PWE o elementi distintivi del marchio Arc Games per collegarsi a questo sito Web senza l'espresso consenso scritto da parte nostra. Inoltre, non è possibile utilizzare, incorniciare o utilizzare tecniche di framing per racchiudere elementi distintivi del marchio Arc Games, marchio PWE, logo o altre informazioni proprietarie, comprese le immagini trovate nei Servizi, il contenuto di qualsiasi testo o il layout / design di qualsiasi pagina o modulo contenuto in una pagina del sito Web senza il nostro esplicito consenso scritto. Ad eccezione di quanto indicato sopra, non ti viene trasmesso alcun diritto o licenza per implicazione, preclusione o altro in o sotto alcun brevetto, marchio, copyright o diritto di proprietà di PWE o di terzi.\r\n\r\n   2. Non rivendichiamo o rappresentiamo e non ci assumiamo alcuna responsabilità per la qualità, il contenuto, la natura o l'affidabilità dei siti Web di terzi accessibili tramite collegamento ipertestuale dal sito Web o dei siti Web che collegano al sito Web. Tali siti non sono sotto il nostro controllo e non siamo responsabili per i contenuti di qualsiasi sito Web collegato o qualsiasi collegamento contenuto in un sito Web collegato, o per qualsiasi revisione, modifica o aggiornamento a tali siti Web. Forniamo questi collegamenti all'utente solo per comodità e l'inclusione di qualsiasi collegamento non implica l'affiliazione, l'approvazione o l'adozione da parte nostra di qualsiasi sito o delle informazioni in esso contenute. Quando si lascia il sito Web, è necessario essere consapevoli del fatto che i nostri termini e politiche non regolano più. È necessario rivedere i termini e le politiche applicabili, comprese le pratiche di raccolta dati e privacy, di qualsiasi sito a cui si accede dal sito Web.\r\n\r\n   \r\n16. Software mobile\r\n   1. Software mobile. Rendiamo disponibile il software per accedere al Servizio tramite un dispositivo mobile (\"Software Mobile\"). Per utilizzare il software mobile è necessario disporre di un dispositivo mobile compatibile con il servizio mobile. Non garantiamo che il software mobile sarà compatibile con il tuo dispositivo mobile. Con la presente ti concediamo una licenza non esclusiva, non trasferibile e revocabile per utilizzare una copia del codice compilato del Software mobile per un account su un dispositivo mobile di proprietà o in leasing esclusivamente da te, per uso personale. Non è possibile: (i) modificare, disassemblare, decompilare o eseguire il reverse engineering del Software Mobile, salvo nella misura in cui tale restrizione sia espressamente vietata dalla legge; (ii) affittare, noleggiare, prestare, rivendere, concedere in licenza, distribuire o trasferire in altro modo il Software mobile a terzi o utilizzare il Software mobile per fornire time sharing o servizi simili a terzi; (iii) creare copie del Software mobile; (iv) rimuovere, aggirare, disabilitare, danneggiare o altrimenti interferire con le funzionalità relative alla sicurezza del Software mobile, funzionalità che impediscono o limitano l'uso o la copia di qualsiasi contenuto accessibile tramite il Software mobile o funzionalità che impongono limitazioni all'uso del Mobile Software; o (v) eliminare il copyright e altri avvisi sui diritti di proprietà sul Software mobile. Riconosci che di tanto in tanto potremmo emettere versioni aggiornate del Software mobile e potremmo aggiornare automaticamente elettronicamente la versione del Software mobile che stai utilizzando sul tuo dispositivo mobile. Acconsenti a tale aggiornamento automatico sul tuo dispositivo mobile e accetti che i termini e le condizioni del presente Contratto si applicheranno a tutti questi aggiornamenti. Qualsiasi codice di terze parti che può essere incorporato nel Software mobile è coperto dalla licenza open source o di terze parti applicabile, se presente, che autorizza l'uso di tale codice. La suddetta concessione di licenza non è una vendita del Software mobile o di qualsiasi sua copia, e noi oi nostri partner o fornitori terzi conserviamo tutti i diritti, i titoli e gli interessi nel Software mobile (e qualsiasi copia dello stesso). Qualsiasi tentativo da parte tua di trasferire uno qualsiasi dei diritti, doveri o obblighi qui di seguito, salvo quanto espressamente previsto nel presente Contratto, è nullo. Ci riserviamo tutti i diritti non espressamente concessi dal presente Contratto.\r\n   \r\n   2. Software mobile da iTunes. Quanto segue si applica a qualsiasi Software mobile acquistato da iTunes Store (\"Software proveniente da iTunes\"): Riconosci e accetti che il presente Contratto è esclusivamente tra te e PWE, non Apple, e che Apple non ha alcuna responsabilità per i Software o contenuto dello stesso. L'utilizzo del software fornito da iTunes deve essere conforme ai Termini di servizio dell'App Store. Riconosci che Apple non ha alcun obbligo di fornire alcun servizio di manutenzione e supporto in relazione al Software fornito da iTunes. In caso di mancata conformità del Software fornito da iTunes a qualsiasi garanzia applicabile, è possibile informare Apple e Apple rimborserà all'utente il prezzo di acquisto del Software fornito da iTunes; nella misura massima consentita dalla legge applicabile, Apple non avrà alcun altro obbligo di garanzia in relazione al Software fornito da iTunes, e qualsiasi altro reclamo, perdita, responsabilità, danno, costo o spesa attribuibile a qualsiasi inadempienza a qualsiasi garanzia sarà essere regolato esclusivamente dal presente Contratto e da qualsiasi legge applicabile a PWE in qualità di fornitore del software. Riconosci che Apple non è responsabile per affrontare eventuali reclami di te o di terzi relativi al Software fornito da iTunes o al tuo possesso e / o utilizzo del Software fornito da iTunes, inclusi, ma non limitati a: (i) responsabilità del prodotto reclami; (ii) qualsiasi reclamo secondo cui il Software fornito da iTunes non è conforme a qualsiasi requisito legale o regolamentare applicabile; e (iii) reclami derivanti dalla protezione dei consumatori o da normative simili; e tutte queste rivendicazioni sono regolate esclusivamente dal presente Contratto e da qualsiasi legge applicabile a PWE in qualità di fornitore del software. Riconosci che, in caso di rivendicazione di terze parti che il Software fornito da iTunes o il tuo possesso e utilizzo di tale Software fornito da iTunes violino i diritti di proprietà intellettuale di terzi, PWE, non Apple, sarà l'unico responsabile dell'indagine, difesa, risoluzione e scarico di qualsiasi reclamo per violazione della proprietà intellettuale nella misura richiesta dal presente Accordo. Tu e PWE riconoscete e accettate che Apple, e le sue sussidiarie, sono beneficiari di terze parti del presente Contratto per quanto riguarda la vostra licenza del Software fornito da iTunes e che, previa accettazione dei termini e delle condizioni del presente Contratto, Apple avrà il diritto (e si riterrà che abbia accettato il diritto) di far valere il presente Contratto in relazione alla licenza del Software fornito da iTunes nei suoi confronti come beneficiario terzo dello stesso.\r\n\r\n\r\n17. Contenuti di terze parti\r\n   1. Possiamo fornire o rendere disponibili contenuti di terze parti tramite il Servizio e possiamo fornire collegamenti a pagine web e contenuti di terze parti (collettivamente i \"Contenuti di terze parti\") come servizio a coloro che sono interessati a queste informazioni. Non monitoriamo né abbiamo alcun controllo sui Contenuti di terze parti sui siti Web di terzi. Non approviamo né adottiamo Contenuti di terze parti e non possiamo fornire alcuna garanzia in merito alla loro accuratezza o completezza. Non rappresentiamo né garantiamo l'accuratezza delle informazioni ivi contenute e non ci assumiamo alcuna responsabilità per l'aggiornamento o la revisione di qualsiasi Contenuto di terze parti. Gli utenti utilizzano tali Contenuti di terze parti ivi contenuti a proprio rischio.\r\n\r\n\r\n18. Annunci e promozioni; Prodotti e servizi di terze parti\r\n   1. Possiamo pubblicare pubblicità e promozioni di terze parti tramite il Servizio o altrimenti fornire informazioni o collegamenti a prodotti o servizi di terze parti tramite il Servizio. I tuoi rapporti commerciali o la corrispondenza con, o la partecipazione a promozioni di, tali terze parti e qualsiasi termine, condizione, garanzia o dichiarazione associata a tali rapporti o promozioni sono esclusivamente tra te e tali terze parti. Non siamo responsabili per eventuali perdite o danni di qualsiasi tipo subiti a seguito di tali rapporti o promozioni o come risultato della presenza di tali inserzionisti non PWE o di informazioni di terze parti. Se accedi a un sito Web di terzi dal Servizio, lo fai a tuo rischio e pericolo e comprendi che il presente Accordo e la nostra Informativa sulla privacy non si applicano al tuo utilizzo di tali siti. Sollevi espressamente la Società da qualsiasi responsabilità derivante dall'utilizzo di siti Web, servizi o contenuti di terze parti.\r\n\r\n\r\n19. Servizio ufficiale e beta test\r\n   1. I Giochi sono progettati per essere giocati solo se offerti tramite il nostro Servizio. Accetti di non accedere, creare o fornire altri mezzi attraverso i quali il gioco può essere giocato da altri, come tramite emulatori di server. Accetti di non utilizzare alcun hardware o software, inclusi ma non limitati a strumenti di terze parti, o qualsiasi altro metodo di supporto che possa in qualche modo influenzare o darti un vantaggio nell'uso dei Servizi che non è autorizzato da noi, incluso ma non limitato all'uso di \"bot\" e / o qualsiasi altro metodo con cui il Servizio può essere riprodotto automaticamente senza input umano. Riconosci di non avere il diritto di creare, pubblicare, distribuire, creare lavori derivati ??da o utilizzare programmi software, utilità, applicazioni, emulatori o strumenti derivati ??da o creati per i giochi, ad eccezione del fatto che puoi utilizzare il Software per nella misura espressamente consentita dai presenti Termini e dall'EULA applicabile. Non puoi intraprendere alcuna azione che imponga un carico irragionevole o sproporzionato sulla nostra infrastruttura. Non hai la proprietà e non puoi vendere, trasferire, scambiare o mettere all'asta Account, personaggi, oggetti, monete, Zen o Materiali proprietari, né puoi aiutare altri a farlo, salvo espressamente autorizzato da noi. Non riconosciamo alcun trasferimento che si verifica al di fuori del Servizio di qualsiasi cosa relativa al Servizio.\r\n\r\n   2. È possibile che ti venga data l'opportunità di eseguire beta test di nuovi giochi (\"Giochi Beta\") e funzionalità del sito web. La tua partecipazione come beta tester è soggetta ai termini e alle condizioni seguenti.\r\n\r\n   3. Riconosci che stai utilizzando un'edizione preliminare e in anteprima delle funzionalità dei siti web e dei giochi beta e che stai partecipando a un test beta (il \"test beta\") e che le funzionalità del sito web del sito dei giochi beta possono contenere bug, potrebbero non funzionare correttamente o eseguire tutte le funzioni previste, potrebbero interferire con il funzionamento di altre applicazioni software e potrebbero causare errori, perdita di dati o altri problemi. I beta test chiusi sono riservati e l'utente accetta che tutte le informazioni sui giochi beta, i servizi e il beta test, inclusi, senza limitazioni, commenti, idee o altri feedback (collettivamente il \"feedback\") forniti a PWE in merito ai giochi beta , il Servizio o il Beta Test, saranno trattati in modo confidenziale (le \"Informazioni riservate\"). Accetti di non utilizzare le Informazioni riservate in alcun modo, ad eccezione del tuo uso personale al solo scopo di testare i giochi beta e le funzionalità del sito Web, e accetti di impedire e proteggere le Informazioni riservate, o parte di esse, dalla divulgazione a qualsiasi persona. Accetti inoltre di prendere tutte le misure ragionevolmente necessarie per proteggere la segretezza delle Informazioni riservate e per impedire che le Informazioni riservate cadano nel dominio pubblico o in possesso di persone non autorizzate. Tutte le informazioni riservate rimarranno di proprietà esclusiva di PWE e PWE può utilizzare tali informazioni riservate per qualsiasi scopo senza alcun obbligo nei tuoi confronti. Effettuerai il test personalmente e non fornirai l'accesso ai giochi beta a nessun'altra persona. Accetti che la violazione degli obblighi di riservatezza di cui sopra ci causerà un danno irreparabile e abbiamo diritto (oltre a qualsiasi altro rimedio a sua disposizione) un provvedimento ingiuntivo ex parte senza vincolo per prevenire la violazione o minacciata violazione dei tuoi obblighi. Il tuo obbligo di mantenere riservati i Giochi Beta continuerà fino a quando non distribuiremo pubblicamente, o non avremo altrimenti divulgato al pubblico senza colpa tua, ciascuno dei giochi e il contenuto che stai testando.\r\n\r\n   4. In qualità di beta tester, sei invitato a giocare ai giochi beta al solo scopo di valutare i giochi e identificare gli errori. Niente in questi Termini, o sul Sito Web o tramite il Servizio, deve essere interpretato come una concessione di diritti o privilegi di qualsiasi tipo rispetto ai Giochi Beta o ai contenuti che trovi qui. I giochi beta vengono forniti per essere testati \"così come sono\", \"come disponibili\" e non forniamo alcuna garanzia di alcun tipo, esplicita o implicita. Comprendi e accetti che giocare ai giochi beta è a tuo rischio, che sai che i giochi beta possono includere bug noti o sconosciuti e che non abbiamo alcun obbligo nei tuoi confronti rispetto ai giochi beta, incluso senza limitazione alcun obbligo di fornire tali giochi per te in futuro senza alcun costo.\r\n\r\n   5. Quando giochi ad alcuni giochi beta, puoi accumulare tesori, punti esperienza, equipaggiamento o altri indicatori di valore o di stato durante il beta test. Questi dati possono essere ripristinati in qualsiasi momento durante il processo di test e possono essere ripristinati quando il gioco specifico completa questa fase di test. In questo caso, tutta la cronologia ei dati del giocatore verranno cancellati e ogni giocatore tornerà allo stato di principiante.\r\n\r\n\r\n20. Commissioni\r\n   1. Potremmo addebitare commissioni per accedere e acquisire determinati elementi di gioco o partecipare ad attività di gioco tramite il Servizio e potremmo consentire l'acquisto di \"punti\" di gioco che possono essere applicati all'acquisto di oggetti o attività di gioco (\"Zen\") . Dopo l'acquisto avrai direttamente il diritto di utilizzare lo Zen e potrai farlo nel modo stabilito.\r\n   \r\n   2. QUALSIASI ZEN, TASSE E ALTRI ONERI APPLICABILI SONO PAGABILI IN ANTICIPO E NON RIMBORSABILI. IL SALDO DI ZEN NEL TUO CONTO NON COSTITUISCE UN DIRITTO DI PROPRIETÀ PERSONALE E NON HA ALCUN VALORE AL DI FUORI DEL SERVIZIO. ZEN NON HA VALORE MONETARIO E NON PU ESSERE RIMBORSATO IN CONTANTI. ZEN E IL DIRITTO DI UTILIZZARE ZEN APPLICABILE NON SONO TRASFERIBILI, IN TUTTO O IN PARTE. IL DIRITTO DI UTILIZZARE ZEN È PARTE INTEGRANTE DELLA LICENZA DI UTILIZZO DEL SERVIZIO E DEL GIOCO.\r\n\r\n   3. Riconosci e accetti esplicitamente che il diritto di utilizzare (licenza) Zen inizia dal momento in cui le tariffe sono state pagate e che da quel momento sei in grado di utilizzare Zen per lo scopo previsto. Riconosci e accetti esplicitamente di perdere il diritto di recedere dall'acquisto di Zen.\r\n\r\n   4. Potremmo, di volta in volta, modificare, emendare o integrare le nostre tariffe, metodi di fatturazione e termini applicabili a Zen oa qualsiasi acquisto e pubblicare tali modifiche nei presenti Termini, in Termini di vendita separati o in altri termini o accordi pubblicato sul sito Web o sul servizio o altrimenti fornito da noi. Tali modifiche, emendamenti, integrazioni o condizioni di vendita avranno effetto immediato al momento della pubblicazione sul sito Web o sul servizio e saranno incorporate per riferimento nei presenti Termini. Se una qualsiasi modifica è inaccettabile per te, puoi chiudere il tuo account in qualsiasi momento.\r\n\r\n   5. Se richiedi uno storno di addebito per qualsiasi motivo, abbiamo il diritto di indagare e contestare tale storno. Se riteniamo che la tua richiesta di storno di addebito sia falsa, irragionevole o non valida, potremmo portare la controversia in tribunale. Se il tuo storno di addebito è ritenuto non valido in tribunale, accetti di pagare tutte le commissioni e i costi derivanti dallo storno di addebito contestato, comprese, a titolo esemplificativo ma non esaustivo, le spese legali, i danni, i soldi persi a causa del mancato funzionamento e le commissioni la legge imperativa applicabile impone diversamente, fino all'importo massimo consentito.\r\n\r\n   6. È possibile pagare per qualsiasi commissione e addebito applicabile o per Zen con le principali carte di credito, PayPal® o altri metodi simili autorizzati da noi.\r\n\r\n   7. Non siamo responsabili per \"pirateria informatica\" o smarrimento dei tuoi beni virtuali dal tuo account, tuttavia, possiamo, a nostra esclusiva discrezione, rimborsare beni virtuali o Zen previa prova che tale perdita non è stata dovuta a un tuo uso inappropriato. Potremmo limitare la quantità di qualsiasi articolo o rifiutarci di fornirti qualsiasi bene virtuale. La verifica di alcune informazioni applicabili a una transazione potrebbe essere richiesta prima della nostra accettazione del pagamento. Il prezzo e la disponibilità dei beni virtuali sono soggetti a modifiche senza preavviso. Non abbiamo alcuna responsabilità in relazione ai beni virtuali o Zen che ti sono stati regalati o forniti come incentivo.\r\n\r\n\r\n21. Interruzione del servizio\r\n   1. Ci riserviamo il diritto di interrompere il Servizio o parte di esso di volta in volta su base regolare o altrimenti con o senza preavviso per eseguire la manutenzione. Accetti che non saremo responsabili per qualsiasi interruzione del Servizio o parte di esso, ritardo o mancata esecuzione derivante da qualsiasi causa.\r\n\r\n   2. Riconosci che il Servizio o parte di esso può essere interrotto per motivi indipendenti dalla nostra volontà e non possiamo garantire che sarai in grado di accedere al Servizio ogni volta che lo desideri. Non saremo responsabili per eventuali interruzioni dei Servizi, ritardi o mancate prestazioni derivanti da qualsiasi causa.\r\n\r\n   3. Abbiamo il diritto in qualsiasi momento, con o senza motivo, di modificare e / o eliminare qualsiasi aspetto del Servizio come riteniamo opportuno, a nostra esclusiva discrezione.\r\n\r\n   4. Non siamo obbligati a rimborsare, in tutto o in parte, la commissione dell'Account (se presente), a causa di qualsiasi interruzione del Servizio in ragione di una delle circostanze descritte nei paragrafi 25.1, 25.2.\r\n\r\n   \r\n22. Azione disciplinare / Chiusura dell'account e del servizio\r\n   1. PER QUALSIASI MOTIVO E NELLA MISURA CONSENTITA DALLA LEGGE, POSSIAMO SOSPENDERE, TERMINARE, MODIFICARE, BLOCCARE L'ACCESSO O ELIMINARE IL SERVIZIO O QUALSIASI ACCOUNT O PARTE DI ESSO, DANDO ALL'UTENTE UN AVVISO DI TALE ENTRO IL PERIODO DI TEMPO SPECIFICATO QUANDO HAI CREATO UN ACCOUNT O HA PARTECIPATO A UN SERVIZIO, O SE NON È STATO SPECIFICATO TALE PERIODO DI TEMPO, ALLORA ENTRO TRENTA (30) GIORNI DALLA DATA CHE TALE AVVISO VIENE FORNITO TRAMITE EMAIL O È STATO PUBBLICATO SUL SITO WEB O SULL'AREA INTERATTIVA DA NOI.\r\n\r\n   2. Per le violazioni degli utenti, possiamo a nostra discrezione emettere avvisi e sospensioni temporanee e cessazioni permanenti degli Account. Ci riserviamo la sola discrezione su quando e come imporre avvertimenti, sanzioni e / o azioni disciplinari. Consideriamo la gravità della violazione e il numero di infrazioni nel prendere la nostra decisione; tuttavia, qualsiasi determinazione sarà a nostra assoluta discrezione.\r\n\r\n   3. A scanso di equivoci, con la presente riconosci che abbiamo la sola discrezione in merito alla chiusura del tuo account, anche se ci sono crediti rimanenti sul tuo account. La chiusura del tuo Account comporta la cessazione della licenza per utilizzare il Servizio o parte di esso (vedere la sezione 8).\r\n\r\n   4. Hai il diritto di chiudere il tuo account in qualsiasi momento. Comprendi e accetti che, a meno che la legge obbligatoria applicabile non imponga diversamente, la chiusura del tuo Account è il tuo unico diritto e rimedio in relazione a qualsiasi controversia, inclusa, ma non limitata a, qualsiasi relativa o derivante da: (i) qualsiasi termine del presente Contratto o nostra applicazione o applicazione del presente Contratto; (ii) i Contenuti dell'utente; (iii) la tua capacità di accedere e / o utilizzare il Servizio o il Sito Web; o (iv) l'importo o il tipo di commissioni, supplementi, tasse applicabili, metodi di fatturazione o qualsiasi modifica alle tariffe, tasse applicabili, supplementi o metodi di fatturazione.\r\n   \r\n   5. Puoi chiudere il tuo account inviandoci un avviso. Ci riserviamo il diritto di riscuotere le commissioni e gli oneri maturati e i costi da noi sostenuti prima della risoluzione del contratto. Inoltre, sei responsabile di qualsiasi commissione, addebito e costo sostenuto da fornitori di terze parti o fornitori di contenuti prima della chiusura del tuo Account.\r\n\r\n   6. Nel caso in cui il tuo account venga chiuso, il saldo dello Zen o dei beni virtuali nel tuo account non sarà rimborsabile, non trasferibile a un'altra persona e non maturerà interessi. Alla chiusura del nostro account, nessun tempo online o altri crediti (ad esempio, punti in un gioco online) ti saranno accreditati o convertiti in contanti o altre forme di rimborso e non avrai più accesso al tuo account. Eventuali account insolventi o non pagati o account con controversie irrisolte devono essere risolti prima che possiamo consentirti di registrarti nuovamente.\r\n\r\n   7. Se ritieni di essere stato ingiustamente avvertito o disciplinato, ti preghiamo di contattarci con una spiegazione dettagliata completa.\r\n\r\n\r\n23. Risarcimento\r\n   1. Accetti di difendere, indennizzare e tenere PWE, i suoi appaltatori indipendenti, fornitori di servizi e consulenti, e i rispettivi direttori, dipendenti, agenti, partner, affiliati e sussidiarie, indenni da e contro qualsiasi reclamo, danno, costo, responsabilità e spese (incluse, ma non limitate a, ragionevoli spese legali) derivanti da o relative a qualsiasi Contenuto utente che pubblichi, memorizzi o trasmetti in altro modo su o attraverso il Sito Web, la tua condotta, le tue violazioni di questi Termini, qualsiasi uso improprio del Servizio o la tua violazione dei diritti di terzi.\r\n\r\n\r\n24. Ringraziamenti\r\n   1. Con la presente riconosci e accetti che:\r\n\r\n\r\n    - DURANTE L'UTILIZZO DEI SERVIZI, IL SOFTWARE PU MONITORARE LA MEMORIA AD ACCESSO CASUALE (RAM) DEL COMPUTER E / OI PROCESSI DELLA CPU PER PROGRAMMI DI TERZE PARTI NON AUTORIZZATI IN ESECUZIONE CONCORRENTEMENTE CON IL SOFTWARE. UN \"PROGRAMMA DI TERZE PARTI NON AUTORIZZATO\" COME QUI UTILIZZATO DEVE ESSERE DEFINITO COME QUALSIASI SOFTWARE DI TERZE PARTI, COMPRESO SENZA LIMITAZIONI QUALSIASI \"AGGIUNTA\" O \"MOD\" CHE A ESCLUSIVA DETERMINAZIONE DI PWE: (i) ABILITA O FACILITA IL TRUCCO DI QUALSIASI TIPO; (ii) CONSENTE AGLI UTENTI DI MODIFICARE O VIETARE L'INTERFACCIA DEL SOFTWARE, L'AMBIENTE E / O L'ESPERIENZA IN QUALSIASI MODO NON ESPRESSAMENTE AUTORIZZATO DA PWE; OPPURE (iii) INTERCETTA, \"ESTRAI\" O RACCOGLIE IN ALTRO MODO INFORMAZIONI DAL SOFTWARE O ATTRAVERSO IL SOFTWARE. NEL CASO IN CUI IL SOFTWARE RILEVI UN PROGRAMMA DI TERZE PARTI NON AUTORIZZATO, POTREBBE COMUNICARE INFORMAZIONI A PWE, COMPRESO SENZA LIMITAZIONE IL NOME DELL'ACCOUNT, I DETTAGLI SUL PROGRAMMA DI TERZE PARTI NON AUTORIZZATO RILEVATO E L'ORA E LA DATA DEL PROGRAMMA NON AUTORIZZATO TERZO PARTECIPATO; E / O PERFECT WORLD ENTERTAINMENT POSSONO ESERCITARE QUALSIASI O TUTTI I SUOI ??DIRITTI AI SENSI DELLA PRESENTE SEZIONE DEL CONTRATTO, CON O SENZA PREAVVISO PER L'UTENTE.\r\n\r\n    - PWE PUO 'MONITORARE O REGISTRARE LE SUE SESSIONI DI CHAT E ALTRE COMUNICAZIONI ELETTRONICHE TRASMESSE O RICEVUTE TRAMITE IL GIOCO O IL SERVIZIO E L'UTENTE ACCONSENTE A TALE MONITORAGGIO O REGISTRAZIONE.\r\n\r\n    - Non garantiamo la completezza, l'accuratezza o la correttezza delle informazioni scambiate tra i giocatori. Non garantiamo la conservazione sicura delle informazioni che vengono trasmesse tra i giocatori. Riconosci che dette informazioni passate tra gli utenti sono \"così come sono\" e che utilizzerai tali informazioni solo a tuo rischio.\r\n\r\n    - Riconosci che nell'utilizzo del Servizio e / o dei Giochi potresti perdere le funzionalità e / o gli elementi del gioco. Non puoi ritenere PWE responsabile di alcuna funzionalità di gioco o perdita di oggetti. Non garantiamo ai giocatori la disponibilità di oggetti di gioco, Servizi o livelli\r\n\r\n\r\n25. Esclusione di garanzie\r\n   1. L'UTENTE CAPISCE E ACCETTA ESPRESSAMENTE CHE:\r\n    - IL SERVIZIO, I GIOCHI, IL SITO WEB E TUTTI I MATERIALI IN ESSI CONTENUTI VENGONO FORNITI \"COSÌ COME SONO\" E \"COME DISPONIBILE\" SENZA GARANZIE DI ALCUN TIPO, ESPLICITE O IMPLICITE. PWE E LE SUE SUSSIDIARIE, AFFILIATE, UFFICIALI, DIPENDENTI, AGENTI, PARTNER E LICENZIATARI NON RICONOSCONO TUTTE LE ALTRE GARANZIE, ESPLICITE O IMPLICITE, INCLUSE, SENZA LIMITAZIONE, GARANZIE IMPLICITE DI COMMERCIABILITÀ, IDONEITÀ PER UNO SCOPO PARTICOLARE, IDONEITÀ A PARTICOLARE E NON VIOLAZIONE DEL SERVIZIO, DEL GIOCO E DEL SITO WEB, COMPRESE TUTTE LE INFORMAZIONI, I CONTENUTI EI MATERIALI IN ESSI CONTENUTI. SENZA LIMITARE QUANTO PRECEDENTE, PWE NON DICHIARA NÉ GARANTISCE CHE IL SERVIZIO, I GIOCHI, IL SITO WEB OI MATERIALI IN ESSO CONTENUTI SIANO ACCURATI, COMPLETI, AFFIDABILI, DISPONIBILI, CORRENTI O PRIVI DI ERRORI. PWE INOLTRE NON DICHIARA NÉ GARANTISCE CHE I GIOCHI, IL SITO WEB OI SUOI ??SERVER SIANO PRIVI DI VIRUS, BUG, ??ERRORI O ALTRI COMPONENTI O DIFETTI DANNOSI, TRASMETTONO DATI IN MODO SICURO O FUNZIONANO CORRETTAMENTE CON IL SERVIZIO.\r\n   \r\n   2. PWE E LE SUE CONTROLLATE, AFFILIATE, UFFICIALI, DIPENDENTI, AGENTI, PARTNER E LICENZIATARI NON GARANTISCONO CHE (i) IL SERVIZIO SODDISFERÀ LE VOSTRE REQUISITI; (ii) IL SITO WEB SARÀ ININTERROTTO, PUNTUALE, SICURO O PRIVO DI ERRORI; O (iii) QUALSIASI ERRORE NEL SOFTWARE VERRÀ CORRETTO.\r\n\r\n   3. MENTRE PWE TENTA DI RENDERE SICURO L'ACCESSO E L'UTILIZZO DEL SERVIZIO, PWE NON PU E NON DICHIARA NÉ GARANTISCE CHE IL SERVIZIO OI SUOI ??SERVER SIANO PRIVI DI VIRUS O ALTRI COMPONENTI DANNOSI; PERTANTO, È NECESSARIO UTILIZZARE UN SOFTWARE RICONOSCIUTO DAL SETTORE PER RILEVARE E DISINFETTARE I VIRUS DA QUALSIASI DOWNLOAD. QUALSIASI MATERIALE SCARICATO O IN ALTRO MODO OTTENUTO ATTRAVERSO L'USO DEL SITO WEB O DEL SERVIZIO È ACCESSIBILE A PROPRIA DISCREZIONE E RISCHIO DELL'UTENTE, E L'UTENTE SARÀ L'UNICO RESPONSABILE DI QUALSIASI DANNO AL SISTEMA INFORMATICO O PERDITA DI DATI RISULTANTE DAL DOWNLOAD DI TALE MATERIALE.\r\n\r\n   4. UNA PICCOLA PERCENTUALE DI UTENTI POTREBBE VERIFICARE ATTREZZATURE EPILETTICHE SE ESPOSTA A DETERMINATI MODELLI O SFONDI LEGGERI SU UN COMPUTER O DURANTE L'UTILIZZO DEL SITO WEB O DEL SERVIZIO. ALCUNE CONDIZIONI POSSONO PROVOCARE SINTOMI EPILETTICI PRECEDENTEMENTE NON RILEVATI ANCHE NEGLI UTENTI CHE NON HANNO UNA STORIA DI PRECCEZIONI O EPILESSIA. SE TU, O QUALUNQUE DELLA TUA FAMIGLIA, HA UNA CONDIZIONE EPILETTICA, CONSULTA IL TUO MEDICO PRIMA DI UTILIZZARE IL SERVIZIO. INTERROMPERE IMMEDIATAMENTE L'UTILIZZO DEL SERVIZIO E CONSULTARE IL MEDICO SE SI VERIFICA UNO QUALSIASI DEI SEGUENTI SINTOMI DURANTE L'UTILIZZO DEL SERVIZIO: DIZZICITÀ, VISIONE ALTERATA, TRATTAMENTI OCULARI O MUSCOLARI, PERDITA DI CONSAPEVOLEZZA, DISORIENTAMENTO, QUALSIASI MOVIMENTO INVOLONTARIO.\r\n\r\n   5. IL RIFERIMENTO A QUALSIASI PRODOTTO, SERVIZIO, PROCESSO O ALTRE INFORMAZIONI, PER NOME COMMERCIALE, MARCHIO COMMERCIALE, PRODUTTORE, FORNITORE O ALTRO NON COSTITUISCE O IMPLICA APPROVAZIONE, SPONSORIZZAZIONE O RACCOMANDAZIONE DI QUESTI, O QUALSIASI AFFILIAZIONE CON ESSI, DA PARTE DI PWBV.\r\n\r\n\r\n26. Risoluzione delle controversie.\r\n   1. Prima di presentare un reclamo contro PWE, accetti di provare a risolvere la controversia in modo informale inviando un avviso di controversia via e-mail a legal@perfectworld.com con oggetto \"Attn: Legal\".\r\n   \r\n   2. L'avviso deve includere il tuo nome, indirizzo postale e numero di telefono (se presente) e deve descrivere la natura e la base del reclamo o della controversia, nonché indicare il rimedio specifico richiesto. Se una controversia non viene risolta entro un mese dalla ricezione della tua comunicazione, tu o noi possiamo avviare un procedimento di arbitrato formale in conformità con le Regole di arbitrato internazionale di JAMS (\"JAMS\").\r\n\r\n\r\n27. Accordo di arbitrato.\r\n   1. Arbitrato. Si prega di leggere attentamente le sezioni seguenti, poiché influiscono sui vostri diritti. Tu e PWE accettate di risolvere qualsiasi reclamo relativo ai presenti Termini o al Servizio tramite arbitrato finale e vincolante. Il presente accordo di arbitrato è inteso per essere interpretato in modo ampio e include reclami basati su contratto, illecito civile, statuto, frode, falsa dichiarazione o qualsiasi altra teoria legale. L'utente riconosce che i presenti Termini provano una transazione che coinvolge il commercio interstatale, e quindi la legge sull'arbitrato degli Stati Uniti regolerà l'interpretazione, l'applicazione e i procedimenti ai sensi della clausola compromissoria nei presenti Termini.\r\n   \r\n   2. Rinuncia all'arbitrato. L'UTENTE PU ESCLUDERE L'ACCORDO DI ARBITRATO FORNENDO A PWE UN AVVISO SCRITTO ENTRO TRENTA (30) GIORNI DALLA PRIMA ACCETTAZIONE DI QUESTI TERMINI. IL TUO AVVISO DEVE INCLUDERE: (I) IL TUO NOME COMPLETO (PRIMO E ULTIMO); (II) L'INDIRIZZO EMAIL UTILIZZATO PER REGISTRARE IL TUO ACCOUNT; E (III) UNA DICHIARAZIONE CHIARA DI RIFIUTARE IL PRESENTE ACCORDO DI ARBITRATO. INVIA L'AVVISO DI OPT-OUT VIA EMAIL A: legal@perfectworld.com CON L'OGGETTO RIGA: \"Attn: Legal\"\r\n   \r\n   3. Costi di arbitrato. PWE pagherà tutte le spese di deposito, amministrazione e arbitrato di JAMS per qualsiasi arbitrato da noi avviato. Pagherai le commissioni per qualsiasi arbitrato avviato, in conformità con le Regole JAMS. Tuttavia, se avvii un arbitrato dopo aver tentato di risolvere in modo informale una controversia in conformità con i presenti Termini e stai cercando un risarcimento del valore di $ 300 o meno (sia per te che per noi), PWE pagherà tutte le spese di deposito, amministrazione e arbitro di JAMS. Se la tua richiesta è superiore a $ 300 ma inferiore a $ 10.000, PWE pagherà tutte le commissioni superiori a $ 20. Dopo che PWE ha ricevuto notifica all'indirizzo e-mail sopra indicato che hai avviato un tale arbitrato, PWE ti rimborserà prontamente qualsiasi parte della tassa di deposito che hai pagato che PWE ha accettato di pagare.\r\n   \r\n   4. Affermazioni frivole. Se l'arbitro determina che la sostanza del tuo reclamo o il rimedio richiesto è frivolo o portato per uno scopo improprio (come misurato dagli standard stabiliti nella norma federale di procedura civile 11 (b)), il pagamento di tutti i JAMS le spese di deposito, amministrazione e arbitro saranno regolate dalle Regole JAMS e tu accetti di rimborsarci per qualsiasi importo che abbiamo pagato per tuo conto a JAMS. PWE non richiederà gli onorari e i costi dei propri avvocati in arbitrato a meno che l'arbitro non determini che il contenuto del reclamo o il rimedio richiesto erano frivoli o proposti per uno scopo improprio.\r\n   \r\n   5. Procedure arbitrali. Accetti che un arbitro del JAMS arbitrerà la controversia in base alle Regole di arbitrato internazionale di JAMS, come modificato da questa disposizione di arbitrato. Il lodo dell'arbitro sarà accompagnato da un parere motivato. L'arbitrato si terrà nella contea degli Stati Uniti in cui vivi o lavori o in qualsiasi altro luogo concordato di comune accordo.\r\n   \r\n   6. Nessuna azione di classe. È possibile risolvere le controversie con noi solo su base individuale e non è possibile presentare un reclamo come attore o membro della classe in un'azione di classe, consolidata o rappresentativa. Non puoi presentare un reclamo come parte di un arbitrato di classe, un'azione di classe, un'azione generale di un avvocato privato o un consolidamento con altri arbitrati.\r\n   \r\n   7. Foro giudiziario. Nel caso in cui si ritenga che il presente accordo di arbitrato non si applichi a te o al tuo reclamo, tu e PWE concordate che qualsiasi procedimento giudiziario (diverso dalle azioni per controversie di modesta entità) sarà avviato nei tribunali federali o statali della contea di San Mateo, in California. Sia tu che PWE acconsentite alla sede e alla giurisdizione personale lì, e rinunciate a qualsiasi obiezione in merito a forum scomodi.\r\n   \r\n   8. Limitazione del tempo per presentare reclami. Nonostante qualsiasi statuto o legge contraria, qualsiasi reclamo o causa di azione derivante da o correlata ai presenti Termini o all'utilizzo del Servizio deve essere presentato entro un (1) anno dalla comparsa di tale reclamo o causa di azione, altrimenti tale reclamo o la causa dell'azione sarà bloccata per sempre.\r\n   \r\n   9. Modifiche future all'accordo di arbitrato. Nonostante qualsiasi disposizione contraria dei presenti Termini, l'utente accetta che se PWE apporta modifiche future a questa disposizione di arbitrato (diversa da una modifica all'indirizzo e-mail di notifica sopra, collegamenti a siti Web o numeri di telefono elencati in questa disposizione), tali modifiche non influirà sulle controversie sorte prima della data di efficacia della modifica.\r\n\r\n\r\n28. Limitazione di responsabilità\r\n   1. IN NESSUN CASO NOI, PWE, I SUOI ??AMMINISTRATORI, MEMBRI, AFFILIATI, CONTROLLATE, DIPENDENTI O AGENTI SAREMO RESPONSABILI PER ALCUN DANNO DIRETTO, SPECIALE, INDIRETTO O CONSEGUENTE, O QUALSIASI ALTRI DANNI DI QUALSIASI TIPO, INCLUSI, MA NON SOLO UTILIZZO, PERDITA DI PROFITTI O PERDITA DI DATI, SIA IN UN'AZIONE CONTRATTUALE, TORTO (COMPRESA MA NON LIMITATA ALLA NEGLIGENZA) O ALTRIMENTI, DERIVANTI DA O IN QUALUNQUE MODO CONNESSO CON L'USO O L'INCAPACITÀ DI UTILIZZARE IL SITO WEB, IL SERVIZIO , I GIOCHI O QUALSIASI CONTENUTO O MATERIALE CONTENUTO O A CUI SI ACCEDE TRAMITE IL SITO WEB O IL SERVIZIO, INCLUSI SENZA LIMITAZIONI QUALSIASI DANNO CAUSATO O RISULTANTE DALL'AFFIDABILITÀ DA PARTE DELL'UTENTE SU QUALSIASI INFORMAZIONE OTTENUTA DA NOI O DA PWE, O RISULTANTE DA ERRORI, OMISSIONI, INTERRUZIONI, CANCELLAZIONE DI FILE O E-MAIL, ERRORI, DIFETTI, VIRUS, RITARDI DI FUNZIONAMENTO O DI TRASMISSIONE O QUALSIASI MANCATA PRESTAZIONE, DERIVANTE O NON DA ATTI DI DIO, MANCATO COMUNICAZIONE, FURTO, DISTRUZIONE O ACCESSO NON AUTORIZZATO A RECORD, PROGRAMMI O SERVIZI DI PWE'S.\r\n\r\n   2. IN NESSUN CASO LA RESPONSABILITÀ COMPLESSIVA DI PWE, SIA IN CONTRATTO, GARANZIA, TORTO (INCLUSA LA NEGLIGENZA, SIA ATTIVA, PASSIVA O IMPUTATA), RESPONSABILITÀ DA PRODOTTO, RESPONSABILITÀ STRETTA O ALTRA TEORIA, DERIVANTE O RELATIVA ALL'USO DI O L'INCAPACITÀ DI UTILIZZARE IL SERVIZIO, IL SITO WEB O QUALUNQUE DEI GIOCHI SUPERA QUALSIASI COMPENSAZIONE PAGATA, SE PRESENTE, A PWE PER L'ACCESSO O L'UTILIZZO DI ESSI.\r\n\r\n   3. Alcuni stati membri dell'UE non consentono le suddette limitazioni di responsabilità dalla legge (obbligatoria), quindi potrebbero non essere applicabili. In tal caso, accetti esplicitamente che la nostra responsabilità (o qualsiasi altra parte liberata) nei tuoi confronti sarà limitata nella misura massima consentita dalla legge obbligatoria applicabile. Accetti che non possiamo essere ritenuti responsabili per qualsiasi cosa accada o derivi dall'accesso o dalla sottoscrizione al Servizio.\r\n\r\n   \r\n29. Generale\r\n   1. La nostra incapacità di agire in relazione a una violazione da parte vostra o di altri non rinuncia al nostro diritto di agire in relazione a violazioni successive o simili.\r\n\r\n   2. Salvo quanto diversamente consentito nel presente documento, non puoi cedere o trasferire il presente Contratto oi tuoi diritti qui di seguito, i Giochi o qualsiasi altro software fornito da noi, e qualsiasi tentativo contrario è nullo.\r\n\r\n   3. Se una qualsiasi disposizione del presente Accordo è illegale, nulla o per qualsiasi motivo inapplicabile, tale disposizione sarà considerata separabile dal presente Accordo e non pregiudicherà la validità e l'applicabilità delle restanti disposizioni.\r\n\r\n   4. I titoli delle sezioni qui utilizzati sono solo di riferimento e non devono essere letti per avere alcun effetto legale. L'Allegato fa parte dei Termini e avrà effetto come se indicato integralmente nel corpo dei Termini e qualsiasi riferimento a questi Termini include l'Allegato.\r\n\r\n\r\n30. Rimedi.\r\nAccetti che i tuoi obblighi e le tue dichiarazioni e le limitazioni della licenza, qui dichiarate, siano necessarie e ragionevoli al fine di proteggere PWE, la sua attività e i suoi licenziatari, e accetti espressamente che i danni monetari sarebbero inadeguati a risarcire completamente PWE per qualsiasi violazione del presente Contratto, o per qualsiasi falsa dichiarazione da parte tua sopra. Di conseguenza, l'utente accetta e sa che qualsiasi violazione di questo tipo o minaccia di violazione causerà lesioni irreparabili a PWE e che, in aggiunta a qualsiasi altro rimedio che potrebbe essere disponibile, per legge, equità o altro, PWE avrà il diritto di ottenere un provvedimento ingiuntivo contro la violazione o la minaccia di violazione del presente Accordo, o la continuazione di tale violazione da parte tua, o per porre rimedio a qualsiasi falsa dichiarazione da te fatta, senza la necessità di dimostrare l'inadeguatezza di qualsiasi rimedio legale o danni monetari, e senza la necessità di pubblicare alcun legame.\r\n\r\n\r\n31. Appaltatori indipendenti.\r\nRiconosci di non essere considerato e di non presentarti come agente, dipendente, joint venturer o partner di PWE (o delle sue rispettive affiliate, partner editoriali, licenzianti o licenziatari). Ciascuna parte del presente Contratto è un contraente indipendente rispetto all'altra, e nulla nel presente Contratto sarà considerato come una posizione delle parti nel rapporto di datore di lavoro-dipendente, principale-agente, partner o joint venturer.\r\n\r\n\r\n32. Controlli sulle esportazioni degli Stati Uniti\r\nRiconosci e accetti che i giochi e altri software forniti attraverso il sito web o il servizio sono soggetti a restrizioni e controlli imposti dall'Export Administration Act degli Stati Uniti (la \"legge\") e dalle normative promulgate in base a tale legge. Accetti e dichiari che né i Giochi né qualsiasi altro software fornito tramite il Sito Web o il Servizio, né alcun prodotto diretto degli stessi sono o saranno acquisiti, spediti, trasferiti o riesportati, direttamente o indirettamente, in qualsiasi paese proibito dalla Legge e le norme ivi contenute o verranno utilizzate per qualsiasi scopo proibito dalla stessa. Accetti di rispettare tutte le leggi applicabili in merito al tuo possesso, utilizzo e funzionamento dei Giochi e di altri software forniti tramite il Sito Web o il Servizio.\r\n\r\n\r\n33. Contattaci\r\nSe non indicato con altri metodi di contatto nel presente documento, in caso di domande, dubbi o reclami relativi ai nostri Giochi o ai nostri Servizi, puoi contattare il nostro Servizio clienti tramite:\r\n   E-mail: tos@perfectworld.com\r\n   Posta: Perfect World Entertainment Inc.\r\n   All'attenzione di: Customer Service Team\r\n   100 Redwood Shores Parkway\r\n   Redwood City, CA 94065\r\n\r\n\r\n34. Si applicano anche i Termini della piattaforma\r\nSe accedi ai nostri Giochi tramite console, i modi in cui puoi utilizzare i Giochi possono anche essere controllati dalle regole e dalle politiche del fornitore della piattaforma della console pertinente. Nella misura richiesta da tali regole e politiche, i termini della piattaforma della console si applicheranno al tuo utilizzo dei Giochi.\r\n\r\nIn generale, riconosci che:\r\n    - PWE, non Piattaforme console né alcuna delle sue affiliate, concede in licenza il Gioco o il Servizio all'utente in conformità con questi termini;\r\n    - PWE non è responsabile per i servizi relativi alla piattaforma console e non sarà responsabile per qualsiasi azione derivante da contratto, illecito civile (inclusa la negligenza) o altrimenti correlata all'uso o al funzionamento di tale servizio;\r\n    - sarai l'unico responsabile di assicurarti di utilizzare qualsiasi account della piattaforma della console che utilizzi per accedere al gioco o al servizio in conformità con le politiche applicabili a tale account;\r\n    - PWE non ti concede il diritto di utilizzare alcun diritto di proprietà intellettuale, inclusi i marchi, delle piattaforme console o delle sue affiliate. L'utilizzo di tali diritti di proprietà intellettuale è concesso (se applicabile) in conformità con i Termini di servizio e qualsiasi altra politica resa disponibile di volta in volta da Console Platforms o dalle sue affiliate in relazione all'uso della piattaforma;\r\n    - Console Platforms o qualsiasi delle sue affiliate rende disponibili prodotti o servizi online \"così come sono\" senza alcuna garanzia;\r\n    - PWE potrebbe essere tenuta a modificare il Gioco o il Servizio, o questi termini, al fine di conformarsi alle istruzioni delle Piattaforme console. Accetti che siamo autorizzati ad apportare tali modifiche immediatamente e senza preavviso e non avremo alcuna responsabilità nei tuoi confronti o nei confronti di altri in relazione a tali modifiche.\r\n\r\n\r\n35. Chiusura.\r\nGrazie ancora per averci visitato. Ci auguriamo che il soggiorno sia di tuo gradimento e che tragga il massimo vantaggio dalla community online che stiamo sviluppando. Ricorda che sei un ospite e agisci con la stessa cortesia e rispetto che ti aspetteresti dagli altri ospiti.\r\n\r\nUltimo aggiornamento: 18 agosto 2020",
  "version": 3
}