{
  "content": "Nutzungsbedingungen\r\nBITTE LESEN SIE DIESE NUTZUNGSBEDINGUNGEN SORGFÄLTIG DURCH. MIT DEM ZUGRIFF AUF DIESE WEBSITE BZW. DEREN NUTZUNG ODER DEM HERUNTERLADEN VON SPIELEN ERKLÄREN SIE SICH DAMIT EINVERSTANDEN, AN DIE HIERIN BESCHRIEBENEN BEDINGUNGEN UND MODALITÄTEN SOWIE ALLE MITTELS BEZUGNAHME ENTHALTENEN BEDINGUNGEN GEBUNDEN ZU SEIN. NUTZEN SIE DIESE WEBSITE ODER DIE SPIELE NICHT, WENN SIE NICHT MIT ALLEN BEDINGUNGEN EINVERSTANDEN SIND.\r\nPerfect World Publishing BV möchte sich bei Ihnen für den Besuch unserer Website bedanken. Dieses Dokument enthält die Bedingungen und Modalitäten (nachfolgend: \"Bedingungen\"), die den Zugriff auf und die Nutzung unserer Website unter www.arcgames.com (oder einer diese Adresse ersetzenden nachfolgenden URL) sowie aller offiziell verbundenen Websites und Mikro-Websites (sog. Microsites) (nachfolgend zusammen: die \"Website\"), aller von uns über die Website betriebenen Spiele (nachfolgend: die \"Spiele\") sowie aller über diese Website angebotenen oder von Perfect World Publishing BV unterstützten Features, Funktionen, Software und Dienstleistungen regeln. Die Website, die Spiele sowie die über diese Website angebotenen Features, Funktionen, Software und Dienstleistungen stellen zusammen den \"Dienst\" dar.\r\n \r\n1. Rechtsgültige Vereinbarung\r\n1.1 Diese Bedingungen begründen zwischen Ihnen und Perfect World Publishing BV, einer nach niederländischem Recht gegründeten Gesellschaft mit beschränkter Haftung (nachfolgend:  \"PWBV\"), eine rechtsgültige Vereinbarung (nachfolgend: \"Vereinbarung\").\r\n1.2 In dieser Vereinbarung beziehen sich die Personalpronomen \"wir/uns/unser(e)\" auf PWBV und \"Sie/Ihr(e)\" auf Sie als Nutzer des Dienstes.\r\n1.3 Falls Sie in einem Land innerhalb der Europäischen Union (nachfolgend: \"die EU\") wohnhaft sind, stellen diese Bedingungen eine Vereinbarung zwischen Ihnen und PWBV dar. Falls Sie in einem Land außerhalb der EU wohnhaft sind, gelten diese Bedingungen nicht für Sie, und bevor Sie den Dienst oder einen Teil des Dienstes nutzen können, müssen Sie die für Nutzer in den Vereinigten Staaten geltenden Bedingungen prüfen und diesen zustimmen. In diesem Fall wird der Dienst direkt von Perfect World Entertainment, Inc. bereitgestellt. Perfect World Entertainment, Inc. (\"PWE\") ist eine Tochtergesellschaft von PWBV, die den Dienst als Subauftragnehmer von PWBV besitzt und bereitstellt.\r\n1.4 Mit Ihrer Nutzung des Dienstes erklären Sie Ihr Einverständnis, die in diesen Bedingungen enthaltenen Bedingungen und Modalitäten zu akzeptieren und daran gebunden zu sein, sowie Ihr Einverständnis, dem auf der Website veröffentlichten oder Ihnen auf sonstige Weise von Perfect World Publishing BV bekanntgegebenen Verhaltenskodex (nachfolgend: der \"Verhaltenskodex\") sowie alle für unsere Spielesoftware oder sonstige Software, die wir in Verbindung mit dem Dienst anbieten können, geltenden Endbenutzer-Lizenzverträge (nachfolgend: \"EULA\") einzuhalten. Diese Bedingungen gelten für alle auf der Website angelegten Nutzeridentitäten. Dies umfasst insbesondere ein angemessenes Verhalten sowohl innerhalb als auch außerhalb des Spiels.\r\n1.5 Sollten Sie mit einer der Bedingungen nicht einverstanden sein, greifen Sie bitte nicht auf den Dienst zu und nutzen Sie den Dienst nicht auf andere Weise.\r\n1.6 Sie erklären hiermit rechtsverbindlich, dass Sie die zum Abschluss dieser Vereinbarung notwendige Geschäftsfähigkeit besitzen und nach den Gesetzen Ihres Wohnsitzlandes nicht von der Inanspruchnahme des Dienstes ausgeschlossen sind.\r\n1.7 Sie nehmen hiermit zur Kenntnis und erklären sich damit einverstanden, dass der Dienst auch Service-Ankündigungen und administrative Nachrichten umfassen kann und Sie möglicherweise nicht berechtigt sind, deren Empfang abzubestellen.\r\n1.8 Diese Vereinbarung gilt zusätzlich zu und in keiner Weise als Ersatz für oder als Ergänzung zu einer EULA oder zusätzlichen Bedingungen und Modalitäten, die möglicherweise gelten, wenn Sie bestimmte andere Produkte und Dienstleistungen von uns, Dienstleistungen von verbundenen Unternehmen, Inhalte Dritter oder Software von Dritten nutzen oder kaufen. Falls der Inhalt dieser Vereinbarung im Widerspruch zu einer oder mehreren Bestimmungen einer anderen Sondervereinbarung bzw. Bedingungen oder Modalitäten steht, ist/sind die Bestimmung/en der Sondervereinbarung bzw. der Bedingungen oder Modalitäten maßgebend.\r\n \r\n2. Änderungen der Bedingungen\r\n2.1 Wir können diese Bedingungen, den Verhaltenskodex sowie sämtliche EULA jederzeit nach alleinigem Ermessen ändern und/oder modifizieren.\r\n2.2 Änderungen und Modifikationen der Bedingungen werden auf der Website veröffentlicht und werden sofort wirksam, nachdem sie auf der Website veröffentlicht wurden oder Ihnen auf sonstige Weise eine Kopie der Änderungen oder Modifikationen zur Verfügung gestellt wurde. Sofern dies nach dem Gesetz des Mitgliedsstaates der EU, in dem Sie wohnhaft sind, rechtlich zulässig ist, verzichten Sie auf jedes Ihnen möglicherweise zustehende Recht, eine gesonderte Mitteilung über solche Änderungen und Modifikationen zu erhalten. Bei der Nutzung eines Kontos erlangen die Änderungen und Modifikationen der Bedingungen mit der Annahme Wirksamkeit.\r\n2.3 Sie sind dafür verantwortlich, in regelmäßigen Abständen die Bedingungen, den Verhaltenskodex sowie sämtliche EULA zu prüfen, sodass Sie mit den jeweiligen Inhalten vertraut sind, da diese von Zeit zu Zeit geändert oder modifiziert werden können. Bereits durch die weitere Nutzung eines Teils des Dienstes bringen Sie Ihre Zustimmung zu den überarbeiteten oder aktualisierten Bedingungen zum Ausdruck. Falls Sie mit den geänderten Bedingungen nicht einverstanden sind, müssen Sie die Nutzung des Dienstes einstellen.\r\n \r\n3. Beschreibung\r\n3.1 Wir bieten registrierten Nutzern über die Website kostenlos Mehrspieler-Onlinespiele sowie zugehörige Features, Funktionen und Dienste wie Community-Foren und sonstige interaktive Bereiche. Um auf unsere Spiele zugreifen zu können, müssen Sie möglicherweise bestimmte Client-Software herunterladen und installieren. Dieser Zugriff setzt den Einsatz von Hardware, Software sowie einen Internetzugang voraus (und Sie nehmen hiermit zur Kenntnis, dass diese bei Ihrer Nutzererfahrung eine entscheidende Rolle spielen).\r\n3.2 Sie erklären sich damit einverstanden, dass wir nicht für die Qualität, Geeignetheit oder Verfügbarkeit der Hardware, der Software oder des Internetzugangs verantwortlich sind. Wir stellen keinen Internetzugang bereit, und Sie sind selbst verantwortlich für alle im Zusammenhang mit dem Zugriff auf den Server anfallenden Telefon- und Internetgebühren sowie alle notwendigen Geräte, Service-, Reparatur- oder Wartungsarbeiten.\r\n \r\n4. Konto\r\n4.1 Um auf unseren Dienst zugreifen und bestimmte Features und Funktionen unseres Dienstes nutzen zu können, müssen Sie möglicherweise ein Konto (nachfolgend: ein \"Konto\") erstellen.\r\n4.2 Sie müssen mindestens 13 Jahre alt sein, um ein Konto erstellen zu können. Falls Sie mindestens 13 Jahre alt, aber noch nicht volljährig sind, um einen Vertrag in der Jurisdiktion, in der Sie wohnhaft sind, zu schließen (nachfolgend: \"Volljährigkeit\"), und/oder das 18. Lebensjahr noch nicht vollendet haben, müssen Sie diese Bedingungen gemeinsam mit Ihren Eltern oder Ihrem (gesetzlichen) Vormund prüfen und sicherstellen, dass sie die Bedingungen lesen und diesen zustimmen. Falls Sie der Erziehungsberechtigte oder (gesetzliche) Vormund eines Nutzers unserer Website, Spiele und/oder Dienstes sind und Fragen zu den Bedingungen haben, können Sie sich per E-Mail an uns wenden: toseu@perfectworld.com.\r\n4.3 Durch das Erstellen eines Kontos oder sonstige Nutzung des Dienstes versichern Sie, dass Sie volljährig bzw. mindestens 18 Jahre alt sind und diesen Bedingungen zustimmen bzw. dass Sie über 13 Jahre alt sind und Ihre Eltern oder Ihr gesetzlicher Vormund diese Bedingungen gelesen und sich mit ihnen einverstanden erklärt haben, und dass Sie nehmen zur Kenntnis und erklären sich damit einverstanden, dass wir Ihnen die Nutzung des Dienstes nur auf der Grundlage dieser Zusicherung gestatten.\r\n4.4 Unbeschadet des Vorstehenden kann der Inhalt bestimmter Teile unseres Dienstes für Minderjährige bzw. Jugendliche unter 18 Jahren ungeeignet sein. Um auf solche Inhalte zugreifen zu können, müssen Sie bestätigen, dass Sie volljährig bzw. mindestens 18 Jahre alt sind. Wenn Sie auf Teile des Dienstes zugreifen, die Erwachsenen vorbehalten oder mit dem Hinweis gekennzeichnet sind, dass ihr Inhalt nur für Erwachsene geeignet ist, bestätigen Sie, dass Sie volljährig bzw. mindestens 18 Jahre alt und gesetzlich dazu berechtigt sind, auf solche Inhalte zuzugreifen. Wir sind in keiner Weise dafür verantwortlich, wenn Sie Ihr Alter gemäß diesen Bedingungen nicht korrekt angeben.\r\n4.5 Sie erklären sich damit einverstanden, beim Erstellen eines Kontos und einer Nutzeridentität (nachfolgend: \"Nutzer-ID\")\r\nin den vorgeschriebenen Feldern richtige, genaue, aktuelle und vollständige Angaben zu machen (nachfolgend: die \"Kontoinformationen\") und\r\ndiese Nutzer-ID sowie Ihre Kontoinformationen auf dem aktuellen Stand zu halten, sodass sie jederzeit richtig, genau, aktuell und vollständig sind.\r\n4.6 Als Ersteller Ihres Kontos und Ihrer Nutzer-ID tragen Sie für Ihre Nutzer-ID die alleinige Verantwortung. Anstößige oder obszöne Nutzer-IDs werden von uns nicht toleriert. Wenn eine Nutzer-ID gegen eine dieser Bedingungen verstößt, können wir diese Nutzer-ID jederzeit auch fristlos vorübergehend oder dauerhaft sperren.\r\n4.7 Ihr Konto ist sehr persönlich und darf nur von Ihnen verwendet werden. Wir haften nicht für Missbrauch Ihres Kontos oder Ihrer Nutzer-ID, und Sie willigen ein, alle Risiken des Missbrauchs Ihres Kontos und des unbefugten Zugriffs auf Ihr Konto zu tragen und uns sowie unsere verbundenen Unternehmen gegenüber jeder etwaigen ungehörigen Nutzung Ihres Kontos oder Ihrer Nutzer-ID schadlos zu halten. Dies umfasst insbesondere die unsachgemäße oder unbefugte Nutzung durch Personen, denen gegenüber Sie Ihr Passwort preisgegeben haben.\r\n4.8 Bitte beachten Sie, dass Sie für die Vertraulichkeit und Sicherheit Ihrer Nutzer-ID und Ihres Passwortes verantwortlich sind. Sie stimmen zu, uns zu informieren, falls Ihr Passwort verloren gegangen, gestohlen oder Unbefugten gegenüber bekannt geworden ist oder auf andere Weise gefährdet wurde. Sie tragen die alleinige Verantwortung für sämtliche Aktivitäten und Transaktionen, die über Ihr Konto erfolgen, und wir haften nicht für eine unbefugte Nutzung Ihres Kontos; dies gilt insbesondere für Fälle, in denen Ihr Passwort gestohlen wurde oder Dritten gegenüber preisgegeben und/oder für Transaktionen verwendet wird. Sie erklären sich damit einverstanden, uns sofort über jegliche Ihnen zur Kenntnis gelangte unbefugte Nutzung Ihres Kontos oder sonstige Sicherheitsverletzungen im Zusammenhang mit dem Dienst zu informieren. Wir bieten Ihnen die Möglichkeit, Ihr Passwort zum Schutz Ihres Kontos zu ändern.\r\n4.9 Ihr Konto kann gelöscht werden, falls Sie es innerhalb von zwölf Monaten ab dem Datum der Kontoerstellung oder danach für einen zusammenhängenden Zeitraum von zwölf Monaten nicht nutzen. Wenn Sie Ihr Konto über einen zusammenhängenden Zeitraum von zwölf Monaten oder länger nicht nutzen, kann es von uns nach unserem alleinigen Ermessen gelöscht werden.\r\n4.10 Wir werden uns bemühen, Sie vor der Löschung Ihres Kontos per E-Mail zu informieren, sofern die Löschung, Deaktivierung oder Entfernung Ihres Kontos oder Ihrer Nutzer-ID nicht wegen eines Verstoßes gegen diese Bedingungen erfolgt. Wir können jedoch in keiner Weise für eine nicht erfolgte Benachrichtigung haftbar gemacht werden. Wenn Sie uns innerhalb von 14 Tagen nach einer solchen Benachrichtigung mitteilen, dass Sie Ihr Konto aktiv bleiben soll, werden wir das Konto nicht löschen. Senden Sie uns keine solche Mitteilung, wird Ihr Konto zusammen mit Ihrer Nutzer-ID, Ihren Einträgen, Rängen und Service-Informationen dauerhaft gelöscht.\r\n4.11 Die Löschung Ihres Kontos umfasst ebenfalls die Kündigung der Lizenz zur Nutzung des Dienstes und der Proprietären Materialien oder Teilen davon.\r\n4.12 Bitte beachten Sie, dass wir uns unbeschadet einer Benachrichtigung das Recht vorbehalten, jederzeit nach unserem eigenen Ermessen mit oder ohne Grund den Dienst einzustellen oder Ihr Konto zu löschen oder zu sperren.\r\n \r\n               \r\n5. Eigentumsrechte\r\n5.1 PWBV ist Eigentümer der Website, der Spiele, der Software und des Dienstes, die durch US-amerikanisches und internationales Recht, einschließlich der Urheberrechtsgesetze, geschützt sind. Alle Rechte und Eigentumsrechte an der Website, den Spielen, der Software und dem Dienst, sämtliche Features und Inhalte derselben (einschließlich, jedoch nicht beschränkt auf Nutzerkonten, Titel, Computer-Codes, Dateien, Spielesoftware, Client- und Serversoftware, Tools, Patches, Updates, Themen, Objekte, Charaktere, Charakternamen, Geschichten, Handlungen, Objekte, Inhalte, Texte, Dialoge, Schlagwörter, Themen, Orte, Konzepte, Illustrationen, Designs, Grafiken, Bildern, Videos, Animation, Geräuschen, Musik, Musicals, Kompositionen, Tonaufnahmen, audiovisuellen Effekten, Informationen, Daten, Dokumentationen, \"Applets\", Chatmitschriften, Charakterprofilinformationen, Spielverläufe, Aufzeichnungen, spielinterne Gegenstände, spielinterne Aktivitäten, Münzen und Zen) sowie deren Auswahl und Anordnung (nachfolgend zusammen: die \"Proprietären Materialien\") sind das geschützte Eigentum von PWBV oder ihren Lizenzgebern und sind durch US-amerikanische und Internationale Urheberrechts- und andere Gesetze zum Schutz des geistigen Eigentums geschützt.\r\n5.2 Für den Fall, dass Sie Modifikationen, Anpassungen oder abgeleitete Arbeiten jeglicher Art an und von den Proprietären Materialien vornehmen (nachfolgend: die \"Modifikationen\"), ob mit oder ohne Befugnis, nehmen Sie zur Kenntnis und erklären sich damit einverstanden, dass Sie keinerlei Rechte an solchen Modifikationen haben und dass alle Rechte daran ausschließlich PWBV zustehen. Sie übertragen und treten hiermit an PWBV ohne jegliche Entschädigung sämtliche Rechte ab, die Sie an solchen Modifikationen besitzen. Sie übertragen und treten hiermit unwiderruflich an PWBV, frei von jeglichen Beschränkungen oder Belastungen und ohne jegliche Entschädigung über die hier vorgesehene Vergütung hinaus, sämtliche Rechte, Eigentumsrechte und Ansprüche ab (und erklären sich mit der Abtretung einverstanden), die Sie an solchen Modifikationen möglicherweise haben. Diese Abtretung umfasst, ohne Einschränkung, alle weltweiten Urheberrechte (Copyrights) und Patentrechte an solchen Modifikationen sowie das Recht auf Klageerhebung für vergangene und künftige Rechtsverletzungen. Ist eine solche Abtretung und Übertragung an PWBV nach den obligatorisch geltenden gesetzlichen Bestimmungen nicht möglich, übertragen und treten Sie hiermit unwiderruflich sämtliche Rechte an PWBV ab. Sie erklären sich hiermit einverstanden, mit PWBV im Zusammenhang mit dem Schutz dieser Rechte zusammenzuarbeiten, und haben gegebenenfalls alle Dokumente (wie weitere Übertragungs- oder Abtretungsurkunden) auszufertigen, die von PWBV benötigt werden, um deren Rechte in diesem Zusammenhang durchzusetzen.\r\n5.3 Sofern die in Paragraf 5.2  genannten Abtretungen keinen Eigentumsanteil an den Modifikationen übertragen, gewähren Sie PWBV, uns und unseren Lizenzgebern außerdem ausdrücklich sämtliche Zustimmungen, Freigaben sowie ein einfaches, dauerhaftes, weltweites, vollständiges, unterlizenzierbares und unwiderrufliches Recht, Modifikationen oder einen Teil davon in irgendeiner Weise oder Form und in jedem Medium oder Forum vorzunehmen, zu nutzen, zu verkaufen, zum Verkauf anzubieten, zu importieren oder anderweitig zu verwerten, erneut zu posten, zu veröffentlichen, zu nutzen, zu zitieren, anzupassen, zu übersetzen, zu archivieren, zu speichern, zu reproduzieren, zu modifizieren, abgeleitete Werke davon zu erstellen, zu syndizieren, zu lizenzieren, zu drucken, Unterlizenzen zu vergeben, zu vertreiben, zu übertragen, zu senden oder anderweitig zu kommunizieren sowie öffentlich anzuzeigen und durchzuführen, unabhängig davon, ob diese nun bekannt sind oder später erfunden werden, ohne Benachrichtigung, Bestätigung oder Entschädigung für Sie. Sie verzichten und erklären sich damit einverstanden, keine moralischen oder ähnlichen Rechte geltend zu machen, die Sie möglicherweise in dem nach den obligatorisch geltenden gesetzlichen Bestimmungen weitestgehenden Rahmen an den Modifikationen haben.\r\n \r\n6. Datenschutz\r\n6.1 Einzelheiten darüber, wie wir personenbezogene Daten erfassen, nutzen und weitergeben, entnehmen Sie bitte unserer Datenschutz- und Cookie-Richtlinie. Die Datenschutzrichtlinie ist auf der folgenden Website veröffentlicht: https://www.arcgames.com/de/about/privacy.  die Cookie-Richtlinie auf der Website: https://www.arcgames.com/de/about/cookie Sie nehmen zur Kenntnis und erklären sich damit einverstanden, dass wir Informationen, wie in der Datenschutzrichtlinie und in der Cookie-Richtlinie beschrieben, erfassen, nutzen und weitergeben dürfen.\r\n6.2 Sie nehmen zur Kenntnis und erklären sich damit einverstanden, dass wir auf Ihre personenbezogenen Daten, einschließlich des Inhalts Ihrer Mitteilungen, zugreifen, diese offenlegen oder schützen dürfen, sofern dies in dem guten Glauben geschieht, dass wir dazu gesetzlich befugt oder verpflichtet sind bzw. dass dies nach vernünftigen Gesichtspunkten erforderlich oder angemessen ist, um dem Gesetz oder einem rechtlichen Verfahren oder (Rechts-)Behörden zu entsprechen, auf Ansprüche zu reagieren oder die Rechte, das Eigentum oder die Sicherheit von PWBV, unseren Nutzern, unseren Mitarbeitern oder der Öffentlichkeit zu schützen, einschließlich, jedoch nicht beschränkt auf den Schutz von PWBV oder unserer Nutzer vor betrügerischer, missbräuchlicher, unsachgemäßer oder unrechtmäßiger Nutzung unseres Dienstes.\r\n\r\n\r\n\r\n7. Spieleaktualisierungen (Updates)\r\n7.1 Wenn wir für eines unserer Spiele ein Update oder einen sogenannten \"Patch\" herausgegeben haben, können wir eine Patch-Routine einsetzen, um festzustellen, ob auf Ihrem Computer die neueste Version der Client-Software installiert ist. Ist dies nicht der Fall, kann die neueste Version automatisch auf Ihren Computer hochgeladen werden. Sie stimmen einem solchen Upload hiermit zu und verzichten auf eine weitere Anzeige derartiger Uploads.\r\n \r\n8. Überwachung\r\n8.1 Sie nehmen hiermit zur Kenntnis und erklären sich damit einverstanden, dass Ihre Kommunikation mit anderen Spielern innerhalb eines Spiels oder bei Nutzung der auf der Website angebotenen interaktiven Features wie Instant Messaging, Foren oder Chat-Räumen sowie die dabei eingestellten Daten (Postings) über unsere Server übertragen werden und wir berechtigt – jedoch nicht verpflichtet – sind, Kommunikation und Postings dieser Art zu überwachen, auch wenn sie als \"privat\" gekennzeichnet sind. Sie erkennen an, dass Sie keine Privatsphäre im Hinblick auf solche Kommunikation und Postings erwarten können, und stimmen einer solchen Überwachung ausdrücklich zu.\r\n\r\n\r\n\r\n9. Gerätekennungen\r\n9.1 Sie nehmen zur Kenntnis und erklären sich damit einverstanden, dass wir, wenn Sie über ein Mobilgerät (einschließlich, jedoch nicht beschränkt auf Smartphones oder Tablets) auf den Dienst zugreifen, auf eine oder mehrere \"Gerätekennungen\", wie beispielsweise einen \"UUID\" (Universally Unique Identifier), zugreifen, diese erfassen, überwachen und/oder an einem anderen Ort speichern können und dürfen. Gerätekennungen sind kleine Dateien oder vergleichbare Datenstrukturen, die auf Ihrem Mobilgerät gespeichert oder damit in Verbindung gebracht werden und die Ihr Mobilgerät eindeutig identifizieren. Bei einer Gerätekennung kann es sich um im Zusammenhang mit der Gerätehardware gespeicherte Daten, im Zusammenhang mit dem Betriebssystem oder sonstiger Software des Geräts gespeicherte Daten oder von uns an das Gerät gesendete Daten handeln. Eine Gerätekennung kann uns Informationen über Ihr Browser- und Nutzerverhalten hinsichtlich des Dienstes übermitteln. Eine Gerätekennung kann permanent auf Ihrem Gerät bleiben, damit Sie sich schneller einloggen können und um Ihnen die Navigation durch den Dienst zu erleichtern. Einige Features des Dienstes funktionieren möglicherweise nicht ordnungsgemäß, falls die Verwendung oder Verfügbarkeit von Gerätekennungen beeinträchtigt oder deaktiviert ist.\r\n\r\n\r\n\r\n10. Nutzerkennungen\r\n10.1 Sie nehmen zur Kenntnis und erklären sich damit einverstanden, dass wir, wenn Sie auf den Dienst zugreifen, auf eine oder mehrere \"Nutzerkennungen\" zugreifen, diese erfassen, überwachen und/oder an einem anderen Ort speichern können und dürfen. Nutzerkennungen sind kleine Dateien oder vergleichbare Datenstrukturen, die einem Nutzer zugeordnet und verwendet werden, damit Sie im Spielverlauf fortfahren können, Spiele über mehrere Plattformen hinweg genutzt werden können und Ihre Identität über mehrere Plattformen hinweg zugewiesen werden kann. Eine Nutzerkennung kann Informationen über Ihr Browser- und Nutzerverhalten hinsichtlich des Dienstes an uns übermitteln. Eine Nutzerkennung kann permanent auf Ihrem Gerät oder Computer bleiben, damit Sie sich schneller einloggen können und um Ihnen die Navigation durch den Dienst zu erleichtern. Einige Features des Dienstes funktionieren möglicherweise nicht ordnungsgemäß, falls die Verwendung oder Verfügbarkeit von Nutzerkennungen beeinträchtigt oder deaktiviert ist.\r\n \r\n \r\n11. Standortdaten\r\n11.1 Sie nehmen hiermit zur Kenntnis und erklären sich damit einverstanden, dass wir, wenn Sie über ein Mobilgerät auf den Dienst zugreifen, auf \"Standortdaten\", wie beispielsweise GPS-Koordinaten (z. B. Breiten- und/oder Längengrad) oder ähnliche Informationen über den Standort Ihres Mobilgeräts, zugreifen, diese erfassen, überwachen und/oder an einem anderen Ort speichern können und dürfen. Standortdaten können uns Informationen über Ihr Browser- und Nutzerverhalten hinsichtlich des Dienstes übermitteln. Einige Features des Dienstes, insbesondere standortbezogene Dienstleistungen, funktionieren möglicherweise nicht ordnungsgemäß, falls die Verwendung oder Verfügbarkeit von Standortdaten beeinträchtigt oder deaktiviert ist.\r\n \r\n12. Zum Schutz vor Betrug und nicht autorisierter Software erfasste Daten\r\n12.1 Sie nehmen hiermit zur Kenntnis und erklären sich damit einverstanden, dass bei der Nutzung unseres Dienstes und/oder der Ausführung unserer Spielesoftware Softwarefunktionen involviert sein können und dürfen, die betrügerische Machenschaften entdecken oder nicht autorisierte und schädliche Programme erkennen sollen. In diesem Zusammenhang können wir auf Screenshots des Spielgeschehens oder von Informationen über die Hardware-Kapazität, Modifikationen hinsichtlich unserer Spielesoftware, Signaturen, Profile oder Namen bekannter nicht autorisierter oder schädlicher Programme, Dateien oder Prozesse Dritter, die Betrug, Vorteilsnahme oder Hacking der Spiele oder des Dienstes ermöglichen oder erleichtern, zugreifen, diese erfassen, überwachen und/oder an einem anderen Ort speichern. Falls nicht autorisierte oder schädliche Programme entdeckt werden, kann die Spielesoftware uns außerdem das Nutzerkonto und die Nutzer-ID sowie Informationen über das nicht autorisierte oder schädliche Programm oder dessen Nutzung übermitteln.\r\n \r\n13. Push-Benachrichtigungen und lokale Benachrichtigungen\r\n13.1 Sie nehmen hiermit zur Kenntnis und erklären sich damit einverstanden, dass wir mit Ihrer Zustimmung Push-Benachrichtigungen und lokale Benachrichtigungen an Ihr Mobilgerät senden dürfen, um Ihnen Spiele-Updates und andere wichtige Mitteilungen zukommen zu lassen.\r\n \r\n14. Lizenz\r\n14.1 Vorbehaltlich dieser Bedingungen sowie aller geltenden EULA gewähren wir Ihnen ausschließlich für Ihre nicht gewerblichen und privaten Zwecke eine eingeschränkte, einfache, widerrufliche, nicht übertragbare und nicht unterlizenzierbare Lizenz für den Zugriff auf und die Nutzung des Dienstes und PWBV-eigenen Materials.\r\n14.2 Sofern dies in diesen Bedingungen oder in der geltenden EULA nicht ausdrücklich gestattet ist, umfasst eine solche Lizenz nicht Folgendes, und Sie erklären sich damit einverstanden, Folgendes zu unterlassen:\r\nWeiterverkauf, Unterlizenzierung, Verleih oder gewerbliche Nutzung des Dienstes oder des PWBV-eigenen Materials;\r\nVertrieb, öffentliche Vorführung oder Darbietung von PWBV-eigenem Material, sofern dies nicht im Zusammenhang mit dem normalen (Spiel-)Verlauf erfolgt;\r\nModifizierung, Anpassung, Änderung, Verbesserung oder eine anderweitige abgeleitete Verwendung der Spiele, Spielinhalte oder sonstigen PWBV-eigenen Materials oder eines Teils davon;\r\nEinsatz von Datengewinnung (Data Mining), Robotern oder ähnlichen Methoden für die Erfassung oder das Herausfiltern von Daten;\r\nHerunterladen (mit Ausnahme von Seiten-Caching) eines Teils des PWBV-eigenen Materials oder darin enthaltener Informationen, sofern dies nicht ausdrücklich auf der Website gestattet ist;\r\nRückerschließung (Reverse Engineering) oder Dekompilierung des PWBV-eigenen Materials oder sonstiger Versuch, den Quellcode der Spiele oder sonstiger im PWBV-eigenen Material enthaltener Software abzuleiten;\r\n jegliche andere Nutzung des Dienstes oder des PWBV-eigenen Materials als zu deren beabsichtigtem Zweck.\r\n14.3 Jede andere als hier ausdrücklich genehmigte Nutzung des Dienstes oder des PWBV-eigenen Materials ist ohne unsere vorherige schriftliche Zustimmung strikt untersagt. Eine solche nicht autorisierte Nutzung kann auch die geltenden Gesetze einschließlich, jedoch nicht beschränkt auf Urheber- und Markenrecht sowie die geltende Kommunikationsverordnung und -gesetze verletzen. Sofern nicht ausdrücklich hier festgelegt, ist keine der Aussagen in den vorliegenden Bedingungen so auszulegen, dass dadurch stillschweigend, durch Rechtsverwirkung oder auf andere Weise eine Lizenz an oder Ansprüche auf geistige Eigentumsrechte übertragen würde/n. Diese Lizenz ist jederzeit mit oder ohne Angabe von Gründen widerruflich.\r\n \r\n15. Nutzerverhalten\r\n15.1 Bei der Nutzung des Dienstes haben Sie diese Bedingungen, den Verhaltenskodex und alle anwendbaren Gesetze einzuhalten und die grundlegenden Höflichkeits- und Umgangsformen zu wahren. Jegliches Verhalten, welches das Gesetz in einer Gemeinschaft der realen Welt außerhalb des Internets verletzt, stellt auch eine Verletzung dieser Bedingungen dar. Gesetzwidriges oder anstößiges Verhalten wird von uns nicht toleriert.\r\n15.2 Ohne Einschränkung des Vorstehenden und neben den in Paragraf 16 dargelegten Regeln zum Nutzerinhalt erklären Sie sich damit einverstanden, keine der folgenden Handlungen vorzunehmen:\r\nMinderjährigen in irgendeiner Weise Schaden zuzufügen;\r\nsich für eine natürliche oder juristische Person auszugeben wie insbesondere unsere Führungskräfte, Forumsleiter, Moderatoren, Datenbankbetreiber (Hosts), Mitarbeiter oder Vertreter oder Ihre Verbindung mit einer natürlichen oder juristischen Person falsch anzugeben oder in anderer Weise falsch darzustellen;\r\nKopfzeilen (Header) zu fälschen oder auf andere Weise Kennungen zu manipulieren, um die Herkunft einer über die Website übertragenen Nachricht zu verschleiern;\r\nunaufgeforderte oder unerlaubte Werbung, Werbematerialien, Junk Mails, Spam, Kettenbriefe, Nachrichten zum Zweck des Strukturvertriebs nach dem sogenannten Pyramidensystem oder sonstige Angebotsformen hochzuladen, zu posten, per E-Mail zu senden, zu übertragen oder auf sonstige Weise zur Verfügung zu stellen;\r\nden Dienst oder mit dem Dienst verbundene Server oder Netzwerke zu beeinträchtigen oder zu stören oder Anforderungen, Verfahren, Richtlinien oder Vorschriften von mit dem Dienst verbundenen Netzwerke zu missachten;\r\nAnderen durch \"Stalking\", Drohungen oder auf sonstige Weise Schaden zuzufügen oder Unbehagen zu verursachen;\r\npersonenbezogene Daten über andere Nutzer zu erfassen, zu speichern, zu posten oder auf sonstige Weise zu verbreiten;\r\nden Dienst oder den normalen Ablauf des Spielgeschehens oder Dialoge im Spiel oder in Interaktiven Bereichen (siehe Definition unten) des Dienstes zu beeinträchtigen oder zu stören oder ein vulgäre Sprache zu benutzen, Beleidigungen, übermäßiges Schreien (STÄNDIG GROSSBUCHSTABEN), \"Spammen\" oder sonstige störende oder schädliche Methoden, die darauf abzielen, andere Nutzer oder unsere Mitarbeiter zu stören;\r\ngesetzeswidrige Handlungen oder Handlungen, die gegen diese Bedingungen oder den Verhaltenskodex verstoßen, zu begehen, zu unterstützen oder zu fördern;\r\nbetrügerische Handlungen oder Betrugsversuche vorzunehmen, zu mogeln oder zu schummeln, um Gegenstände zu erlangen, die andere Spieler über ein zulässiges Spielgeschehen erworben haben;\r\nin Verbindung mit den Spielen oder dem Dienst zu betrügen oder unbefugten Nutzen daraus zu ziehen;\r\nSoftwarefehler (sogenannte Bugs), Fehler oder Schwachstellen im Design zu benutzen oder auszunutzen, um unbefugten Zugriff auf den Dienst oder einen unfairen Vorteil gegenüber anderen Spielern zu erlangen;\r\nvirtuelle Gegenstände oder Güter jeglicher Art außerhalb des Spiels zu handeln, zu verkaufen, zu versteigern oder auf sonstige Weise zu übertragen; und/oder\r\nHandlungen vorzunehmen, die den Dienst stören oder andere Nutzer beeinträchtigen oder anderen Nutzern den Spaß an der Website, den Spielen oder sonstigen Aspekten des Dienstes verderben können. \r\n15.3 Wir können ohne vorherige Ankündigung oder Vorwarnung sämtliche Handlungen vornehmen und Sanktionen verhängen, die wir für erforderlich halten, um Verstöße gegen diese Bedingungen oder sonstiges gesetzeswidriges oder unangemessenes Verhalten zu verhindern und zu bestrafen. Die Festlegung, ob ein Verstoß begangen wurde und wer dafür verantwortlich ist, liegt in unserem alleinigen Ermessen und basiert darauf, was unseres Erachtens für die Gemeinschaft und den Dienst am besten ist. Durch die Nutzung des Dienstes erklären Sie sich damit einverstanden, dass Sie sich an unsere Festlegung, ob es zu einem Verstoß gekommen ist, sowie an alle Sanktionen, die wir verhängen werden, gebunden halten.\r\n \r\n \r\n16. Nutzerinhalte\r\n16.1 Der Dienst kann Diskussionsforen, Chat-Räume, Nutzer-Feedback, Messaging-Funktionen, Kommentare und andere interaktive Bereiche oder Dienste (nachfolgend: \"Interaktive Bereiche\") umfassen, in denen Sie oder andere Nutzer Inhalte, Nachrichten, Materialien, Daten, Informationen, Texte, Musik, Sounds, Fotos, Videos, Grafiken, Codes oder andere Elemente oder sonstiges Material auf der oder über die Website (nachfolgend: der \"Nutzerinhalt\") erstellen, einstellen (posten), senden oder speichern können.\r\n16.2 Der auf der Website eingestellte Nutzerinhalt ist öffentlich zugänglich und nicht vertraulich. Wir empfehlen Ihnen dringend, keine personenbezogenen Daten über sich oder andere zu veröffentlichen.\r\n16.3 Sie tragen die alleinige Verantwortung für den von Ihnen eingestellten Nutzerinhalt sowie für Ihre Nutzung des Dienstes einschließlich der Interaktiven Bereiche.\r\n16.4 Sie erklären sich damit einverstanden, Folgendes nicht zu posten, hochzuladen, zu übertragen, zu verteilen, zu speichern, zu erstellen oder auf andere Weise zu veröffentlichen:\r\nNutzerinhalt, der gesetzeswidrig, beleidigend, diffamierend, obszön, pornografisch, sittenwidrig, anstößig, zweideutig, belästigend, bedrohlich, missbräuchlich, aufrührerisch, betrügerisch oder auf andere Weise inakzeptabel ist oder gegen das Recht auf Privatsphäre oder gegen Datenschutzrechte verstößt;\r\nNutzerinhalt, der eine Straftat darstellt oder zu einer Straftat anstiftet oder ermuntert, der gegen die Rechte anderer oder auf sonstige Weise gegen kommunale, einzelstaatliche, nationale oder internationale Gesetze verstößt oder eine Haftung begründen würde;\r\nNutzerinhalt, der ein Patentrecht, Markenrecht, Betriebsgeheimnis, Urheberrecht (Copyright) oder sonstiges Recht an geistigem Eigentum oder Eigentumsrecht anderer verletzt. Wenn Sie Nutzerinhalt posten, gewährleisten Sie und sichern Sie zu, dass Sie zur Verbreitung und Reproduktion dieses Nutzerinhalts berechtigt sind.\r\nNutzerinhalt, durch den Sie sich als eine andere natürliche oder juristische Person ausgeben oder Ihre Verbindung mit einer natürlichen oder juristischen Person auf andere Weise falsch darstellen;\r\nunerwünschte Werbung, politische Kampagnen, Reklame oder Angebote;\r\npersonenbezogene Daten Dritter, einschließlich, jedoch nicht beschränkt auf Anschriften, Telefonnummern, E-Mail-Adressen, Sozialversicherungsnummern und Kreditkartennummern;\r\nViren, beschädigte Daten oder sonstige schädliche, zerstörerische oder destruktive Dateien;\r\nNutzerinhalt, der gegen den Verhaltenskodex verstößt oder nach unserer Auffassung zu beanstanden ist oder der andere einschränkt oder daran hindert, den Dienst zu nutzen oder Spaß daran zu haben, oder durch den wir oder unsere Nutzer einer Gefährdung oder einer möglichen Haftung ausgesetzt werden können.\r\n16.5 Wir übernehmen keinerlei Verantwortung und Haftung für den von Ihnen oder einem Dritten geposteten, gespeicherten oder hochgeladenen Nutzerinhalt oder für Verlust oder Beschädigung desselben. Wir haften ebenfalls nicht für Fehler, Verleumdung, Beleidigungen, Verunglimpfungen, Unterlassungen, Lügen, Obszönitäten, Pornografie oder Gotteslästerung, auf die Sie möglicherweise stoßen. Die Nutzung des Dienstes einschließlich der Interaktiven Bereiche erfolgt auf eigene Gefahr. Als Anbieter von interaktiven Diensten sind wir nicht für Aussagen, Zusicherungen oder den Nutzerinhalt unserer Nutzer in öffentlichen Foren, auf persönlichen Homepages oder anderen Interaktiven Bereichen haftbar. Wenngleich wir nicht verpflichtet sind, sämtliche geposteten Nutzerinhalte zu filtern, abzuändern oder zu überwachen, behalten wir uns das Recht vor, nach alleinigem Ermessen und aus jedem Grund ohne vorherige Ankündigung auf der Website gepostete oder gespeicherte Nutzerinhalte jederzeit zu entfernen, zu filtern oder abzuändern.\r\n16.6 Sie allein sind auf Ihre Kosten für die Erstellung von Sicherungskopien und das Ersetzen der von Ihnen geposteten oder gespeicherten Nutzerinhalte verantwortlich. Jede Nutzung des Dienstes einschließlich der Interaktiven Bereiche oder anderer Teile davon, die gegen die vorstehenden Bestimmungen verstößt, stellt einen Verstoß gegen diese Bedingungen dar und kann unter anderem dazu führen, dass Ihre Rechte auf Nutzung des Dienstes oder von Teilen davon gekündigt oder aufgehoben werden.\r\n16.7 Sie gewährleisten und sichern zu, dass (a) Sie Inhaber sämtlicher Rechte an dem von Ihnen geposteten Nutzerinhalt sind und diese Rechte frei ausüben dürfen oder auf sonstige Weise berechtigt sind, derartigen Nutzerinhalt auf der Website zu posten; (b) der Nutzerinhalt korrekt und nicht irreführend ist; und (c) die Nutzung und das Posten des von Ihnen übermittelten Nutzerinhalts nicht gegen diese Bedingungen bzw. den Verhaltenskodex oder die Rechte anderer verstößt oder anderen natürlichen oder juristischen Personen Schaden zufügt. Sie allein haften für sämtliche Lizenz- und sonstigen Gebühren, Schadenersatz und sonstige Strafzahlungen, die aus einem Verstoß gegen derartige Rechte oder durch sonstige durch den von Ihnen bereitgestellten Nutzerinhalt verursachte Schäden entstehen.\r\n16.8 Als Gegenleistung für Ihre Nutzung des Dienstes und soweit dies möglich und nach den obligatorisch geltenden gesetzlichen Bestimmungen zulässig ist, übertragen und treten Sie hiermit unwiderruflich an PWBV sämtliche Rechte, Eigentumsrechte und Ansprüche an dem und auf den Nutzerinhalt ab (und erklären sich bereit, diesen abzutreten), den Sie innerhalb oder über den Dienst erstellen, posten, speichern oder übertragen, einschließlich sämtlicher Rechte am geistigen Eigentum. Falls besagte Abtretung und Übertragung an PWBV nach den obligatorisch geltenden gesetzlichen Bestimmungen nicht möglich ist, erklären Sie sich hiermit einverstanden, dass alle Rechte, Eigentumsrechte und Ansprüche an PWE abgetreten und übertragen werden. Hiermit erklären Sie sich einverstanden, mit PWBV und/oder PWE im Zusammenhang mit dem Schutz derselben zusammenzuarbeiten und haben gegebenenfalls alle Dokumente (wie weitere Übertragungs- oder Abtretungsurkunden) auszufertigen, die von PWBV und/oder PWE benötigt werden, um deren entsprechenden Rechte durchzusetzen.\r\n16.9 Sofern bei den vorgenannten Abtretungen nicht auch ein Eigentumsanteil an dem Nutzerinhalt übertragen wird und soweit dies nach den obligatorisch geltenden gesetzlichen Bestimmungen zulässig ist, gewähren Sie PWBV, uns und unseren Lizenzgebern ausdrücklich sämtliche Zustimmungen, Freigaben sowie ein einfaches, dauerhaftes, weltweites, vollständiges, unterlizenzierbares und unwiderrufliches Recht, Nutzerinhalte oder Teile davon in irgendeiner Weise oder Form und in jedem Medium oder Forum erneut zu posten, zu veröffentlichen, zu nutzen, zu zitieren, anzupassen, zu übersetzen, zu archivieren, zu speichern, zu reproduzieren, zu modifizieren, abgeleitete Werke davon zu erstellen, zu syndizieren, zu lizenzieren, zu drucken, Unterlizenzen zu vergeben, zu vertreiben, zu übertragen, zu senden, anderweitig zu übermitteln sowie öffentlich anzuzeigen und vorzuführen, unabhängig davon, ob diese bereits existieren oder erst danach entwickelt werden, ohne Ankündigung, Bestätigung oder Entschädigung für Sie. Sie verzichten und erklären sich damit einverstanden, keine moralischen oder ähnlichen Rechte geltend zu machen, die Sie möglicherweise an dem Nutzerinhalt besitzen.\r\n \r\n \r\n17. Benennung des Vertreters für den Erhalt der Benachrichtigung über geltend gemachte Urheberrechtsverletzung(en). DMCA-Mitteilungen.\r\n17.1 Falls Sie der Ansicht sind, dass durch einen Teil des Dienstes ein Urheberrecht verletzt wird, das Sie besitzen oder kontrollieren, können Sie eine Anzeige einer solchen Verletzung an die unten genannte Kontaktadresse schicken:\r\nPerfect World Publishing BV\r\nAdresse: Joan Muyskenweg 22, 1096 CJ Amsterdam, Niederlande\r\nTelefonnummer: +31 (0) 20 220 10 00\r\nTelefaxnummer: +31 (0) 20 220 10 99\r\nE-Mail-Adresse: eu.office@perfectworld.com\r\n17.2 Wir können unsere Nutzer über eine geltend gemachte Urheberrechtsverletzung durch einen allgemeinen Hinweis auf der Website, eine E-Mail an die bei uns registrierte E-Mail-Adresse eines Nutzers oder durch schriftliche Benachrichtigung mittels Briefpost erster Klasse an die bei uns registrierte Adresse eines Nutzers benachrichtigen.\r\n \r\n18. Wiederholte Rechtsverletzungen\r\n18.1 In Übereinstimmung mit dem Digital Millennium Copyright Act (DMCA) und anderen geltenden Gesetzen haben wir eine Richtlinie erarbeitet, um unter bestimmten Umständen und nach eigenem Ermessen Abonnenten oder Kontoinhabern zu kündigen, die wiederholt Rechtsverletzungen begehen. Darüber hinaus können wir nach eigenem Ermessen den Zugriff auf den Dienst einschränken und/oder die Konten von Nutzern kündigen, die Rechte an geistigem Eigentum anderer verletzen, und zwar unabhängig davon, ob es sich hierbei um eine wiederholte Rechtsverletzung handelt oder nicht.\r\n \r\n19. Hyperlinks\r\n19.1 Ihnen wird ein eingeschränktes, einfaches Recht gewährt, für nicht gewerbliche Zwecke einen Text-Hyperlink zur Website zu erstellen, vorausgesetzt, dass ein solcher Link uns oder eines unserer Produkte oder Dienste nicht auf eine falsche, irreführende, abwertende oder auf sonstige Art diffamierende Weise darstellt und dass die verlinkende Seite kein nicht jugendfreies oder gesetzeswidriges Material oder sonstiges anstößiges, beleidigendes oder auf andere Weise inakzeptables Material enthält. Dieses eingeschränkte Recht kann jederzeit widerrufen werden. Bei der Verlinkung zu dieser Website dürfen Sie kein Logo oder sonstige urheberrechtlich geschützte Grafiken von PWBV ohne unsere ausdrückliche schriftliche Zustimmung benutzen. Darüber hinaus dürfen Sie keines unserer Warenzeichen, Logos oder sonstige urheberrechtlich geschützten Informationen einschließlich der in dem Dienst befindlichen Bilder, den Inhalt von Texten oder das Layout/Design einer Seiten oder eines auf einer Seite der Website enthaltenen Formulars ohne unsere ausdrückliche schriftliche Zustimmung benutzen, einbetten oder mittels Framing-Techniken einbinden. Abgesehen von Vorstehendem werden Ihnen weder stillschweigend noch durch Rechtsverwirkung oder auf sonstige Weise Rechte oder Lizenzen an Patenten, Warenzeichen, Urheber- oder Eigentumsrechten von PWBV oder Dritten übertragen\r\n19.2 Wir erheben keinerlei Ansprüche, machen keinerlei Zusicherungen und übernehmen keinerlei Haftung in Bezug auf die Qualität, den Inhalt, die Art oder die Zuverlässigkeit von Websites Dritter, auf die über einen Hyperlink von der Website aus zugegriffen werden kann oder die per Hyperlink auf die Website verweisen. Solche Websites befinden sich außerhalb unserer Kontrolle, und wir haften nicht für die Inhalte verlinkter Websites, die auf einer verlinkten Website enthaltenen Links oder Überprüfungen, Änderungen oder Aktualisierungen dieser Websites. Wir stellen Ihnen diese Links nur als besonderen Service zur Verfügung. Die Einbettung eines Links bedeutet nicht, dass wir eine Website oder die darin enthaltenen Informationen befürworten oder billigen oder uns zu eigen machen. Sie sollten sich darüber im Klaren sein, dass nach Verlassen der Website nicht mehr unsere Bedingungen und Richtlinien gelten. Sie sollten die geltenden Bedingungen und Grundsätze einschließlich der Vertraulichkeits- und Datenschutzbestimmungen der Website prüfen, auf die Sie von der Website gelangen.\r\n \r\n20. Mobile Software\r\n20.1 Mobile Software  Wir stellen Software zur Verfügung, damit Sie über ein Mobilgerät auf den Dienst zugreifen können (nachfolgend: \"Mobile Software\"). Um die Mobile Software nutzen zu können, müssen Sie ein Mobilgerät besitzen, das mit dem mobilen Dienst kompatibel ist. Wir übernehmen keine Garantie, dass die Mobile Software mit Ihrem Mobilgerät kompatibel sein wird. Wir gewähren Ihnen hiermit eine einfache, nicht übertragbare, widerrufliche Lizenz für die Nutzung einer Kopie mit kompiliertem Code der Mobilen Software für ein Konto auf einem Mobilgerät, das sich ausschließlich in Ihrem Besitz befindet oder von Ihnen alleine für Ihren eigenen Gebrauch gemietet ist. Sie dürfen weder\r\ndie Mobile Software modifizieren, disassemblieren, dekompilieren oder zurückentwickeln (Reverse Engineering), es sei denn eine solche Einschränkung ist ausdrücklich gesetzlich untersagt; noch\r\ndie Mobile Software an einen Dritten vermieten, verleasen, ausleihen, weiterverkaufen, unterlizenzieren, vertreiben oder anderweitig übertragen oder die Mobile Software nutzen, um einem Dritten eine Teilzeitnutzung (Time Sharing) oder ähnliche Dienste anzubieten;\r\nKopien der Mobilen Software machen;\r\nsicherheitsbezogene Merkmale der Mobilen Software, Merkmale, die die Nutzung oder das Kopieren von über die Mobile Software zugänglichen Inhalten verhindern oder einschränken, oder Merkmale, die Einschränkungen der Nutzung der Mobilen Software durchsetzen können, entfernen, umgehen, deaktivieren, zerstören oder anderweitig beeinträchtigen;\r\ndie Hinweise auf der Mobilen Software zu Urheber- oder sonstigen Rechten zum Schutz des geistigen Eigentums löschen. Sie erkennen an, dass wir von Zeit zu Zeit neue Versionen (Upgrades) der Mobilen Software herausgeben können und automatisch die Version der Mobilen Software, die Sie auf Ihrem Mobilgerät nutzen, elektronisch aktualisieren können. Sie stimmen solchen automatischen Upgrades auf Ihrem Mobilgerät zu und erklären sich damit einverstanden, dass die Bedingungen und Modalitäten dieser Vereinbarung für all diese Upgrades gelten. Alle fremden Codes, die möglicherweise in der Mobilen Software enthalten sind, fallen gegebenenfalls unter die geltende Open-Source- oder Drittlizenz-EULA, welche die Nutzung eines solchen Codes gestattet. Die vorstehende Lizenzgewährung stellt keinen Verkauf der Mobilen Software oder einer Kopie derselben dar, und wir bzw. unsere Geschäftspartner oder Drittlieferanten behalten uns/sich sämtliche Rechte, Eigentumsrechte und Ansprüche an der Mobilen Software (und aller Kopien davon) vor. Jeder Versuch Ihrerseits, eines der Rechte, Pflichten oder Verpflichtungen im Rahmen dieser Bedingungen zu übertragen, ist nichtig, sofern dies nicht in dieser Vereinbarung ausdrücklich vorgesehen ist. Wir behalten uns alle nicht ausdrücklich im Rahmen dieser Vereinbarung gewährten Rechte vor.\r\n20.2 Mobile Software von iTunes.  Folgendes gilt für Mobile Software, die Sie über den iTunes Store erwerben (nachfolgende: \"Software aus dem iTunes Store\"):  Sie erkennen an und erklären sich damit einverstanden, dass diese Vereinbarung ausschließlich zwischen Ihnen und PWBV, und nicht Apple, besteht und dass Apple keine Verantwortung für die Software aus dem iTunes Store oder deren Inhalt übernimmt. Ihre Nutzung der Software aus dem iTunes Store muss den Nutzungsbedingungen des App Stores entsprechen. Sie erkennen an, dass Apple keinerlei Verpflichtung hat, Wartungs- und Supportleistungen im Hinblick auf Software aus dem iTunes Store zu erbringen. Für den Fall, dass die Software aus dem iTunes Store geltende Gewährleistungsbestimmungen nicht erfüllt, können Sie Apple benachrichtigen, und Apple wird Ihnen den Kaufpreis für die Software aus dem iTunes Store erstatten. In dem weitestgehenden gesetzlich zulässigen Umfang wird Apple keine weitere Garantieverpflichtung im Hinblick auf die Software aus dem iTunes Store besitzen, und alle sonstigen Ansprüche, Verluste, Verbindlichkeiten, Schäden, Kosten oder Ausgaben, die einem Versäumnis zuzuschreiben sind, einer Gewährleistung nachzukommen, werden ausschließlich durch diese Vereinbarung sowie durch alle für PWBV als Anbieter der Software geltenden Gesetze geregelt. Sie erkennen an, dass Apple nicht dafür verantwortlich ist, Ihre Ansprüche oder die Ansprüche Dritter im Hinblick auf die Software aus dem iTunes Store oder Ihren Besitz und/oder Ihre Nutzung der Software aus dem iTunes Store zu verfolgen, einschließlich, jedoch nicht beschränkt auf:\r\nProdukthaftungsansprüche;\r\nAnsprüche, dass die Software aus dem iTunes Store nicht den geltenden gesetzlichen oder aufsichtsrechtlichen Anforderungen entspricht;\r\nAnsprüche, die im Rahmen des Verbraucherschutzes oder ähnlicher Bestimmungen entstehen; und all diese Ansprüche werden ausschließlich durch diese Vereinbarung sowie alle für PWBV als Anbieter der Software geltenden Gesetze geregelt. Sie erkennen an, dass im Falle des Anspruchs eines Dritten, dass die Software aus dem iTunes Store bzw. Ihr Besitz und Ihre Nutzung dieser Software aus dem iTunes Store die geistigen Eigentumsrechte dieses Dritten verletzen, PWBV und nicht Apple alleine für die Untersuchung, Verteidigung, Beilegung und Erfüllung eines solchen Anspruchs auf Verletzung der geistigen Eigentumsrechte in dem in dieser Vereinbarung vorgesehenen Umfang verantwortlich ist. Sie und PWBV erkennen an und erklären sich damit einverstanden, dass Apple sowie die Tochtergesellschaften von Apple im Hinblick auf Ihre Lizenz der Software aus dem iTunes Store Drittbegünstigte dieser Vereinbarung sind und dass Apple mit Ihrer Annahme der Bedingungen und Modalitäten dieser Vereinbarung das Recht haben wird (und als das Recht angenommen gilt), diese Vereinbarung im Hinblick auf Ihre Lizenz der Software aus dem iTunes Store gegen Sie als Drittbegünstigten derselben durchzusetzen.\r\n \r\n21. Inhalte Dritter\r\n21.1 Wir können über den Dienst für interessierte Nutzer als besonderen Service Inhalte Dritter anzeigen oder zur Verfügung stellen und Links zu Webseiten und Inhalten Dritter anzeigen (nachfolgend: zusammen die \"Inhalte Dritter\"). Inhalte Dritter auf den Websites Dritter werden von uns nicht überwacht und stehen nicht unter unserer Kontrolle. Wir befürworten keinerlei Inhalte Dritter, machen uns diese nicht zu eigen und können hinsichtlich deren Richtigkeit oder Vollständigkeit keinerlei Garantie übernehmen. Wir gewährleisten oder sichern nicht die Richtigkeit von darin enthaltenen Informationen zu und übernehmen keine Verantwortung für die Aktualisierung oder Überprüfung der Inhalte Dritter. Nutzer benutzen solche darin enthaltenen Inhalte Dritter auf eigene Gefahr.\r\n \r\n22. Werbeaktionen und Verkaufsförderungsmaßnahmen; Produkte und Dienste Dritter\r\n22.1 1Wir können Werbeaktionen und Verkaufsförderungsmaßnahmen Dritter über den Service durchführen oder auf sonstige Weise Informationen über oder Links zu Produkten oder Dienstleistungen Dritter über den Dienst bereitstellen. Ihre Geschäfte oder Korrespondenz mit solchen Dritten oder Ihre Teilnahme an Verkaufsförderungsmaßnahmen von diesen Dritten sowie alle Bedingungen, Modalitäten, Gewährleistungen oder Zusicherungen im Zusammenhang mit solchen Geschäften oder Verkaufsförderungsmaßnahmen betreffen ausschließlich Sie und diesen Dritten. Wir haften nicht für Verluste oder Schäden jeglicher Art, die aus derartigen Geschäften oder Verkaufsförderungsmaßnahmen oder aus dem Vorhandensein solcher Inserenten, die nicht zu PWBV gehören, oder Informationen Dritter resultieren. Falls Sie von dem Dienst auf die Website eines Dritten zugreifen, tun Sie dies auf eigenes Risiko, und Ihnen ist bewusst, dass diese Vereinbarung sowie unsere Datenschutzrichtlinie nicht für Ihre Nutzung solcher Websites gilt.  Sie befreien PWBV ausdrücklich von sämtlichen Verpflichtungen, die sich aus Ihrer Nutzung der Website, der Dienstleistung oder Inhalte Dritter ergeben.\r\n \r\n23. Offizieller Dienst und Beta-Tests\r\n23.1 Die Spiele sind nur dazu gedacht, so gespielt zu werden, wie sie über unseren Dienst angeboten werden. Sie erklären sich damit einverstanden, keine anderen Möglichkeiten zu nutzen, zu schaffen oder anzubieten, über die das Spiel von anderen gespielt werden kann, beispielsweise über Server-Emulatoren. Sie erklären sich damit einverstanden, keine Hard- oder Software wie beispielsweise Tools von Dritten oder sonstige Support-Methoden zu nutzen, um auf eine von uns nicht erlaubte Weise die Nutzung des Dienstes beeinflussen oder Ihnen einen Vorteil zu verschaffen. Dies umfasst insbesondere den Einsatz von \"Bots\" und/oder sonstigen Methoden, mit deren Hilfe der Dienst automatisch ohne menschliche Eingaben gespielt werden kann. Sie erkennen an, dass es Ihnen nicht gestattet ist, Softwareprogramme, Dienstprogramme, Anwendungen, Emulatoren oder Tools, die aus den Spielen abgeleitet oder für diese erstellt wurden, zu benutzen, zu erstellen, zu veröffentlichen, zu vertreiben oder Ableitungen davon anzufertigen, es sei denn Sie können die Software in dem Rahmen nutzen, der ausdrücklich nach diesen Bedingungen und der geltenden EULA zulässig ist. Sie dürfen keine Handlungen vornehmen, durch die unsere Infrastruktur unangemessen oder unverhältnismäßig belastet wird. Konten, Charaktere, Gegenstände, Münzen, Zen oder PWBV-eigenes Material sind nicht Ihr Eigentum und dürfen von Ihnen nicht verkauft, übertragen, gehandelt oder versteigert werden, und Sie dürfen auch andere nicht bei derartigen Handlungen unterstützen, sofern dies nicht ausdrücklich von uns genehmigt wurde. Außerhalb des Dienstes vorgenommene Übertragungen von Dingen, die mit dem Service verbunden sind, erkennen wir nicht an.\r\n23.2 Ihnen kann die Möglichkeit eingeräumt werden, an Beta-Tests neuer Spiele (nachfolgend: \"Beta-Spiele\") und Website-Features teilzunehmen. Ihre Teilnahme als Beta-Tester unterliegt den nachfolgenden Bedingungen und Modalitäten.\r\n23.3 Sie erkennen an, dass Sie eine vorläufige Vorschauversion der Website-Features und Beta-Spiele benutzen und dass Sie an einem Betatest dieser Features und Spiele (nachfolgend: der \"Beta-Test\") teilnehmen, und dass die Beta-Spiele und Website-Features möglicherweise Softwarefehler (Bugs) enthalten, nicht ordnungsgemäß funktionieren oder nicht alle beabsichtigten Funktionen ermöglichen, die Funktionsweise anderer Softwareanwendungen stören und Fehler, Datenverlust oder sonstige Probleme verursachen können. Geschlossene Beta-Tests sind vertraulich, und Sie erklären sich damit einverstanden, dass sämtliche Informationen über die Beta-Spiele, die Dienste und den Beta-Test, einschließlich, aber nicht beschränkt auf Kommentare, Ideen oder sonstige Rückmeldungen (nachfolgend: zusammen das \"Feedback\"), die Sie uns zu den Beta-Spielen, dem Dienst oder dem Beta-Test geben, vertraulich zu behandeln sind (nachfolgend: die \"Vertraulichen Informationen\"). Sie erklären sich damit einverstanden, die Vertraulichen Informationen in keiner anderen Weise außer für Ihre persönliche Nutzung und ausschließlich zwecks Durchführung von Tests der Beta-Spiele und Website-Features zu benutzen, und Sie erklären sich damit einverstanden, die Vertraulichen Informationen oder Teile davon vor deren Offenlegung gegenüber anderen Personen zu schützen. Sie erklären sich weiterhin damit einverstanden, alle nach vernünftigen Gesichtspunkten erforderlichen Maßnahmen zu ergreifen, um die Geheimhaltung der Vertraulichen Informationen zu sichern und zu verhindern, dass die Vertraulichen Informationen öffentlich bekannt werden oder in den Besitz unbefugter Personen gelangen. Alle Vertraulichen Informationen bleiben alleiniges Eigentum von PWBV, und wir können solche Vertraulichen Informationen ohne eine Verpflichtung Ihnen gegenüber für beliebige Zwecke verwenden. Sie werden den Test selbst durchführen und keinen anderen Personen Zugriff auf Beta-Spiele ermöglichen. Sie erklären sich damit einverstanden, dass eine Verletzung der vorstehenden Vertraulichkeitsverpflichtungen einen nicht wiedergutzumachenden Schaden für uns verursachen würde, und wir (zusätzlich zu sonstigen uns zustehenden Rechtsmitteln) ex parte vorläufigen Rechtsschutz ohne Sicherheitsleistung geltend machen können, um die Verletzung oder drohende Verletzung Ihrer Pflichten zu verhindern. Ihre Geheimhaltungspflicht hinsichtlich der Beta-Spiele bleibt bestehen, bis wir die von Ihnen getesteten Spiele und Inhalte öffentlich vertreiben oder auf sonstige Weise ohne ein Verschulden Ihrerseits öffentlich machen.\r\n23.4 Als Beta-Tester werden Sie eingeladen, Beta-Spiele ausschließlich zum Zwecke der Beurteilung der Spiele und Fehlersuche zu spielen. Keine Bestimmung dieser Bedingungen und keine Angabe auf der Website oder über den Dienst ist so auszulegen, dass Ihnen im Hinblick auf die Beta-Spiele oder darin zu findenden Inhalt besondere Rechte oder Vorrechte eingeräumt werden. Die Beta-Spiele werden \"as is\" und \"as available\" (im vorgefundenen Zustand und wie verfügbar) bereitgestellt, und wir übernehmen keinerlei Garantie Ihnen gegenüber, weder ausdrücklich noch stillschweigend. Sie nehmen hiermit zur Kenntnis und erklären sich damit einverstanden, dass Sie Beta-Spiele auf Ihre eigenes Risiko spielen, dass Sie wissen, dass die Beta-Spiele bekannte oder unbekannte Softwarefehler (Bugs) enthalten können, und dass wir Ihnen gegenüber keinerlei Verpflichtungen im Hinblick auf Beta-Spiele haben, einschließlich, jedoch nicht beschränkt auf die Pflicht, Ihnen auch zukünftig kostenfrei solcher Spiele zur Verfügung zu stellen.\r\n23.5 Beim Spielen einiger Beta-Spiele können Sie Schätze, Erfahrungspunkte, Ausrüstung oder sonstige Werte oder Statusindikatoren innerhalb des Beta-Tests ansammeln. Diese Daten können jederzeit während des Testprozesses und nach Abschluss der Testphase des betroffenen Spiels zurückgesetzt werden. In diesem Fall werden die gesamte Spielerhistorie und alle Spielerdaten gelöscht, und jeder Spieler hat wieder den Status eines Novizen.\r\n \r\n24. Gebühren\r\n24.1 Wir können für den Zugriff auf bestimmte Spielobjekte und den Erwerb solcher Objekte oder für die Teilnahme an Spielaktivitäten über den Dienst Gebühren erheben und den Erwerb von \"Punkten\" im Spiel ermöglichen, die für den Kauf von Spielobjekten oder -aktivitäten eingesetzt werden (nachfolgend: \"Zen\"). Nach dem Kauf haben Sie direkt das Recht, Zen in der vereinbarten Weise zu nutzen.\r\n24.2 SÄMTLICHE ANFALLENDEN ZEN, GEBÜHREN UND SONSTIGEN KOSTEN SIND IM VORAUS ZU ZAHLEN UND WERDEN NICHT ERSTATTET. ZEN HABEN KEINEN GELDWERT UND KÖNNEN NICHT GEGEN BARGELD ZURÜCKGEGEBEN WERDEN. ZEN UND DAS RECHT ZUR NUTZUNG VON ZEN SIND WEDER GANZ NOCH TEILWEISE ÜBERTRAGBAR. DAS RECHT ZUR NUTZUNG VON ZEN IST WESENTLICHER BESTANDTEIL DER LIZENZ ZUR NUTZUNG DES DIENSTES UND SPIELS.\r\n24.3 Sie erkennen ausdrücklich an und erklären sich damit einverstanden, dass das Recht zur Nutzung (Lizenzierung) von Zen mit dem Zeitpunkt der Zahlung der Gebühren beginnt und dass Sie ab diesem Zeitpunkt Zen für den beabsichtigten Zweck nutzen dürfen. Sie erkennen ausdrücklich an und erklären sich damit einverstanden, dass Sie das Recht verlieren, vom Kauf von Zen zurückzutreten.\r\n24.4 Wir können unsere Gebühren, Abrechnungsmethoden und Bedingungen, die für Zen oder für Käufe gelten, von Zeit zu Zeit modifizieren, ändern oder ergänzen und diese Änderungen in diesen Bedingungen, in separaten Verkaufsbedingungen oder in sonstigen Bedingungen oder Vereinbarungen, die auf der Website oder dem Dienst veröffentlicht werden oder Ihnen anderweitig von uns zur Verfügung gestellt werden, veröffentlichen. Solche Modifikationen, Änderungen, Ergänzungen oder Verkaufsbedingungen erlangen unmittelbar mit der Veröffentlichung auf der Website oder in dem Dienst Wirksamkeit und werden durch Bezugnahme in diesen Bedingungen aufgenommen. Falls eine Änderung für Sie nicht akzeptabel ist, können Sie Ihr Konto jederzeit kündigen.\r\n24.5 Falls Sie aus irgendeinem Grund eine Rückerstattung verlangen, sind wir berechtigt, eine solche Rückerstattung zu prüfen und dieser zu widersprechen. Sollten wir der Ansicht sein, dass Ihre Rückerstattungsforderung unberechtigt, unangemessen oder unzulässig ist, können wir den Fall vor Gericht bringen. Für den Fall, dass Ihre Rückerstattung vom Gericht für unzulässig erachtet wird, erklären Sie sich hiermit einverstanden, sämtliche Gebühren und Kosten zu zahlen, die sich aus der strittigen Rückerstattung ergeben, einschließlich, jedoch nicht beschränkt auf Anwaltsgebühren und -kosten, Schadenersatz, Geldverluste aufgrund des Nicht-Betriebs und Rückerstattungsgebühren, bzw. falls obligatorisch geltende gesetzliche Bestimmungen etwas anderes vorschreiben, in dem höchstzulässigen Umfang.\r\n24.6 Anwendbare Gebühren und Kosten oder Zen können Sie per Kreditkarte, PayPal® oder anderer, von uns genehmigten Zahlungsmethoden bezahlen.\r\n24.7 Wir sind nicht für \"Hacking\" oder den Verlust Ihrer virtuellen Güter von Ihrem Konto verantwortlich; wir können jedoch nach eigenem Ermessen virtuelle Güter oder Zen erstatten, wenn Sie uns den Nachweis erbringen, dass ein solcher Verlust nicht auf Ihre unsachgemäße Nutzung zurückzuführen ist. Wir können die Menge eines Gegenstandes begrenzen oder uns weigern, Ihnen virtuelle Güter bereitzustellen. Wir können die für eine Transaktion geltende Überprüfung bestimmter Informationen verlangen, bevor wir Ihre Zahlung akzeptieren. Die Preise und Verfügbarkeit virtueller Güter können jederzeit ohne Vorankündigung geändert werden. Wir übernehmen keine Haftung im Hinblick auf virtuelle Güter oder Zen, die Sie als Geschenk oder Anreiz erhalten.\r\n \r\n25. Unterbrechung des Dienstes\r\n25.1 Wir behalten uns das Recht vor, den Dienst oder Teile davon von Zeit zu Zeit in regelmäßigen oder unregelmäßigen Abständen mit oder ohne Vorankündigung zu Wartungszwecken zu unterbrechen. Wir werden Sie frühestmöglich darüber informieren. Sie erklären sich damit einverstanden, dass wir für eine Unterbrechung des Dienstes oder von Teilen davon, eine Verzögerung oder Nichterfüllung aus welchen Gründen auch immer nicht haftbar gemacht werden\r\n25.2 Sie erkennen an, dass der Dienst oder Teile davon aus Gründen, die außerhalb unserer Kontrolle liegen, unterbrochen werden kann und wir nicht garantieren können, dass Sie in der Lage sein werden, auf den Service zugreifen zu können, wann immer Sie dies möglicherweise wünschen. Wir haften nicht für Unterbrechungen des Dienstes, verzögerte oder fehlerhafte Leistungen, aus welchen Gründen auch immer.\r\n25.3 Wir haben das Recht, jederzeit mit oder ohne Angabe von Gründen einen Aspekt bzw. Aspekte des Dienstes zu ändern und/oder zu entfernen, wenn wir dies nach eigenem Ermessen für angemessen halten.\r\n25.4 Wir sind nicht verpflichtet, die gesamten oder einen Teil der Kontogebühren (falls zutreffend) aufgrund einer Unterbrechung des Dienstes unter den in Paragraf 25.1  oder 25.2  dargelegten Umständen zu erstatten.\r\n \r\n26. Disziplinarmaßnahmen/Konto- und Dienstkündigung\r\n26.1 WIR KÖNNEN, EGAL AUS WELCHEM GRUND, DURCH ENTSPRECHENDE BENACHRICHTIGUNG AN SIE INNERHALB DER BEI IHRER ERSTELLUNG EINES KONTOS ODER IHREM BEITRITT ZU DEM DIENST SPEZIFIZIERTEN FRIST BZW. FALLS KEINE SOLCHE FRIST ANGEGEBEN WURDE, INNERHALB VON DREISSIG (30) TAGEN AB DEM DATUM, AN DEM IHNEN EINE SOLCHE BENACHRICHTIGUNG PER E-MAIL ZUGESTELLT WIRD ODER AUF DER WEBSITE ODER IM INTERAKTIVEN BEREICH VON UNS VERÖFFENTLICHT WIRD, DEN DIENST ODER EIN KONTO ODER EINEN TEIL DAVON AUSSETZEN, KÜNDIGEN, MODIFIZIEREN, DEN ZUGANG DAZU SPERREN ODER LÖSCHEN.\r\n26.2 Wenn Sie als Nutzer gegen diese Bedingungen verstoßen, können wir nach eigenem Ermessen Verwarnungen aussprechen und Ihr Konto vorübergehend sperren oder dauerhaft kündigen. Es bleibt stets in unserem Ermessen, wann und wie Verwarnungen, Strafzahlungen und/oder Disziplinarmaßnahmen auferlegt werden. Bei der Entscheidung über solche Maßnahmen berücksichtigen wir die Schwere und die Häufigkeit der Verstöße. Die letztendliche Entscheidung liegt jedoch in unserem alleinigen Ermessen.\r\n26.3 Um jegliche Zweifel auszuschließen: Sie erkennen hiermit an, dass eine Kündigung Ihres Kontos in unserem freien Ermessen liegt, selbst wenn auf Ihrem Konto noch ein Guthaben besteht. Die Kündigung Ihres Kontos zieht die Kündigung der Lizenz zur Nutzung des Dienstes oder eines Teils davon (siehe Paragraf 8) nach sich.\r\n26.4 Sie haben das Recht, Ihr Konto jederzeit durch entsprechende Mitteilung an uns zu kündigen. Sie nehmen zur Kenntnis und erklären sich damit einverstanden, dass, sofern nicht obligatorisch geltende gesetzliche Bestimmungen etwas anderes vorsehen, die Kündigung Ihres Kontos Ihr einziges Recht und Rechtsmittel im Hinblick auf einen Rechtsstreit ist, einschließlich unter anderem in Bezug auf oder aufgrund von:\r\neiner Bestimmung dieser Vereinbarung oder unsere Durchsetzung oder Anwendung dieser Vereinbarung;\r\nden Nutzerinhalten;\r\nIhrer Fähigkeit, auf den Dienst oder die Website zuzugreifen und/oder diese/n zu nutzen;\r\nder Höhe oder Art der Gebühren, Aufschläge, geltenden Steuern, Abrechnungsmethoden oder Änderungen der Gebühren, Aufschläge, geltenden Steuern oder Abrechnungsmethoden.\r\n26.5 Sie können Ihr Konto durch Zustellung einer Mitteilung an uns kündigen. Wir behalten uns das Recht vor, aufgelaufene Gebühren und Aufwendungen sowie die uns vor Ihrer Kündigung entstandenen Kosten einzuziehen. Darüber hinaus sind Sie für alle Gebühren, Aufwendungen und Kosten verantwortlich, die Drittlieferanten oder Drittanbietern von Inhalten vor Ihrer Kündigung entstanden sind.\r\n26.6 Für den Fall, dass Ihr Konto grundlos oder unter Angabe von Gründen gekündigt wird, wird keine Rückerstattung gewährt und Ihnen wird keine Online-Zeit oder sonstige Guthaben (z. B. Punkte in einem Online-Spiel) gutgeschrieben oder in Bargeld oder eine andere Form der Erstattung umgewandelt und Sie werden keinen weiteren Zugriff auf Ihr Konto haben. Sämtliche überfälligen oder unbezahlten Konten oder Konten mit ungelösten Streitigkeiten müssen ausgeglichen werden, bevor wir Ihnen eine erneute Anmeldung gestatten.\r\n26.7 Falls Sie der Ansicht sind, dass Sie ungerechterweise verwarnt oder gemaßregelt wurden oder Anspruch auf eine Rückzahlung oder Rückerstattung haben, setzen Sie sich bitte mit uns in Verbindung und senden Sie uns eine vollständige und detaillierte Erklärung.\r\n \r\n27. Schadloshaltung\r\n27.1 Sie erklären sich damit einverstanden, PWBV, deren unabhängige Vertragspartner, Serviceanbieter und Berater sowie deren jeweilige Führungskräfte, Mitarbeiter, Vertreter, Partner, verbundenen Unternehmen und Tochtergesellschaften gegen sämtliche Ansprüche, Schäden, Kosten, Verbindlichkeiten und Aufwendungen (einschließlich, jedoch nicht beschränkt auf angemessene Anwaltskosten) verteidigen, freizustellen und schadlos zu halten, die aus oder im Zusammenhang mit dem von Ihnen geposteten, gespeicherten oder auf sonstige Weise auf oder über die Website übertragenen Nutzerinhalt, Ihrem Verhalten, Ihrer Verletzung dieser Bedingungen, Ihrer missbräuchlichen Nutzung des Dienstes oder Ihrer Verletzung von Rechten Dritter entstehen.\r\n \r\n28. Anerkenntnis\r\n28.1 Sie erkennen hiermit an und erklären sich damit einverstanden, dass:\r\nDIE SOFTWARE BEI DER NUTZUNG DES DIENSTES DAS RANDOM ACCESS MEMORY (RAM) UND/ODER CPU-PROZESSE IHRES COMPUTERS AUF UNBEFUGTE PROGRAMME DRITTER HIN ÜBERPRÜFEN, DIE ZEITGLEICH MIT DER SOFTWARE LAUFEN. DER BEGRIFF \"UNBEFUGTE PROGRAMME DRITTER\" BEZEICHNET HIER JEDE SOFTWARE DRITTER, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF SÄMTLICHE \"ADD-ONS\" ODER \"MODS\", DIE NACH UNSEREM ALLEINIGEN ERMESSEN: (i) MOGELEIEN JEGLICHER ART ERMÖGLICHEN ODER ERLEICHTERN; (ii) NUTZERN ERMÖGLICHEN, DAS SOFTWARE-INTERFACE, DIE UMGEBUNG UND/ODER ERFAHRUNG IN EINER NICHT AUSDRÜCKLICH VON UNS GESTATTETEN WEISE ZU MODIFIZIEREN ODER ZU HACKEN, ODER (iii) DATEN VON DER ODER ÜBER DIE SOFTWARE ABZUGREIFEN ODER DURCH \"DATA MINING\" ODER AUF SONSTIGE WEISE AUSZUFORSCHEN ODER ZU SAMMELN. FALLS DIE SOFTWARE EIN UNBEFUGTES PROGRAMM DRITTER ERKENNT, KANN SIE DATEN AN UNS ZURÜCKSCHICKEN, EINSCHLIESSLICH, JEDOCH NICHT BESCHRÄNKT AUF IHREN KONTONAMEN, EINZELHEITEN ÜBER DAS ERKANNTE UNBEFUGTE PROGRAMM DRITTER SOWIE UHRZEIT UND DATUM, WANN DAS UNBEFUGTE PROGRAMM ERKANNT WURDE; UND/ODER PERFECT WORLD ENTERTAINMENT KANN ALLE IHR NACH DIESEM ABSCHNITT DER VEREINBARUNG ZUSTEHENDEN RECHTE AUCH OHNE VORHERIGE MITTEILUNG AN DEN NUTZER AUSÜBEN.\r\nWIR KÖNNEN IHRE CHATSITZUNGEN SOWIE ANDERE ÜBER DAS SPIEL ODER DEN DIENST ÜBERMITTELTE ODER ERHALTENE ELEKTRONISCHE MITTEILUNGEN ÜBERWACHEN ODER AUFZEICHNEN, UND SIE STIMMEN EINER SOLCHEN ÜBERWACHUNG ODER AUFZEICHNUNG ZU.\r\nWir garantieren weder die Vollständigkeit noch die Genauigkeit oder Richtigkeit der unter den Spielern ausgetauschten Informationen. Wir garantieren auch nicht die sichere Aufbewahrung der Informationen, die unter den Spielern ausgetauscht werden. Sie erkennen an, dass besagte unter Nutzern ausgetauschte Informationen ohne Gewähr (‚as is') erfolgen und dass Sie solche Informationen stets auf eigenes Risiko nutzen. \r\nSie erkennen an, dass Sie bei der Nutzung des Dienstes und/oder Spieles spielinterne Features und/oder Spielobjekte verlieren können. Wir garantieren den Spielern nicht die Verfügbarkeit von Spielobjekten, Diensten oder Leveln.\r\n \r\n29. Gewährleistungsbeschränkung\r\n29.1 Sie nehmen ausdrücklich zur Kenntnis und erklären sich damit einverstanden, dass:\r\nSOWEIT DIES NACH DEN OBLIGATORISCH GELTENDEN GESETZLICHEN BESTIMMUNGEN ZULÄSSIG IST, DER DIENST, DIE SPIELE, DIE WEBSITE SOWIE ALLE DARIN ENTHALTENEN MATERIALIEN \"OHNE GEWÄHR\" (\"AS IS\") UND \"WIE VERFÜGBAR\" (\"AS AVAILABLE\") OHNE GEWÄHRLEISTUNGSZUSAGEN JEGLICHER ART, OB AUSDRÜCKLICH ODER STILLSCHWEIGEND, ZUR VERFÜGUNG GESTELLT WERDEN. PWBV SOWIE UNSERE TOCHTERGESELLSCHAFTEN, VERBUNDENEN UNTERNEHMEN, FÜHRUNGSKRÄFTE, MITARBEITER, AGENTEN, PARTNER UND LIZENZGEBER LEHNEN JEGLICHE SONSTIGE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNG AB, EINSCHLIESSLICH, JEDOCH NICHT BESCHRÄNKT AUF IMPLIZITE GEWÄHRLEISTUNGSZUSAGEN IN BEZUG AUF DIE VERMARKTUNGSFÄHIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK, PERFORMANCE ODER EIGNUNG FÜR IHRE BEABSICHTIGTE VERWENDUNG, RECHTSANSPRUCH UND NICHTVERLETZUNG HINSICHTLICH DES DIENSTES, DES SPIELS UND DER WEBSITE, EINSCHLIESSLICH ALLER DARIN ENTHALTENER INFORMATIONEN, INHALTE UND MATERIALIEN. PWBV GEWÄHRLEISTET NICHT UND SICHERT NICHT ZU, DASS DER DIENST, DIE SPIELE, DIE WEBSITE ODER DIE DARIN ENTHALTENEN MATERIALIEN KORREKT, VOLLSTÄNDIG, ZUVERLÄSSIG, VERFÜGBAR, AKTUELL ODER FEHLERFREI SIND. PWBV GEWÄHRLEISTET EBENFALLS NICHT UND SICHERT AUCH NICHT ZU, DASS DIE SPIELE, DIE WEBSITE ODER IHRE SERVER FREI VON VIREN, SOFTWAREFEHLERN (BUGS), SONSTIGEN FEHLERN ODER ANDEREN SCHÄDLICHEN KOMPONENTEN ODER DEFEKTEN SIND, DATEN AUF SICHERE WEISE ÜBERMITTELN ODER ORDNUNGSGEMÄSS MIT DEM SERVICE FUNKTIONIEREN.\r\nPWBV SOWIE DEREN TOCHTERGESELLSCHAFTEN, VERBUNDENE UNTERNEHMEN, FÜHRUNGSKRÄFTE, MITARBEITER, AGENTEN, PARTNER UND LIZENZGEBER LEISTEN KEINE GEWÄHR, DASS (i) DER DIENST IHREN ANFORDERUNGEN ENTSPRICHT; (ii) DIE WEBSITE OHNE UNTERBRECHUNGEN, RECHTZEITIG, SICHER ODER FEHLERFREI LÄUFT; ODER (iii) ALLE FEHLER IN DER SOFTWARE KORRIGIERT WERDEN.\r\nWENNGLEICH WIR VERSUCHEN, IHREN ZUGRIFF AUF UND IHRE NUTZUNG DES DIENSTES SICHER ZU MACHEN, KÖNNEN WIR NICHT GEWÄHRLEISTEN UND ZUSICHERN (UND WERDEN DIES AUCH NICHT TUN), DASS DER DIENST ODER DESSEN SERVER FREI VON VIREN ODER ANDEREN SCHÄDLICHEN KOMPONENTEN IST/SIND; SIE SOLLTEN DAHER EINE ANERKANNTE SOFTWARE NUTZEN, UM VIREN BEI EINEM DOWNLOAD ZU ERKENNEN UND ZU BESEITIGEN. DER ZUGRIFF AUF SÄMTLICHE HERUNTERGELADENEN ODER ANDERWEITIG DURCH DIE NUTZUNG DER WEBSITE ODER DES DIENSTES ERHALTENDEN MATERIALIEN ERFOLGT IN IHREM EIGENEN ERMESSEN UND AUF EIGENES RISIKO, UND SIE SIND ALLEINE FÜR EVENTUELLE SCHÄDEN AN IHREM COMPUTERSYSTEM ODER DATENVERLUSTE AUFGRUND DES DOWNLOADS SOLCHER MATERIALIEN VERANTWORTLICH.\r\nBEI EINEM KLEINEN PROZENTSATZ VON NUTZERN KANN ES ZU EPILEPTISCHEN ANFÄLLEN KOMMEN, WENN DIESE BESTIMMTEN LICHTMUSTERN ODER HINTERGRÜNDEN AUF EINEM COMPUTER-BILDSCHIRM AUSGESETZT WERDEN BZW. WÄHREND SIE DIE WEBSITE ODER DEN DIENST NUTZEN. BESTIMMTE BEDINGUNGEN KÖNNEN ZUVOR UNERKANNTE EPILEPTISCHE SYMPTOME AUCH BEI NUTZERN HERVORRUFEN, DIE ZUVOR NICHT AN ANFÄLLEN ODER EPILEPSIE LITTEN. FALLS SIE ODER EIN MITGLIED IHRER FAMILIE ZU EPILEPSIE NEIGEN, WENDEN SIE SICH BITTE AN IHREN ARZT, BEVOR SIE DEN DIENST NUTZEN. STELLEN SIE DIE NUTZUNG DES DIENSTES UNVERZÜGLICH EIN UND WENDEN SIE SICH AN IHREN ARZT, FALLS SIE WÄHREND DER NUTZUNG DER DIENSTES EINES DER FOLGENDEN SYMPTOME FESTSTELLEN: SCHWINDEL, BEWUSSTSEINSVERÄNDERUNG, AUGEN- ODER MUSKELZUCKEN, BEWUSSTLOSIGKEIT, ORIENTIERUNGSLOSIGKEIT, JEGLICHE UNBEABSICHTIGTE BEWEGUNG ODER KRÄMPFE.\r\nDIE BEZUGNAHME AUF PRODUKTE, DIENSTE, PROZESSE ODER SONSTIGE INFORMATIONEN, NACH MARKENNAMEN, WARENZEICHEN, HERSTELLER, LIEFERANT ODER ANDERWEITIG IMPLIZIERT ODER STELLT KEINE BESTÄTIGUNG, SPONSORING ODER EMPFEHLUNG DERSELBEN ODER EINE VERBINDUNG DAZU SEITENS PWBV DAR.\r\n \r\n30. Haftungsbeschränkung\r\n30.1 IN KEINEM FALL HAFTEN WIR, PWBV, UNSERE DIREKTOREN, MITGLIEDER, VERBUNDENEN UNTERNEHMEN, TOCHTERGESELLSCHAFTEN, MITARBEITER ODER BEAUFTRAGTEN FÜR DIREKTE, BESONDERE, INDIREKTE ODER FOLGESCHÄDEN BZW. SONSTIGE SCHÄDEN JEGLICHER ART, EINSCHLIESSLICH, JEDOCH NICHT BESCHRÄNKT AUF GEBRAUCHSUNFÄHIGKEIT, GEWINNEINBUSSEN ODER DATENVERLUST, SEI ES AUS VERTRAGLICHER HAFTUNG, AUFGRUND EINER UNERLAUBTEN HANDLUNG (EINSCHLIESSLICH, JEDOCH NICHT BESCHRÄNKT AUF FAHRLÄSSIGKEIT) AUF ANDERE WEISE, DIE SICH AUS ODER IN IRGENDEINER WEISE IM ZUSAMMENHANG MIT DER NUTZUNG VON BZW. DER UNMÖGLICHKEIT ZUR NUTZUNG DER WEBSITE, DES DIENSTES, DER SPIELE ODER DER INHALTE BZW. DER MATERIALIEN ERGEBEN, DIE IN DER WEBSITE ODER DEM DIENST ENTHALTEN SIND BZW. AUF DIE ÜBER DIE WEBSITE ODER DEN DIENST ZUGEGRIFFEN WIRD, EINSCHLIESSLICH, JEDOCH NICHT BESCHRÄNKT AUF ALLE SCHÄDEN, DIE INFOLGEDESSEN ENTSTEHEN ODER DIE DARAUF ZURÜCKZUFÜHREN SIND, DASS EIN NUTZER SICH AUF DIE VON UNS ODER PWBV ERHALTENEN INFORMATIONEN VERLÄSST,  BZW. DIE AUS FEHLERN, AUSLASSUNGEN, UNTERBRECHUNGEN, DER LÖSCHUNG VON DATEIEN ODER E-MAILS, FEHLERN, MÄNGELN, VIREN, VERZÖGERUNGEN IN DER FUNKTION ODER BEI DER ÜBERTRAGUNG ODER NICHTERFÜLLUNG RESULTIEREN, GLEICH, OB DIESE DURCH HÖHERE GEWALT, ÜBERTRAGUNGSFEHLER, DIEBSTAHL, ZERSTÖRUNG ODER UNBEFUGTEN ZUGRIFF AUF UNSERE AUFZEICHNUNGEN, PROGRAMME ODER DIENSTE VERURSACHT WURDEN.\r\n30.2 IN KEINEM FALL ÜBERSTEIGT DIE GESAMTHAFTUNG VON PWBV, GLEICHGÜLTIG OB AUFGRUND VERTRAGLICHER HAFTUNG, GEWÄHRLEISTUNG, UNERLAUBTER HANDLUNG (EINSCHLIESSLICH FAHRLÄSSIGKEIT, OB AKTIV, PASSIV ODER ZURECHENBAR), PRODUKTHAFTUNG, GEFÄHRDUNGSHAFTUNG ODER ANDEREN RECHTSTHEORIEN, DIE SICH AUS ODER IM ZUSAMMENHANG MIT DER NUTZUNG ODER DER NICHTNUTZBARKEIT DES DIENSTES, DER WEBSITE ODER EINES DER SPIELE ERGEBEN, EINE VERGÜTUNG, DIE SIE GEGEBENENFALLS FÜR DEN ZUGRIFF DARAUF ODER DIE NUTZUNG DERSELBEN AN Perfect World Publishing BV ZAHLEN.\r\n30.3 In einigen Mitgliedstaaten in der EU sind die vorgenannten Haftungsbeschränkungen nach dem (obligatorisch geltenden) Recht nicht zulässig; diese finden daher möglicherweise auf Sie keine Anwendung. In diesem Fall erklären Sie sich ausdrücklich damit einverstanden, dass unsere Haftung (bzw. die Haftung aller anderen freigestellten Parteien) Ihnen gegenüber auf den nach den obligatorisch geltenden gesetzlichen Bestimmungen maximal zulässigen Umfang begrenzt ist. Sie stimmen zu, dass wir nicht für Vorkommnisse verantwortlich oder haftbar gemacht werden können, die als Folge des Zugriffs auf den Dienst oder als Folge des Abonnements auftreten.\r\n \r\n31. Allgemeines\r\n31.1 Sofern nicht geltende obligatorisch geltende gesetzliche Bestimmungen ausdrücklich etwas anderes vorschreiben:\r\n- unterliegt diese Vereinbarung niederländischem Recht und wird entsprechend ausgelegt und durchgesetzt;\r\n- wird die Anwendbarkeit des Wiener UN-Kaufrechts (CISG) ausdrücklich ausgeschlossen;\r\n- sind sämtliche Klagen, Rechtsstreitigkeiten oder Verfahren, die im Rahmen dieser Vereinbarung eingeleitet werden, vor das zuständige Gericht in Amsterdam, Niederlande, zu bringen.\r\n31.2 Wird eine Vertragsverletzung durch Sie oder andere unsererseits nicht geahndet, stellt dies keinen Verzicht auf unser Recht dar, bei späteren oder ähnlichen Verstößen entsprechend zu reagieren.\r\n31.3 Vorbehaltlich anderer Bestimmungen dieser Nutzungsbedingungen dürfen Sie diese Vereinbarung oder Ihre sich daraus ergebenden Rechte bzw. die Spiele oder sonstige von uns zur Verfügung gestellte Software weder abtreten noch übertragen; jeder Versuch der Zuwiderhandlung ist nichtig.\r\n31.4 Falls eine der Bestimmungen dieser Vereinbarung unrechtmäßig, unwirksam oder aus irgendeinem Grund undurchsetzbar ist, gilt diese Bestimmung als von dieser Vereinbarung teilbar und beeinträchtigt nicht die Gültigkeit und Durchsetzbarkeit der übrigen Bestimmungen.\r\n31.5 Die hier verwendeten Überschriften der Paragrafen dienen lediglich der besseren Übersichtlichkeit und sind nicht dahingehend auszulegen, dass sie eine Rechtswirkung haben.\r\n  \r\n32. Rechtsmittel.\r\nSie stimmen zu, dass Ihre hierin genannten Verpflichtungen und Zusicherungen sowie die Lizenzbeschränkungen erforderlich und angemessen sind, um uns, unser Geschäft und unsere Lizenzgeber zu schützen, und Sie stimmen ausdrücklich zu, dass die Zahlung von Schadenersatz unangemessen wäre, um uns vollständig für eine Verletzung dieser Vereinbarung oder für eine Falschdarstellung durch Sie zu entschädigen. Entsprechend erklären Sie sich damit einverstanden und erkennen an, dass eine solche Verletzung oder drohende Verletzung uns einen irreparablen Schaden zufügen wird, und dass wir zusätzlich zu anderen Rechtsmitteln, die uns möglicherweise gesetzlich (d.h. nach Common Law), nach equity-Recht oder anderweitig zustehen, berechtigt sind, einen Unterlassungsanspruch gegen die Verletzung oder drohende Verletzung dieser Vereinbarung oder die Fortsetzung einer solchen Verletzung durch Sie zu erwirken oder eine Falschdarstellung durch Sie zu beheben, ohne dass es notwendig ist, die Unangemessenheit eines Rechtsmittels oder Schadensersatzanspruches nachzuweisen, und ohne eine Kaution stellen zu müssen.\r\n \r\n33. Unabhängige Auftragnehmer.\r\nSie erkennen an, dass Sie nicht als Vertreter, Mitarbeiter, Joint Venture-Unternehmen oder Partner von PWBV (oder eines ihrer jeweiligen verbundenen Unternehmen, Verlagspartner, Lizenzgeber oder Lizenznehmer) betrachtet werden und sich nicht selbst so darstellen dürfen. Jede Partei dieser Vereinbarung ist ein unabhängiger Auftragnehmer im Hinblick auf die andere Partei, und keine der Bestimmungen dieser Vereinbarung wird dahingehend ausgelegt, dass die Parteien eine Beziehung als Arbeitgeber-Arbeitnehmer, Auftraggeber-Vertreter, Partner oder Joint Venture-Unternehmen haben.\r\n \r\n34. Schlusswort.\r\nVielen Dank für Ihren Besuch auf unserer Website. Wir hoffen, dass es Ihnen gefallen hat und dass Sie die Online Community, die wir entwickeln, nutzen können. Bitte denken Sie daran, dass Sie Gast auf dieser Website sind und den gleichen höflichen Umgang und Respekt zeigen, den Sie von anderen Gästen erwarten.\r\n\r\n",
  "version": 2
}