{
  "content": "Política de privacidade \r\n\r\nLEIA ESTA POLÍTICA DE PRIVACIDADE COM ATENÇÃO. DESCREVE DETALHES SOBRE COMO RECOLHEMOS, UTILIZAMOS E DIVULGAMOS INFORMAÇÕES PESSOAIS. SE VOCÊ TEM MENOS DE 18 ANOS, NÃO FORNECE NENHUMA INFORMAÇÃO A MENOS QUE TENHA OBTIDO PRIMEIRO A PERMISSÃO DE SEUS PAIS OU TUTORES.\r\n\r\nObrigado por ler nossa Política de Privacidade e visitar nosso website www.arcgames.com e www.perfectworld.com. Perfect World Entertainment Inc. (\"Perfect World\", \"nós\", \"nós\") usa e mantém esta Política de Privacidade (\"Política\") que resume quando e como suas informações pessoais são coletadas, usadas, protegidas e divulgadas em conexão com o seu uso de www.arcgames.com e www.perfectworld.com, qualquer outro site operado pela Perfect World, e qualquer micro-site, site para celular ou subdomínios de tais sites (coletivamente, o \"Site\"), quaisquer jogos, jogos para celular e plataformas de jogos, clientes ou servidores operados pela Perfect World por meio do Site (os \"Jogos\"), e todos os recursos, funções, software e serviços oferecidos por meio do Site. O Site, os Jogos e os recursos, funções, software e serviços oferecidos por meio do Site constituem coletivamente o \"Serviço\". Também descreve as opções disponíveis para você em relação ao uso, acesso e como atualizar e corrigir suas informações pessoais. Nós nos reservamos o direito de alterar as disposições desta Política a qualquer momento. Se fizermos quaisquer alterações materiais, iremos notificá-lo por e-mail (enviado para o endereço de e-mail especificado em sua conta) ou por meio de um aviso neste site antes da alteração entrar em vigor. Nós o encorajamos a revisar periodicamente esta página para obter as informações mais recentes sobre nossas práticas de privacidade.\r\n\r\n\r\nO que são informações pessoais?\r\n\r\nConforme usado neste documento, o termo \"informações pessoais\" significa informações que identificam especificamente um indivíduo (como nome, endereço, número de telefone, número de celular, endereço de e-mail ou outro número de conta) e informações sobre a localização ou atividades desse indivíduo, tais como como informações sobre o uso do Serviço, endereços IP ou identificadores de dispositivos móveis, quando diretamente vinculados a informações de identificação pessoal. As informações pessoais também incluem informações demográficas, como data de nascimento, sexo, área geográfica e preferências quando essas informações estão vinculadas a outras informações pessoais que o identificam. \r\n\r\nAs informações pessoais não incluem informações \"agregadas\", que são dados que coletamos sobre o uso do Serviço ou sobre um grupo ou categoria de produtos, serviços ou usuários, dos quais identidades individuais ou outras informações pessoais foram removidas. Os dados agregados nos ajudam a entender as tendências e as necessidades de nossos usuários para que possamos considerar melhor os novos recursos ou adaptar nosso Serviço. Esta política de forma alguma restringe ou limita nossa coleta e uso de informações agregadas.\r\n\r\n\r\nQuais informações pessoais nós coletamos?\r\n\r\nColeta ativa\r\nAs informações pessoais podem ser coletadas de várias maneiras quando você visita ou usa nosso Serviço. Por exemplo, podemos coletar seu nome, endereço, endereço de e-mail, nome de usuário e outras informações de contato e demográficas quando você se registra e abre uma conta, se candidata a um emprego ou nos contata por e-mail ou outros meios por qualquer motivo. Quando você faz uma compra, também podemos coletar seu cartão de crédito ou outras informações de pagamento ou cobrança. As informações pessoais e demográficas também podem ser coletadas se você fornecer tais informações em conexão com a criação de um perfil ou grupo, deixando comentários, postando conteúdo, enviando um e-mail ou mensagem para outro usuário ou participando de quaisquer salas de chat interativas, fóruns, plataforma de mídia social ou outros recursos no site ou serviço, ou quando você usa nossos jogos. Além disso, de tempos em tempos, podemos coletar informações demográficas, de contato ou outras informações pessoais fornecidas por você em relação à sua participação voluntária em pesquisas, sorteios, concursos, jogos, ofertas promocionais e outras atividades. Você pode acessar certas partes do nosso Serviço sem nos fornecer nenhuma informação pessoal. No entanto, você não poderá utilizar certos recursos que exigem registro ou receber materiais, a menos que certas informações sejam fornecidas. De vez em quando, podemos alterar as informações solicitadas no registro ou em relação a determinados recursos ou serviços, portanto, esta pode não ser uma lista completa.\r\n\r\nDe tempos em tempos, publicamos depoimentos / comentários / análises de clientes no Serviço que podem conter informações de identificação pessoal. Obtemos o consentimento do cliente por e-mail antes de postar o depoimento para postar seu nome junto com o depoimento. Se desejar atualizar ou excluir seu depoimento, você pode entrar em contato conosco em privacy@perfectworld.com.\r\n\r\nFacebook Connect\r\nVocê pode fazer login em nosso serviço usando o serviço de login do Facebook (\"Facebook Connect\"). Este serviço irá autenticar sua identidade e fornecer a você a opção de compartilhar certas informações pessoais conosco, como seu nome e endereço de e-mail, para preencher previamente nosso formulário de inscrição. Também podemos coletar outras informações do Facebook, incluindo, mas não se limitando a, a ID de usuário associada à sua conta, um token de acesso necessário para acessar esse serviço, qualquer informação que você permitiu que o Facebook compartilhasse conosco e quaisquer informações que você tenha tornado público no Facebook. Se você permitir o acesso à sua lista de amigos, os IDs de usuário dos seus amigos e sua conexão com esses amigos podem ser usados ​​e armazenados para tornar sua experiência mais social e permitir que você convide seus amigos para usar nosso Serviço, bem como fornecer-lhe atualizações se e quando seus amigos ingressarem em nosso serviço. Você deve sempre revisar e, se necessário, ajustar suas configurações de privacidade no Facebook antes de vinculá-los ou conectá-los ao nosso site ou serviço. Você também pode desvincular sua conta do Facebook do Serviço ajustando suas configurações do Facebook. Você também pode ter a opção de postar informações sobre suas atividades neste Serviço em sua página de perfil do Facebook para compartilhar com outras pessoas em sua rede.\r\n\r\nArquivos de registro\r\nQuando você usa o Serviço, algumas informações também são coletadas automaticamente, como seu endereço de protocolo de Internet (IP), seu sistema operacional, o navegador ou tipo de dispositivo móvel e idioma, horários de acesso, o endereço de um site de referência e seu atividade no Serviço. Também usamos ferramentas de análise de sites em nosso Serviço para recuperar informações de seu navegador ou dispositivo móvel, incluindo o site de onde você veio, o (s) mecanismo (s) de pesquisa e as palavras-chave que você usou para encontrar nosso site, as páginas que você visualizou no Serviço, Complementos do seu navegador, largura e altura do navegador e outras informações que nos auxiliam a melhorar o Serviço. Também fornecemos anúncios e ferramentas de análise de sites em sites e serviços não pertencentes à Perfect World, e também coletamos informações sobre visualizações de páginas nesses sites de terceiros. Tratamos essas informações como informações pessoais se as combinarmos ou vincularmos a qualquer uma das informações de identificação mencionadas acima. Caso contrário, é usado apenas no agregado.\r\n\r\nCookies e tecnologias de rastreamento\r\nAo usar o Serviço, você concorda que podemos coletar automaticamente certas informações por meio do uso de \"cookies\" ou outras tecnologias de rastreamento semelhantes para analisar tendências, administrar o site, rastrear os movimentos dos usuários no site e coletar informações demográficas sobre nossa base de usuários como um todo. Usamos cookies para coletar informações gerais sobre o uso do Serviço, a configuração do seu computador e a interação do seu computador ou dispositivo com o Serviço, e armazenar essas informações em arquivos de log. Usamos essas informações para entender o tráfego e o uso de nosso Serviço, permitindo-nos melhorar o Serviço, fornecer a melhor experiência online possível e melhorar nosso atendimento ao cliente. Nossos serviços de terceiros também usam cookies conforme descrito acima. Os usuários podem controlar o uso de cookies no nível do navegador individual. Cookies são pequenos arquivos de dados que são armazenados no disco rígido de um usuário a pedido de um site ou serviço para permitir que o site ou o serviço reconheça usuários que os tenham visitado anteriormente e retenha certas informações, como preferências e histórico do cliente. Se combinarmos cookies com ou os vincularmos a qualquer uma das informações de identificação pessoal, trataremos essas informações como informações pessoais. Gifs transparentes (também conhecidos como web bugs ou web beacons) são pequenas imagens gráficas invisíveis que podem ser usadas no site ou serviço ou em e-mails relacionados ao site ou serviço para coletar certas informações e monitorar a atividade do usuário no site ou serviço. Quando você recebe um e-mail nosso, podemos usar web beacons, links personalizados ou tecnologias semelhantes para determinar se o e-mail foi aberto e em quais links você clica para fornecer comunicações por e-mail mais específicas ou outras informações. Se você deseja bloquear, apagar ou ser avisado sobre cookies, consulte as instruções do seu navegador ou dispositivo móvel ou a tela de ajuda para saber mais sobre essas funções. Você pode não conseguir excluir ou desativar os cookies em determinados dispositivos móveis e / ou navegadores. Lembre-se, se um navegador ou dispositivo móvel estiver configurado para não aceitar cookies ou se um usuário rejeitar um cookie, algumas partes do Site ou Serviço podem não funcionar corretamente. Por exemplo, você pode não conseguir entrar e pode não conseguir acessar determinados recursos ou serviços do site ou do serviço. Você pode encontrar informações mais específicas sobre nosso uso de cookies e web beacons em nossa Política de Cookies. Você pode encontrar mais informações sobre como alterar as configurações de cookies do navegador em www.allaboutcookies.org. Para gerenciar cookies em Flash, clique aqui.\r\n\r\nTambém podemos usar terceiros para veicular anúncios em nosso Serviço. Esses terceiros podem colocar cookies, clear gifs ou outros dispositivos em seu computador para coletar informações, e as informações fornecidas por esses dispositivos podem ser usadas, entre outras coisas, para fornecer publicidade direcionada aos seus interesses e para entender melhor o uso e a visitação de nossos Serviço e os outros sites rastreados por esses terceiros. Esta política não se aplica e não somos responsáveis ​​por cookies em anúncios de terceiros ou pela conformidade com as políticas de privacidade de terceiros ou práticas de coleta de dados. As indústrias de publicidade na UE desenvolveram esquemas para ajudá-lo a optar por não receber cookies usados ​​para esses fins. Você pode descobrir mais sobre o esquema da UE em www.youronlinechoices.eu. Se desejar obter mais informações sobre cookies e anúncios direcionados ou optar por não ter essas informações usadas por empresas que fazem parte da Network Advertising Initiative, visite www.networkadvertising.org/choices. Observe que isso não impede que você receba anúncios. Você continuará a receber anúncios genéricos. Observe que não temos acesso ou controle de quaisquer tecnologias de rastreamento de terceiros.\r\n\r\nIdentificadores de dispositivo\r\nQuando você acessa o Serviço por ou por meio de um dispositivo móvel (incluindo, mas não limitado a smartphones ou tablets), podemos usar, acessar, coletar, monitorar e / ou armazenar remotamente um ou mais \"identificadores de dispositivo\", como um identificador universalmente exclusivo (\"UUID\"). Os identificadores de dispositivo são pequenos arquivos de dados ou estruturas de dados semelhantes armazenados ou associados ao seu dispositivo móvel, que identificam exclusivamente o seu dispositivo móvel. Um identificador de dispositivo pode ser dados armazenados em conexão com o hardware do dispositivo, dados armazenados em conexão com o sistema operacional do dispositivo ou outro software, ou dados enviados para o dispositivo por nós. Um identificador de dispositivo pode nos transmitir informações sobre como você navega e usa o Serviço. Um identificador de dispositivo pode permanecer persistentemente em seu dispositivo, para ajudá-lo a fazer login mais rapidamente e melhorar sua navegação pelo Serviço. Alguns recursos do Serviço podem não funcionar adequadamente se o uso ou a disponibilidade de identificadores de dispositivo for prejudicado ou desativado.\r\n\r\nIdentificadores de usuário\r\nQuando você acessa o Serviço, usamos, acessamos, coletamos, monitoramos e / ou armazenamos remotamente um ou mais \"identificadores de usuário\". Identificadores de usuário são pequenos arquivos de dados ou estrutura de dados semelhante atribuídos a um usuário que serão usados ​​para permitir que você continue o progresso no jogo, use jogos em várias plataformas e ajude a associar sua identidade em várias plataformas. Um identificador de usuário pode nos transmitir informações sobre como você navega e usa o Serviço. Um identificador de usuário pode permanecer persistentemente em seu dispositivo ou computador, para ajudá-lo a fazer login mais rapidamente e melhorar sua navegação pelo Serviço. Alguns recursos do Serviço podem não funcionar adequadamente se o uso ou a disponibilidade de identificadores de usuário for prejudicada ou desativada.\r\n\r\nDados de localização\r\nQuando você acessa o Serviço por ou através de um dispositivo móvel, podemos usar, acessar, coletar, monitorar e / ou armazenar remotamente \"dados de localização\", que podem incluir coordenadas de GPS (por exemplo, latitude e / ou longitude) ou informações semelhantes sobre a localização do seu dispositivo móvel. Os dados de localização podem nos transmitir informações sobre como você navega e usa o Serviço. Alguns recursos do Serviço, principalmente serviços baseados em localização, podem não funcionar adequadamente se o uso ou a disponibilidade dos dados de localização for prejudicado ou desabilitado.\r\n\r\nDados coletados para evitar trapaças e software não autorizado\r\nQuando você executa nosso software de jogo, isso pode envolver funções de software projetadas para detectar trapaças ou programas não autorizados e maliciosos. Neste contexto, podemos acessar, coletar, monitorar e / ou armazenar remotamente capturas de tela do jogo, informações relacionadas à capacidade do hardware, modificações relacionadas ao nosso software de jogo, assinaturas, perfis ou nomes de programas, arquivos ou programas de terceiros não autorizados ou maliciosos conhecidos ou processos que permitem ou facilitam a trapaça, vantagem injusta ou pirataria dos Jogos ou Serviço. Se programas não autorizados ou maliciosos forem detectados, o software do jogo também pode nos comunicar a conta do usuário e a ID do usuário e informações sobre o programa não autorizado ou malicioso ou seu uso.\r\n\r\nInformações coletadas em jogos de console\r\nQuando você acessa um jogo de console em uma plataforma de console, coletamos as seguintes informações automaticamente por meio do uso dos serviços: endereço de protocolo da Internet (IP), dados de registro (hora e período), itens e comportamentos no jogo, conquistas que você concluiu no jogo, outros usuários que você indicou.\r\n\r\nTambém obtemos informações de fontes de terceiros. Se você jogar nosso jogo em um console conectado à rede, eles podem compartilhar conosco sua ID na plataforma, país, sexo, idade, \"Amigos\" e lista de bloqueio na plataforma do console. O compartilhamento de tais informações por plataformas de console para nós estará sujeito à política de privacidade das plataformas de console relevantes.\r\n\r\nDe vez em quando, podemos alterar as informações solicitadas no registro ou em relação a determinados recursos ou serviços, portanto, esta pode não ser uma lista completa.\r\n\r\nVocê pode acessar certas partes do nosso Serviço sem nos fornecer nenhuma informação pessoal. No entanto, você não poderá utilizar certos recursos que exigem registro ou receber materiais, a menos que certas informações sejam fornecidas. O processamento dessas informações pessoais é legal, pois é necessário para o desempenho do nosso Serviço.\r\n\r\n\r\nComo usamos informações pessoais?\r\n\r\nEm geral, usamos as informações pessoais que coletamos para processar seus pedidos ou transações, para fornecer-lhe as informações ou serviços solicitados, para informá-lo sobre outras informações, eventos, promoções, produtos ou serviços que pensamos ser do seu interesse, para facilitar o seu uso, e nossa administração e operação do Serviço, para melhor entender as necessidades de nossos visitantes e para a finalidade para a qual as informações foram fornecidas. Por exemplo, podemos usar as informações que coletamos:\r\n   - para enviar um e-mail de boas-vindas e contatá-lo sobre o uso do Serviço;\r\n   - para fornecer os serviços, produtos ou informações que você solicitar e para processar quaisquer transações relacionadas a eles;\r\n   - para permitir que você interaja com outros membros do Serviço em nosso fórum, chat, mídia social ou outros recursos semelhantes;\r\n   - para fornecer suporte técnico, atendimento ao cliente e garantir o funcionamento contínuo do nosso serviço;\r\n   - para fins de recrutamento, e se você receber uma oferta de emprego ou se tornar nosso empregado, para outros fins relacionados ao emprego;\r\n   - para responder aos seus e-mails, envios, comentários, solicitações ou reclamações;\r\n   - analisar as características do usuário e os padrões de uso para entender melhor como nossos produtos e serviços são usados ​​e comercializá-los de forma mais eficaz;\r\n   - para melhorar o conteúdo, produtos, serviços e recursos do Serviço, incluindo a personalização de conteúdo e experiências e publicidade para você;\r\n   - para exibir conteúdo e publicidade personalizados de acordo com seus interesses e preferências;\r\n   - enviar boletins informativos, pesquisas, anúncios de concursos e sorteios e notificar os vencedores de concursos e sorteios;\r\n   - para solicitar feedback, realizar pesquisas e análises e nos permitir operar, desenvolver, personalizar e melhorar o Serviço e nossas publicações, produtos e serviços;\r\n   - para contatá-lo sobre nossos serviços, produtos, atividades, promoções, eventos especiais ou ofertas e para outros fins de marketing, informativos, desenvolvimento de produtos e promocionais;\r\n   - para prevenir ou investigar fraude real ou suspeita, hackeamento, violação ou outra conduta imprópria envolvendo o Serviço ou qualquer um de nossos produtos e serviços.\r\n\r\nEm particular, em jogos de console, usamos suas informações pessoais para fornecer produtos e serviços que você solicitou, para nos comunicarmos com você, para melhorar nossos serviços e para outras finalidades, incluindo as definidas abaixo:\r\n\r\nColetamos endereços de protocolo de Internet (IP), dados de registro (tempo e período), itens e comportamentos no jogo, conquistas que você concluiu no jogo, outros usuários que você indicou por meio do uso dos serviços. Usaremos essas informações para manter o registro de sua conta e para melhorar a funcionalidade de nossos Jogos e Serviços. Além disso, suas informações serão compartilhadas conosco pela Console Platform, incluindo país, sexo, idade, \"Amigos\" e lista de bloqueio na Console Platform. Usaremos essas informações para fornecer os Jogos e serviços para você. \r\n\r\nPara oferecer a você uma experiência mais consistente e personalizada em suas interações conosco, as informações coletadas por meio de uma oferta ou parte do Serviço podem ser combinadas com as informações obtidas por meio de outras ofertas ou partes do Serviço. Também podemos complementar as informações que coletamos com informações obtidas de outras empresas. Por exemplo, podemos usar serviços de outras empresas que nos permitem derivar uma área geográfica geral com base no endereço IP, a fim de personalizar determinados serviços para sua área geográfica.\r\n\r\nSe você nos fornecer informações pessoais sobre outros, ou se outros nos derem suas informações, só usaremos essas informações pelo motivo específico pelo qual nos foram fornecidas.\r\n\r\n\r\nCompartilhamos informações pessoais? Em caso afirmativo, como compartilhamos suas informações?\r\n\r\nCompartilharemos suas informações pessoais com terceiros apenas nas formas descritas nesta Política. Geralmente não divulgamos, vendemos ou trocamos quaisquer informações pessoais sobre nossos visitantes e usuários a terceiros.\r\n\r\nNossos prestadores de serviços\r\nPodemos compartilhar informações pessoais com fornecedores, consultores e outros prestadores de serviços (\"Prestadores de serviços\"), como nosso processador de cartão de crédito e nosso fornecedor de chat ao vivo que estão contratados ou trabalhando conosco em relação à operação do Serviço e que precisam de acesso a essas informações para realizar seu trabalho para nós. Fornecemos acesso às informações de que eles podem precisar para realizar nossos serviços sob termos de confidencialidade razoáveis. Em alguns casos, o Provedor de Serviços pode estar coletando suas informações diretamente em nosso nome. Informamos aos Provedores de Serviços que eles não têm permissão para usar as informações pessoais que obtêm de nós, a não ser para nos fornecer os serviços. No entanto, não somos responsáveis ​​por nenhuma informação adicional que você forneça diretamente a esses Provedores de Serviço e encorajamos você a se familiarizar com suas práticas antes de divulgar qualquer informação pessoal diretamente a esses Provedores de Serviço.\r\n\r\nPodemos compartilhar suas informações com parceiros terceirizados ou permitir que tais parceiros coletem informações suas diretamente para nos fornecer serviços, incluindo veiculação de anúncios contextuais ou direcionados, ofertas, pesquisas ou mensagens de marketing ou prestação de serviços analíticos.          \r\n\r\nDe vez em quando, também podemos compartilhar informações pessoais com terceiros quando você nos der seu consentimento para fazê-lo. Por exemplo, podemos estabelecer relações com outras partes para disponibilizar serviços ou ofertas específicas diretamente para nossos usuários. Se um usuário optar por esses serviços de terceiros ou ofertas de marketing, por exemplo, clicando em um link de terceiros, podemos compartilhar as informações pessoais que você forneceu no momento da inscrição ou outras informações pessoais, como seu nome ou outras informações de contato, que consideramos razoavelmente necessárias ou apropriadas para nosso parceiro de negócios fornecer esses serviços ou ofertas ou entrar em contato com você. Se você não deseja mais que compartilhemos suas informações pessoais com essas empresas, entre em contato conosco em privacy@perfectworld.com.\r\n\r\nNossas subsidiárias\r\nPodemos compartilhar informações com empresas do mesmo grupo de empresas da Perfect World, que inclui nossas subsidiárias (ou seja, qualquer organização que possuímos ou controlamos) ou nossa empresa controladora final (ou seja, qualquer organização que nos possui ou nos controla) e qualquer subsidiárias que possui. Essas empresas usarão suas informações pessoais da mesma forma que podemos sob esta Política.\r\n\r\nCompartilhamento em resposta a obrigações legais\r\nPodemos acessar, divulgar ou preservar informações pessoais, incluindo o conteúdo de suas comunicações, acreditando de boa fé que somos legalmente autorizados pelas autoridades públicas ou obrigados a fazê-lo, incluindo para atender à segurança nacional ou às autoridades requisitos ou que isso seja razoavelmente necessário ou apropriado para cumprir a lei ou processos ou autoridades legais, responder a quaisquer reclamações ou proteger os direitos, propriedade ou segurança da Perfect World, de nossos usuários, de nossos funcionários ou do público, incluindo sem limitação para proteger Perfect World ou nossos usuários de uso fraudulento, abusivo, impróprio ou ilegal de nosso serviço. As informações que coletamos, incluindo informações pessoais, também podem ser divulgadas ou transferidas como parte ou durante as negociações de qualquer fusão, venda, alienação ou transferência de todos ou parte dos ativos da empresa, financiamento ou aquisição ou em qualquer outra situação onde as informações pessoais podem ser transferidas como um dos ativos de negócios da Perfect World. Você será notificado por e-mail e / ou um aviso em destaque em nosso site, sobre qualquer mudança de propriedade, uso de suas informações pessoais e opções que você possa ter em relação a suas informações pessoais. Também podemos divulgar suas informações pessoais a terceiros com o seu consentimento prévio.\r\n\r\nVocê entende que, ao usar os recursos de comunidade de nosso Serviço, as informações postadas em grupos públicos ou privados, fóruns e outras áreas interativas do Serviço, bem como qualquer informação que você compartilhe com indivíduos por meio do Serviço, estarão disponíveis para outros usuários e, em alguns casos (como quando você publica em uma área pública do Serviço), podem estar disponíveis publicamente.\r\n\r\nRecomendamos que você seja cauteloso ao fornecer informações pessoais a terceiros ou compartilhar essas informações em fóruns públicos ou privados online. Não somos responsáveis ​​pelas ações de terceiros com os quais você compartilha informações pessoais. Para solicitar a remoção de suas informações pessoais de nossos fóruns de comunidade ou outras áreas públicas, entre em contato conosco em privacy@perfectworld.com. Mesmo que você remova as informações postadas no Serviço, as cópias podem permanecer visíveis em páginas armazenadas em cache e arquivadas do Serviço ou se outros usuários tiverem copiado ou salvo essas informações. Em alguns casos, podemos não ser capazes de remover suas informações pessoais, caso em que avisaremos se não pudermos fazer isso e por quê.\r\n\r\nCompartilhamento devido à fusão, aquisição e situações semelhantes de transferência de ativos da empresa As\r\ninformações que coletamos, incluindo informações pessoais, também podem ser divulgadas ou transferidas como parte de, ou durante as negociações de, qualquer fusão, venda, alienação ou transferência de todos ou uma parte dos ativos da empresa, financiamento ou aquisição ou em qualquer outra situação onde as informações pessoais possam ser transferidas como um dos ativos comerciais da Perfect World. Você será notificado por e-mail e / ou um aviso sobre qualquer mudança de propriedade, uso de suas informações pessoais e opções que você possa ter em relação a suas informações pessoais.\r\n\r\nObserve que nada aqui restringe o compartilhamento de informações agregadas, que podem ser compartilhadas com terceiros sem o seu consentimento.\r\n\r\nTransferência Internacional\r\nPara poder usar também a sua conta no nosso Site e no nosso Serviço e para poder escolher um servidor localizado nos Estados Unidos ou na Europa para jogos, as informações relativas à sua conta e uso dos nossos jogos são transferido entre Perfect World Entertainment, Inc. localizada nos Estados Unidos e Perfect World Publishing BV localizada na Holanda. Apenas para usuários asiáticos, as informações relacionadas à sua conta (ID aberta, ID da conta) e o uso de nossos jogos podem ser transferidos para um servidor localizado na Ásia.\r\n\r\nLinks para sites de terceiros\r\nNosso serviço contém links para outros sites. Sites de mídia social de terceiros podem registrar informações sobre você, por exemplo, se você clicar no botão \"Adicionar isto\" ou \"Curtir\" para um site de mídia social enquanto estiver em nosso site ou serviço. Não controlamos esses sites ou suas atividades. Qualquer informação pessoal que você fornecer nas páginas vinculadas é fornecida diretamente a esse terceiro e está sujeita à política de privacidade desse terceiro. Não somos responsáveis ​​pelo conteúdo ou pelas práticas e políticas de privacidade e segurança dos sites aos quais temos links. Links de nosso serviço para terceiros ou outros sites são fornecidos apenas para sua conveniência. Nós encorajamos você a aprender sobre suas práticas e políticas de privacidade e segurança antes de fornecer-lhes informações pessoais.\r\n\r\nAtualizações de jogos\r\nQuando atualizamos ou \"corrigimos\" qualquer um de nossos jogos ou outro software, podemos utilizar uma rotina de patch para verificar se a versão mais recente está instalada em seu computador. Caso contrário, a versão mais recente pode ser carregada automaticamente para o seu computador, e você concorda e renuncia a qualquer outro aviso de tal upload. Você entende e concorda que, ao baixar um jogo, para poder usar o jogo, o Software pode monitorar e comunicar informações de seu computador relacionadas à capacidade do hardware.\r\n\r\nNotificações push e notificações locais\r\nPodemos, com o seu consentimento, enviar notificações push ao seu dispositivo móvel para fornecer atualizações de jogos e outras mensagens relevantes. Você pode gerenciar notificações push na página de configurações do seu dispositivo móvel para o jogo relevante e / ou na página de configurações do jogo móvel relevante. Também podemos enviar notificações locais para o seu dispositivo móvel para fornecer atualizações do jogo e outras informações relevantes. Você pode gerenciar as notificações locais na página de configurações do seu dispositivo móvel para o jogo relevante e / ou na página de configurações do jogo móvel relevante.\r\n\r\nMonitoramento\r\nVocê compreende e concorda que quando se comunica com outros jogadores dentro de um jogo ou utiliza quaisquer recursos interativos disponíveis no Serviço, como mensagens instantâneas, fóruns ou salas de chat, tais comunicações e postagens são transmitidas através de nossos servidores, e nós podemos, mas não somos obrigados a monitorar todas essas comunicações e publicações, incluindo aquelas que são designadas como \"privadas\", na medida em que as leis e regulamentos nos permitem fazer isso. Você reconhece que não tem expectativa de privacidade com relação a quaisquer comunicações ou postagens e concorda expressamente com tal monitoramento.\r\n\r\n\r\nQue medidas tomamos para proteger as informações pessoais online?\r\n\r\nPerfect World se esforça para tomar precauções razoáveis ​​para salvaguardar e proteger as informações pessoais que coletamos por meio do Serviço. Implementamos procedimentos físicos, eletrônicos e gerenciais que são projetados para evitar o acesso não autorizado, perda ou uso indevido. Por exemplo, a Perfect World usa a tecnologia SSL (secure socket layer) para criptografar sua transmissão de informações confidenciais para nós, como senhas de contas, números de cartão de crédito e outras informações identificáveis ​​relacionadas ao pagamento).\r\n\r\nAlém disso, restringimos o acesso interno às informações pessoais aos funcionários que precisam das informações para o desempenho de suas funções. O acesso ou uso não autorizado de tais informações por um funcionário é proibido e constitui motivo para ação disciplinar. Além disso, nossos sistemas de gerenciamento de informações são configurados de forma a bloquear ou inibir o acesso dos funcionários às informações para as quais eles não têm autoridade. Você deve observar que nossos Provedores de Serviços podem ser responsáveis ​​pelo processamento, tratamento ou armazenamento de algumas das informações pessoais que recebemos. Eles não estão autorizados a comercializar para você de forma independente. Esses Provedores de Serviços são contratualmente obrigados a proteger e proteger as informações pessoais que receberam de nós. Embora nos esforcemos para proteger suas informações pessoais, você deve estar ciente, no entanto, que as informações enviadas pela Internet não são necessariamente seguras e podem ser interceptadas ou acessadas por terceiros. Portanto, não podemos garantir a segurança de tais informações, e não somos responsáveis ​​por qualquer interceptação.\r\n\r\nQue opções você tem em relação ao uso de suas informações pessoais?\r\n\r\nO Perfect World oferece certas opções para controlar a coleta, uso e divulgação de suas informações pessoais. Solicitaremos seu consentimento antes de compartilhar suas informações pessoais com terceiros de formas não cobertas por esta Política (incluindo qualquer uso para fins de marketing direto).\r\n\r\nQuando você cria uma conta Perfect World (ou seja, a conta em nosso Serviço, excluindo qualquer conta nas plataformas de terceiros), você pode gerenciar as Configurações de Privacidade do seu perfil. Visite a seção \"Minha conta\" no site para alterar as configurações de privacidade do seu perfil.\r\n\r\nPerfect World pode lhe enviar um e-mail de boas-vindas, e-mails relacionados a serviços e contas e pode enviar e-mails de marketing e promocionais sobre nossos produtos e serviços. Se você não quiser que a Perfect World envie e-mails de marketing e promocionais sobre nossos produtos e serviços, você pode cancelar a inscrição seguindo as instruções de cancelamento incluídas em cada e-mail promocional. Você também pode gerenciar boletins informativos e atualizações por e-mail na seção \"Minha conta\" no site. No entanto, isso não afetará nossa capacidade de enviar e-mails relacionados ao serviço e à conta ou de usar suas informações pessoais conforme descrito de outra forma nesta Política.\r\n\r\nPerfect World pode enviar a você mala direta de marketing e promocional sobre nossos produtos e serviços. Se desejar que seu nome, currículo ou qualquer outra informação pessoal seja removido de nossa lista de mala direta ou de nossos sistemas, envie um e-mail para privacy@perfectworld.com.\r\n\r\nConsulte as informações técnicas do seu navegador ou dispositivo móvel para obter instruções sobre como excluir e desabilitar cookies e outras ferramentas de rastreamento / gravação. Dependendo do seu tipo de navegador ou dispositivo móvel, pode não ser possível excluir ou desativar os mecanismos de rastreamento. Observe que a desativação de cookies e / ou outras ferramentas de rastreamento impede que nós e nossos parceiros de negócios rastreiemos as atividades do seu navegador em relação ao Serviço e para uso em atividades de publicidade direcionadas por terceiros. No entanto, isso pode desativar muitos dos recursos disponíveis por meio do Serviço. Se desejar obter mais informações sobre cookies e anúncios direcionados ou optar por não ter essas informações usadas por empresas que fazem parte da Network Advertising Initiative, visite www.networkadvertising.org/choices.\r\n\r\n\r\nPrivacidade de crianças\r\n\r\nPessoas menores de 13 anos não são elegíveis para usar nosso serviço. Os Serviços não são direcionados a menores de 13 anos. Se descobrirmos que coletamos inadvertidamente informações de crianças menores de 13 anos, excluiremos as informações da criança de nossos sistemas o mais rápido possível. Se você souber que informações pessoais sobre uma pessoa com menos de 13 anos nos foram fornecidas, entre em contato imediatamente usando os dados abaixo. Se você for menor de 18 anos, não poderá nos fornecer nenhuma informação sem obter o consentimento prévio de seus pais ou responsáveis.\r\n\r\n\r\nDireitos dos residentes da Califórnia\r\n\r\nEscopo deste Aviso de Privacidade\r\n\r\nEste aviso de privacidade descreve as informações pessoais que coletamos ou processamos sobre os residentes da Califórnia em conexão com o Serviço, como usamos, compartilhamos e protegemos essas informações pessoais e quais são seus direitos em relação às informações pessoais que nós coletamos ou processamos.\r\n\r\nNeste aviso de privacidade, \"informações pessoais\" têm o mesmo significado que no California Consumer Privacy Act (CCPA), California Civil Code Section 1798.83: informações que identificam, se relacionam com, descrevem, são razoavelmente capazes de ser associadas ou poderiam razoavelmente estar ligado, direta ou indiretamente, a um determinado consumidor ou família. As informações pessoais não incluem informações que foram desidentificadas ou agregadas.\r\n\r\nInformações pessoais que coletamos e compartilhamos, e para qual finalidade\r\nNos últimos 12 meses, coletamos e compartilhamos informações pessoais de visitantes nas seguintes circunstâncias quando eles interagem com o Serviço, conforme descrito em detalhes acima:\r\n   - Coleta ativa\r\n   - Facebook Connect\r\n   - Arquivos de log\r\n   - Cookies e tecnologias de rastreamento\r\n   - Identificadores de dispositivo - Identificadores de\r\n   usuário\r\n   - Endereço IP\r\n   - Dados de localização\r\n\r\n\r\n\r\nConforme descrito em detalhes acima, usamos suas informações pessoais para uma variedade de finalidades para operar, avaliar a atividade e melhorar o desempenho do Serviço.\r\n\r\nExceto conforme descrito em detalhes acima, não compartilharemos com terceiros informações sobre você sem o seu consentimento.\r\n\r\n\r\nSeus direitos como residente da Califórnia\r\n\r\nDe acordo com a lei da Califórnia, os usuários que residem na Califórnia têm direitos específicos em relação às suas informações pessoais. Esses direitos estão sujeitos a certas exceções descritas abaixo. Quando necessário, responderemos à maioria das solicitações dentro de 45 dias, a menos que seja razoavelmente necessário estender o tempo de resposta.\r\n\r\nDireito de divulgação de informações\r\nVocê tem o direito de solicitar a divulgação de determinadas informações sobre nossas práticas com relação a informações pessoais. Se você enviar uma solicitação válida e verificável e confirmarmos sua identidade e / ou autoridade para fazer a solicitação, iremos divulgar a você qualquer um dos seguintes itens sob sua direção:\r\n   - As categorias de informações pessoais que coletamos sobre você nos últimos 12 meses.\r\n   - As categorias de fontes das informações pessoais que coletamos sobre você nos últimos 12 meses.\r\n   - Nosso negócio ou objetivo comercial para coletar essas informações pessoais.\r\n   - As categorias de terceiros com os quais compartilhamos essas informações pessoais.\r\n   - As informações pessoais específicas que coletamos sobre você.\r\n   - Se divulgamos suas informações pessoais a terceiros para fins comerciais, uma lista dos tipos de informações pessoais que cada categoria de destinatário recebeu.\r\n\r\n\r\nDireito de excluir informações pessoais\r\n\r\nVocê tem o direito de solicitar que excluamos qualquer uma de suas informações pessoais coletadas e retidas, sujeito a certas exceções. Ao receber uma solicitação verificada para excluir suas informações pessoais, faremos isso, a menos que autorizado de outra forma por lei.\r\n\r\n\r\nComo exercer esses direitos\r\n\r\nVocê pode nos enviar uma solicitação verificável do consumidor para divulgação ou exclusão de informações pessoais clicando aqui\r\n\r\n. Responderemos a solicitações verificáveis ​​de divulgação ou exclusão de informações pessoais gratuitamente, dentro de 10 dias do recebimento.\r\n\r\nA fim de proteger a sua privacidade e a segurança das suas informações, verificamos as solicitações dos consumidores combinando as informações pessoais que você fornece com as informações em nossa posse, a fim de confirmar sua identidade. Qualquer informação adicional que você fornecer será usada apenas para verificar sua identidade e não para qualquer outra finalidade.\r\n\r\nVocê pode designar um agente autorizado para fazer solicitações em seu nome. Você deve fornecer a um agente autorizado permissão por escrito para enviar uma solicitação em seu nome, e podemos exigir que você verifique sua identidade diretamente conosco. Alternativamente, um agente autorizado que tenha recebido uma procuração de acordo com as seções 4000-4465 do Código de Sucessões pode enviar uma solicitação em seu nome.\r\n\r\nDireito de\r\n\r\ncancelar a venda de suas informações pessoais Você tem o direito de cancelar a venda de suas informações pessoais. Você pode, a qualquer momento, direcionar empresas que vendem suas informações pessoais a terceiros para que não vendam suas informações pessoais.\r\n\r\nNão vendemos suas informações pessoais e, portanto, não fornecemos nenhum mecanismo para que você exerça o direito de cancelamento. \r\n\r\nDireito à Não Discriminação\r\n\r\nVocê tem o direito de não ser discriminado pelo exercício de seus direitos de privacidade na Califórnia descritos acima.\r\n\r\nPara residentes fora da Califórnia: Como revisar, atualizar, corrigir ou excluir informações pessoais\r\n\r\nMediante solicitação, a Perfect World fornecerá informações sobre se mantemos ou processamos em nome de terceiros quaisquer de suas informações pessoais. Para solicitar essas informações, envie um tíquete usando o site de Suporte ao Cliente: https://support.perfectworld.com.\r\n\r\nVocê pode revisar, atualizar, corrigir ou excluir suas informações pessoais coletadas por meio do Serviço enviando um e-mail para privacy@perfectworld.com ou entrando em contato conosco em:\r\n    Perfect World Entertainment Inc.\r\n    100 Redwood Shores Parkway, 4th Floor\r\n    Redwood City, CA 94065\r\n    Attn: Solicitação de política de privacidade\r\n\r\nObserve que certos tipos de informações pessoais necessárias para verificar a elegibilidade, como data de nascimento ou idade, não podem ser excluídos a menos que você feche sua conta. No entanto, tais informações podem ser modificadas com verificação suficiente das novas informações. Observe que a exclusão de seus dados pode levar ao encerramento de sua conta e serviços aplicáveis.\r\n\r\nPara ter acesso às suas informações pessoais, você deve fornecer prova de identificação suficiente conforme solicitamos, e nos reservamos o direito de negar o acesso a qualquer usuário se acreditarmos que há uma dúvida sobre sua identidade. Responderemos a todas as solicitações de acesso em 30 dias.\r\n\r\nAlém disso, nos reservamos o direito de manter suas informações em nossos arquivos se acreditarmos ser necessário ou aconselhável para resolver disputas, fazer cumprir os Termos de Serviço e para requisitos técnicos e legais e restrições relacionadas ao Serviço.\r\n\r\n\r\nSegurança\r\n\r\nA segurança de suas informações pessoais é importante para nós. Quando você insere informações confidenciais (como um número de cartão de crédito) em nossos formulários de pedido, criptografamos a transmissão dessas informações usando a tecnologia Secure Socket Layer (SSL).\r\n\r\nSeguimos os padrões geralmente aceitos para proteger as informações pessoais enviadas a nós, tanto durante a transmissão quanto após o recebimento. Nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro, entretanto. Portanto, não podemos garantir segurança absoluta. Se você tiver alguma dúvida sobre segurança em nosso serviço, pode entrar em contato conosco em privacy@perfectworld.com.\r\n\r\n\r\nUsuários internacionais\r\n\r\nPerfect World é uma empresa com sede nos Estados Unidos e nossos servidores e operações comerciais estão localizados principalmente no Estado da Califórnia. Ao usar nosso serviço e nos fornecer informações, você concorda com a transferência, armazenamento e processamento de suas informações em computadores localizados nos Estados Unidos da América da maneira descrita nesta Política. Você reconhece e entende que as leis pessoais as informações nos Estados Unidos podem ser menos rigorosas do que as leis de seu país e podem não oferecer as mesmas proteções ou direitos que essas leis. Se você objetar que suas informações pessoais sejam transferidas ou usadas conforme descrito nesta Política, não use este Serviço.\r\n\r\nContate-nos\r\nSe você tiver quaisquer perguntas, dúvidas ou comentários sobre esta Política, entre em contato conosco por e-mail em privacy@perfectworld.com.\r\n\r\n",
  "version": 4
}