{
  "content": "利用規約|アークゲーム\r\n\r\n\r\nこのドキュメントには、当社のWebサイトおよびサービスへのアクセスおよび使用に適用される重要な条件が含まれています。ウェブサイトと当社のサービスの使用を開始する前に、これらの条件を注意深くお読みください。このWebサイトにアクセスまたは使用するか、ゲームをダウンロードすることにより、お客様はここに記載されている条件に拘束されることに同意したものと見なされます。これらの条件のすべてに同意しない場合は、このWebサイトまたはゲームを使用しないでください。\r\n\r\n\r\nPerfect World Entertainment、Inc.（「PWE」、「We」、または「Us」）が運営するArc Gamesへようこそ。このドキュメントには、www.arcgames.comにあるPWE Webサイト（またはそれを置き換える可能性のある後続のURL）へのアクセスと使用を管理するための利用規約（以下「利用規約」）と、公式に関連付けられているすべてのWebサイトとマイクロサイト、モバイルサイト、およびそのようなサイトのサブドメイン（総称して「ウェブサイト」）、ゲームおよびゲームプラットフォーム、ウェブサイトを通じてPWEが運営する、またはウェブサイトでPWEがサポートする（「ゲーム」）、およびすべてのこのウェブサイトを通じて提供される特徴、機能、ソフトウェア、サービス。ウェブサイト、ゲーム、およびこのウェブサイトを通じて提供される機能、ソフトウェア、サービスは、総称して「サービス」を構成します。\r\n\r\n\r\n1.法的合意\r\n   1.これらの条件は、あなたとカリフォルニア州法人であるパー​​フェクトワールドエンターテインメントとの間の拘束力のある法的契約（「契約」）を構成します。\r\n   \r\n   2.本契約では、「私たち/私たち/私たち」という用語は、Perfect World Entertainment、Inc.を意味します。「あなた/あなた」は、サービスのユーザーとしてのあなたを意味します。\r\n   \r\n   3.ここに記載されている条件は、当社のウェブサイトにアクセスし、当社のサービスを利用し、ゲームを利用する場合に適用されます。サービスまたはサービスの一部を使用する前に、これらの条件を確認して同意する必要があります。\r\n   \r\n   4.お客様が本サービスを利用することにより、本規約に記載されている諸条件に同意し、これに拘束されること、およびWebサイトに掲載された、またはPWEからお客様に提供された行動規範（「当社のゲームソフトウェアまたは当社がサービスに関連して提供するその他のソフトウェアに適用されるエンドユーザーライセンス契約（「EULA」）。ウェブサイトで作成されたすべてのユーザーIDは、これらの規約に準拠します。これには、ゲームに関連する適切なゲーム内およびゲーム外の行為が含まれますが、これらに限定されません。\r\n   \r\n   5.利用規約に同意しない場合は、サービスにアクセスしたり、サービスを使用したりしないでください。\r\n   \r\n   6.お客様は、本契約を締結する法的能力を有しており、米国またはその他の該当する司法管轄下で本サービスを受けることを禁じられていないことをここに表明します。\r\n   \r\n   7.お客様は、本サービスにサービスのお知らせおよび管理メッセージが含まれる場合があり、それらを受け取ることをオプトアウトする権利がない場合があることを理解し、同意するものとします。\r\n   \r\n   8.本契約は、EULAまたはその他の特定のPWE製品、サービス、アフィリエイトサービス、サードパーティのコンテンツを使用または購入するときに適用される可能性のある追加の条件に追加され、それらに取って代わるものではありません。サードパーティソフトウェア。本契約の内容が他の特定の契約または条件の1つ以上の規定に反する場合、特定の契約、条件の規定が優先されます。\r\n\r\n\r\n2.規約の変更\r\n   1.当社は、独自の裁量により、いつでもこれらの規約、行動規範、およびEULAを修正または変更することができます。\r\n\r\n   2.本規約の修正および変更はWebサイトに公開され、Webサイトに公開した直後に有効になります。または、修正または修正のコピーが別途提供されます。お客様は、かかる変更または修正についての特定の通知を受け取る必要がある可能性がある権利を放棄します。\r\n\r\n   3.利用規約、行動規範、EULAを定期的に確認する責任があります。これらの内容は随時修正または変更される可能性があるため、内容を把握しておく必要があります。本サービスの一部を引き続き使用することにより、お客様は改訂または更新された条件に同意したことになります。修正された条件に同意しない場合は、サービスの使用を停止する必要があります。\r\n\r\n   \r\n3.説明\r\n   1. PWEは、無料でプレイできるマルチプレイヤーオンラインゲームを登録ユーザーに提供します。また、コミュニティフォーラムやその他のインタラクティブエリアなど、ウェブサイトを通じて利用できる関連機能、機能、サービスを提供します。当社のゲームにアクセスするには、特定のクライアントソフトウェアをダウンロードしてインストールする必要がある場合があります。そのようなアクセスには、ハードウェア、ソフトウェア、インターネットアクセス（ユーザーエクスペリエンスで重要な役割を果たすことを認めている）の使用が伴います。\r\n\r\n   2.お客様は、ハードウェア、ソフトウェア、インターネットへのアクセス、品質、適合性、利用不可の問題について、当社が責任を負わないことに同意するものとします。弊社はインターネットアクセスを提供していません。サーバーへの接続を維持するために必要なすべての機器、サービス、修理、または修正に伴う電話およびインターネットアクセス料金に関連するすべての料金は、お客様の負担となります。\r\n\r\n\r\n4.アカウント\r\n   1.お客様は、当社のサービスにアクセスし、当社のサービスの特定の機能を使用するために、アカウント（「アカウント」）の作成を求められる場合があります。\r\n\r\n   2.当社のサービスを利用するためには、居住地の管轄区域で定められた一定の年齢要件を満たす必要があり、該当する法律の下で米国との拘束力のある契約を締結する権限を有している必要があります。たとえば、米国に居住している場合、アカウントを作成するには13歳以上である必要があり、独立して契約を結ぶには18歳以上である必要があります。 13歳以上であるが、居住している管轄区域で契約を結ぶ法定年齢（「法定年齢」）および/または18歳未満の場合、これらの条件を両親または彼らがそれらを読んで同意することを確実にする法的保護者。あなたが当社のウェブサイト、ゲームおよび/またはサービスのユーザーの親または法的保護者であり、本規約について質問がある場合は、tos @ perfectworld.comまでご連絡ください。\r\n   \r\n   3.アカウントを作成するか、サービスを使用することにより、あなたは法定年齢または18歳以上であり、本規約に同意すること、または13歳以上であり、両親または法定後見人が読んで同意することを表明します。これらの規約、およびお客様は、サービスの使用を許可する際にその表現に依存していることを理解し、同意するものとします。\r\n\r\n   4.上記にかかわらず、特定の法域の適用法に従い、本サービスの特定の部分には、法定年齢または18歳未満には適さない成熟したコンテンツが含まれる場合があります。そのようなコンテンツにアクセスするには、法定年齢または18歳以上であることを確認する必要があります。成人を対象とする、または成人向けとしてマークされているサービスのいずれかの部分を入力した場合、あなたは法的年齢または18歳以上であり、そのようなコンテンツにアクセスする法的権利があることを証明します。以下の条件に基づいて年齢を正確に確認できなかった場合、弊社はいかなる方法でも責任を負いません。\r\n\r\n   5.アカウントとユーザーID（「ユーザーID」）を作成するときは、（i）必須フィールド（「アカウント情報」）で要求されたとおりに真実、正確、最新かつ完全な情報を提供し、（ii）迅速に維持することに同意するものとします。そして、そのようなユーザーIDとアカウント情報を更新して、それを真実、正確、最新かつ完全な状態に保ちます。\r\n\r\n   6.アカウントとユーザーIDの作成者は、ユーザーIDとユーザーIDプロファイルにアップロードされたプロフィール写真（ユーザーIDとユーザーIDのプロフィール写真を総称して「ユーザーID 」）。攻撃的またはわいせつなユーザーIDは許容されません。ユーザーIDが本規約のいずれかの部分に違反した場合、当社は、そのようなユーザーIDを即時、一時的、または恒久的に禁止するか、問題のある画像、単語、またはフレーズへのアクセスを削除または無効にするか、通知の有無にかかわらずそのようなユーザーIDへのアクセスを無効にすることができます。 。そのようなユーザーIDへのアクセスの削除または無効化は、当社の単独の裁量によるものとし、特定のユーザーIDへのアクセスを削除または無効化することを約束するものではありません。\r\n\r\n   7.お客様のアカウントは、ご自身のみが使用することができます。私たちはあなたのアカウントまたはユーザーIDの誤用に対して責任を負いません、あなたはあなたのアカウントへの誤用と不正アクセスのすべてのリスクを受け入れ、私たちと私たちの関連会社をあなたのアカウントまたはユーザーの誤用から無害に保つことに同意します。 ID（パスワードを明かした相手による不正または無許可の使用を含みますが、これらに限定されません）。\r\n\r\n   8.ユーザーIDとパスワードの機密性とセキュリティを常に維持する責任があり、パスワードが紛失、盗難、または許可されていない第三者に開示された場合、またはその他の方法で通知することに同意することに注意してください。妥協しました。お客様は、お客様のアカウントで発生するすべての活動および取引について単独で責任を負うものとし、パスワードの盗難や第三者への漏洩や取引に使用された場合を含む（ただしこれらに限定されない）アカウントの悪用については責任を負いません。 。お客様は、アカウントの誤用またはその他の既知のサービスに関連するセキュリティ違反について、直ちに弊社に通知することに同意するものとします。アカウントを保護するために、パスワードを変更する選択肢を提供します。\r\n\r\n   9.アカウントが作成されてから12か月以内、または12か月間継続してアカウントを使用しなかった場合、アカウントが終了することがあります。 12か月以上継続してアカウントを使用しない場合、当社の独自の裁量により、アカウントが終了される場合があります。\r\n\r\n   10.これらの規約の違反またはサービスの停止によりアカウントまたはユーザーIDを終了、無効化、または削除しない限り、アカウントを終了する前にメールで通知するよう努めます。ただし、通知を怠った場合の責任は負いかねます。アカウントの有効性を維持したいという通知から5日以内に通知された場合、アカウントは終了されません。ご連絡がない場合、アカウントは終了し、ユーザーID、レコード、ランク、サービス情報とともに完全に削除される可能性があります。\r\n\r\n   11.アカウントの終了には、サービスおよび専有マテリアル、またはその一部を使用するためのライセンスの終了も伴います。\r\n\r\n   12.通知にかかわらず、弊社は、独自の裁量により、理由の如何を問わず、または適用される法律の下で許容される範囲の理由なく、いつでもサービスを中止する、またはアカウントを終了または停止する権利を留保します。\r\n\r\n\r\n5.所有権\r\n   1.ウェブサイト、ゲーム、ソフトウェア、およびサービスは、PWEまたはPWEのライセンサーの所有物であり、米国および著作権法を含むがこれに限定されない国際法によって保護されています。ウェブサイト、ゲーム、ソフトウェア、サービスにおける現在および将来のすべての権利、利益、タイトル、およびそれらのすべての機能とコンテンツ（ユーザーアカウント、タイトル、コンピューターコード（ソースコード、オブジェクトコード、準備設計を含むがこれらに限定されない）資料）、ファイル、ゲームソフトウェア、クライアントおよびサーバーソフトウェア、ツール、パッチ、更新、テーマ、オブジェクト、キャラクター、キャラクター名、ストーリー、ストーリーライン、オブジェクト、コンテンツ、テキスト、ノウハウ、ダイアログ、キャッチフレーズ、テーマ、場所、概念、アートワーク、デザイン、グラフィックス、写真、ビデオ、アニメーション、サウンド、音楽、ミュージカル、作曲、サウンドレコーディング、視聴覚効果、情報、データ、ドキュメント、「アプレット」、チャットのトランスクリプト、キャラクタープロファイル情報、ゲームプレイ、録音、ゲームアイテム、ゲームアクティビティ、コインと禅、Artificial Intelligenceが作成したアートワークとコンポジション（「AIが作成した作品」）、およびそれらの選択と配置（総称して「所有物」）は、独自の小道具です。 PWEまたはそのライセンサーの権利または利益であり、米国および国際著作権法およびその他の所有権法により保護されています。\r\n   \r\n   2. 10.2項にかかわらず、所有権のある資料（「変更」）にかかわらず、独自の資料（「変更」）に何らかの変更、改作、または派生物を加えた場合、お客様は、許可または無許可に関わらず、いかなる種類の権利も保持しないことを理解し、同意するものとします。このような変更に含まれ、そのすべての権利はPWEにのみ帰属するものとします。お客様は、本書に記載されている考慮事項を超えたいかなる補償もなしに、PWEに取消不能な形で割り当て（および割り当てることに同意）、譲渡し、そのような変更に対するすべての権利、権原、および利益をここに提供します。 。この譲渡には、制限なしに、そのような変更に関するすべての世界的な著作権と特許権、および過去と将来の侵害を訴える権利が含まれます。お客様は、PWEの保護に関連してPWEに協力することに同意し、PWEがその権利を完成させるために必要に応じて、そのような文書（譲渡または譲渡のさらなる証書など）を実行するものとします。お客様は、適用される強制的な法律によって可能な限り、モディフィケーションにおいて持つ可能性がある道徳的または同様の権利を放棄し、主張しないことに同意します。\r\n   \r\n   3.さらに、5.2項に記載されている割り当てが変更に対する所有権持分を移転しない限り、お客様は、PWE、当社、および当社のライセンサーに、すべての同意、認可、および非独占的、ロイヤリティフリーの永続的な権利を明示的に付与するものとします。 、世界中で、完全に、完全にサブライセンス可能で、取り消し不可の、製造、使用、販売、販売の申し出、インポート、またはその他の方法で悪用、再投稿、公開、使用、引用、適応、翻訳、アーカイブ、保存、複製、変更、作成する権利派生物、シンジケート、ライセンス、印刷、サブライセンス、配布、送信、放送、その他の方法で伝達し、修正またはその一部を、任意の方法または形式で、現在知られているかどうかにかかわらず、任意のメディアまたはフォーラムで公開および実行します。今後、予告なしに、あなたへの承認または補償を考案しました。お客様は、適用される強制的な法律によって可能な限り、モディフィケーションにおいて持つ可能性がある道徳的または同様の権利を放棄し、主張しないことに同意します。\r\n\r\n\r\n6.プライバシー\r\n   1.個人情報の収集、使用、配布に関する情報については、プライバシーポリシーとCookieポリシー[a]をご覧ください。プライバシーポリシーとCookieポリシーに記載されている情報を収集、使用、開示する場合があることを理解し、同意してください。\r\n\r\n   2.お客様は、当社が合法的に許可または義務付けられている、またはそうすることが合理的に必要または適切であると誠実に信じて、コミュニケーションの内容を含む個人情報にアクセス、開示、または保存する場合があることを理解し、同意するものとします。法律または法的手続きまたは当局の遵守、あらゆる申し立てへの対応、またはパーフェクトワールド、当社のユーザー、従業員、または公衆の権利、財産、または安全の保護（パーフェクトワールドまたは当社のユーザーを不正から保護することを含むがこれに限定されない） 、虐待、不適切または違法な当社のサービスの使用。\r\n\r\n   \r\n7.ゲームのアップデート\r\n   1.ゲームを更新または「パッチ」する際、パッチルーチンを利用して、クライアントソフトウェアの最新バージョンがコンピューターまたはデバイスにインストールされているかどうかを確認します。そうでない場合は、最新バージョンがコンピューターまたはデバイスに自動的にアップロードされる可能性があります。その場合、ユーザーはこのアップロードに同意し、それに関する通知を放棄します。\r\n\r\n\r\n8.モニタリング\r\n   1.お客様は、ゲーム内の他のプレーヤーと通信したり、インスタントメッセージング、フォーラム、チャットルームなどのWebサイトで利用可能なインタラクティブ機能を利用したりすると、そのような通信や投稿が当社のサーバーを通じて送信されることを理解し、同意するものとします。義務ではありませんが、法律で許可されている範囲で、「プライベート」として指定されているものを含め、そのようなすべての通信および投稿を監視します。ユーザーに関するデータの収集および処理方法の詳細については、プライバシーポリシー[b]をご覧ください。\r\n\r\n\r\n9.プッシュ通知とローカル通知\r\n   1.お客様は、同意を得て、プッシュ通知およびローカル通知をモバイルデバイスに送信して、ゲームの更新およびその他の関連メッセージを提供する場合があることを理解し、同意するものとします。\r\n\r\n\r\n10.付与されたライセンス\r\n   1.これらの条件および該当するEULAに従い、当社はお客様の非営利的および個人的使用についてのみ、ウェブサイトへのアクセスおよび使用のための限定的、非独占的、取り消し可能、譲渡不可、サブライセンス不可の許可を付与します。サービスおよび専有資料。このような許可は、ユーザーまたはPWEによって終了されるまで有効です。お客様は、ウェブサイト、サービス、所有物を個人的、非営利的な目的で使用し、本規約で禁止されている行為に従事しないことを約束し、同意するものとします。\r\n   \r\n   2.本規約または該当するEULAで明示的に許可されている場合を除き、かかるライセンスには以下が含まれておらず、お客様は以下に関与しないことに同意します。（a）サービスまたはその中の所有物を再販、サブライセンス、貸与、または商用利用する; （b）通常のコースでのゲームプレイに関連する場合を除き、所有物を配布、公開、または公開すること、（d）ゲーム、ゲームコンテンツまたはその他の派生物を変更、適応、変更、強化、またはその他の方法で使用すること独自の資料、またはその一部。 （e）データマイニング、ロボット、または同様のデータ収集または抽出方法の使用。 （f）ウェブサイト上で明示的に許可されている場合を除き、所有物またはその中に含まれる情報の一部のダウンロード（ページキャッシング以外）。 （g）所有物をリバースエンジニアリングまたは逆コンパイルする、あるいはゲームまたは所有物に含まれるその他のソフトウェアからソースコードを取得しようとすること。 （h）意図された目的以外での本サービスまたは専有資料の使用。\r\n\r\n   3.本書で特別に許可されている以外のサービスまたは所有物を当社の書面による事前の許可なく使用することは固く禁じられており、PWEの裁量により、本書で付与されたライセンスを終了します。このような不正使用は、著作権法、商標法、および適用される通信の規制や法令を含むがこれらに限定されない適用法にも違反する可能性があります。ここで明示的に述べられていない限り、これらの条件のいかなるものも禁反言、暗示、その他にかかわらず、知的財産権に対するライセンスまたは権利を付与するものとして解釈されないものとします。このライセンスは、理由の有無にかかわらず、いつでも取り消すことができます。\r\n\r\n   4.ゲームおよびサービスはあなたに譲渡されたものではなく、本セクション10で明示的に付与された権利を除き、ウェブサイト、サービス、またはゲームにおけるいかなる権利、権原、または利益も付与されません。 PWEとそのライセンサーは、パーソナルコンピューター、コンソール、モバイルデバイス、タブレット、その他のデバイス（以下「デバイス」）にゲームをインストールした後でも、ゲームと所有物マテリアルのすべてのコピーの所有権を保持します。\r\n\r\n   5.すべての商標、サービスマーク、商号、ロゴ、ドメイン名、およびその他のパーフェクトワールドブランド、ウェブサイト、ゲーム、サービス（「アークゲームブランド」）の機能は、PWEまたはライセンサー。お客様は、Arc Gamesブランドを商用または非商用目的で使用するいかなる権利も付与されません。\r\n\r\n   6.お客様は本規約を遵守し、本規約で明示的に許可されていない方法でWebサイト、サービス、ゲーム、またはその一部を使用しないことに同意するものとします。\r\n\r\n\r\n11.ユーザーの行動規範\r\n   1.本サービスを利用する際は、これらの規約、すべての行動規範、すべての適用法、およびすべてのエチケットの基本規則と礼儀を遵守する必要があります。オフラインの現実世界のコミュニティで法律に違反する行為も、これらの規約に違反しています。私たちは、違法または攻撃的な行為を容認しません。\r\n   \r\n   2.前述を制限することなく、セクション12に記載されているユーザーコンテンツルールに加えて、お客様は以下の行為を行わないことに同意するものとします。\r\n    -未成年者を傷つける;\r\n    -PWEの役員、フォーラムリーダー、ガイド、主催者、従業員、代理人を含むすべての人物または団体になりすまし、または人物や団体との関係を偽って述べたり、その他の方法で偽ったりすること。\r\n    -ウェブサイトを通じて送信されたメッセージの発信元を偽装するために、ヘッダーを偽造するか、その他の方法で識別子を操作する。\r\n    -未承諾または未承認の広告、宣伝資料、「ジャンクメール」、「スパム」、「チェーンレター」、「ピラミッドスキーム」、またはその他の形式の勧誘をアップロード、投稿、電子メール、送信、またはその他の方法で利用可能にすること。\r\n    -サービスまたはサービスに接続されたサーバーまたはネットワークを妨害または妨害したり、サービスに接続されたネットワークの要件、手順、ポリシーまたは規制に違反したりすること。\r\n    -「ストーカー」、脅迫、その他の嫌がらせ、または他人への不快感。\r\n    -他のユーザーに関する個人データを収集、保存、投稿、またはその他の方法で配布すること。\r\n    -サービスまたはサービス内のゲームまたはインタラクティブエリア（以下で定義）でのサービスまたはゲームプレイまたはダイアログの通常のフローを妨害または妨害するか、下品な言葉遣い、虐待、過度の叫び（すべて大文字）、「スパム」またはその他の使用他のユーザーまたは当社の従業員を妨害するためのその他の破壊的または有害な方法。\r\n    -違法行為、またはこれらの規約または行動規範に違反する行為に従事、奨励、または宣伝すること。\r\n    -承認されたゲームプレイで獲得したアイテムから、他のユーザーをだます、またはだます、詐欺、だまそうとする行為に従事すること。\r\n    -ゲームまたはサービスに関連する不正なエクスプロイトを不正行為または利用する。\r\n    -バグ、エラー、または設計上の欠陥を利用または悪用して、サービスへの不正アクセスを取得したり、他のプレイヤーより不当な優位性を獲得したりすること。\r\n    -ゲーム外のあらゆる性質の仮想アイテムまたは商品の取引、販売、オークション、またはその他の方法での譲渡。\r\n    -サービスを妨害する、または他のユーザーがウェブサイト、ゲーム、またはサービスの他の側面を享受することに悪影響を与える、または禁止する可能性のある行動をとる。\r\n\r\n   3.当社は、事前の通知や警告なしに、これらの条件の違反やその他の違法または不適切な行為を阻止および罰するために必要な行動をとり、罰則を課す場合があります。違反が発生したかどうか、およびそのような行為の責任者は、私たちの裁量の範囲内であり、コミュニティとサービスのために私たちが最善と考えるものに基づいています。本サービスを利用することにより、違反が発生したかどうか、および当社が実施することを選択したペナルティに関する当社の決定に拘束されることに同意するものとします。\r\n\r\n\r\n12.ユーザーコンテンツ\r\n   1.本サービスには、ディスカッションフォーラム、チャットルーム、ユーザーフィードバック、メッセージング機能、コメント、その他のインタラクティブエリアまたはサービス（以下「インタラクティブエリア」）が含まれ、コンテンツ、メッセージ、資料を作成、投稿、送信、または保存します。 、データ、情報、テキスト、音楽、サウンド、写真、写真、ビデオ、グラフィックス、コード、またはその他のアイテムや素材、およびWebサイトやサービスの他の部分（ゲーム内チャットルーム、フォーラムなど）またはギルドの組織）（「ユーザーコンテンツ」）。ユーザーコンテンツには、本セクション13に規定されているユーザー生成コンテンツも含まれます。\r\n\r\n   2.ウェブサイトに投稿されたユーザーコンテンツは公開されており、機密情報ではなく、PWEの唯一の財産となります。自分や他人の個人情報を公開しないことを強くお勧めします。\r\n\r\n   3.ユーザーは、以下のいずれも投稿、アップロード、送信、配布、保存、作成、または公開しないことに同意します。\r\n    -違法、名誉毀損、中傷的、わいせつ、ポルノ、下品、わいせつ、挑発的、嫌がらせ、脅迫的、プライバシーまたは宣伝の権利の侵害、虐待的、扇動的、詐欺的、またはその他の不快なユーザーコンテンツ。\r\n    -犯罪行為を構成、奨励、または提供する、第三者の権利を侵害する、またはその他の方法で責任を生じさせる、または地方、州、国内、または国際法に違反するユーザーコンテンツ。\r\n    -当事者の特許、商標、企業秘密、著作権、またはその他の知的所有権を侵害する可能性のあるユーザーコンテンツ。ユーザーコンテンツを投稿することにより、かかるユーザーコンテンツを配布および複製する合法的な権利を有することを表明および保証するものとします。\r\n    -個人または団体になりすましている、または個人または団体との関係を偽っているユーザーコンテンツ。\r\n    -未承諾の宣伝、政治運動、広告または勧誘。\r\n    -住所、電話番号、電子メールアドレス、社会保障番号、クレジットカード番号を含むがこれらに限定されない、第三者の個人情報。\r\n    -ウイルス、破損したデータ、またはその他の有害で破壊的または破壊的なファイル。\r\n    -行動規範に違反する、または弊社の単独の判断で不快である、他の人がサービスを使用または享受することを制限または阻害する、または当社または当社のユーザーをあらゆる種類の危害または責任にさらす可能性があるユーザーコンテンツ。\r\n\r\n   4.当社は、お客様または第三者によって投稿、保存、またはアップロードされたユーザーコンテンツ、またはそれらの損失または損傷について、一切の責任を負わないものとし、いかなる過失、名誉毀損、誹謗、中傷、脱漏についても責任を負わないものとします。虚偽、わいせつ、ポルノ、冒とく的な表現。インタラクティブエリアを含む本サービスの使用は、ご自身の責任で行ってください。インタラクティブサービスのプロバイダーとして、当社は、ユーザーがパブリックフォーラム、個人のホームページ、またはその他のインタラクティブエリアで提供するステートメント、表現、またはユーザーコンテンツに対して責任を負いません。当社はユーザーコンテンツをスクリーニング、編集、または監視する義務はありませんが、通知または通知された、いつでも理由を問わず投稿または保存されたユーザーコンテンツを削除、スクリーニング、または編集する権利を留保します。\r\n   \r\n   5.投稿または保存したユーザーコンテンツのバックアップコピーを作成し、自己の費用と費用で交換する責任は、ユーザーが単独で負うものとします。上記に違反するインタラクティブエリアまたはその一部を含むサービスの使用は、本規約に違反し、とりわけ、サービスまたはその一部の使用権の終了または停止につながる可能性があります。\r\n   \r\n   6.お客様は、投稿したすべてのユーザーコンテンツ、およびインタラクティブエリアを含む本サービスの使用について単独で責任を負うものとします。ユーザーは、次のことを表明し保証するものとします。（a）ユーザーが投稿するユーザーコンテンツに対する（知的財産）権利のすべてを所有および管理しているか、そうでなければユーザーコンテンツをサイトに投稿する権利があること。 （b）ユーザーコンテンツが正確で誤解を招くものではない。 （c）ユーザーが提供するユーザーコンテンツの使用および投稿は、本規約、行動規範、適用される法律、または宗教上のタブーに違反しておらず、宣伝、人格、または第三者の権利を侵害または侵害したり、人物に傷害を引き起こしたりすることはありません。またはエンティティ、または当社との提携またはユーザーまたはユーザーコンテンツの承認を意味します。お客様は、提供するユーザーコンテンツに起因するそのような権利の侵害またはその他の危害に起因するすべての使用料、手数料、損害およびその他の金銭について、単独で責任を負うものとします。\r\n   \r\n   7.サービスの使用を考慮し、適用可能な強制法によって可能な限り許可されている限り、これにより、ユーザーコンテンツのすべての権利、権原、および利益をPWEに取り消し不能に譲渡および譲渡（および譲渡に同意）します。本サービス上または本サービスを通じて作成、投稿、保存、または送信すること、およびその中のすべての知的財産権。 PWEへの譲渡および譲渡が、適用される強制法に従って不可能である場合、すべての権利、権原、および利益がPWEに譲渡および譲渡されることに同意するものとします。お客様は、PWEの保護に関連してPWEに協力することに同意し、PWEがその権利を完全にするために必要に応じて、そのような文書（譲渡または譲渡のその他の行為など）を実行するものとします。\r\n   \r\n   8.上記の割り当てがユーザーコンテンツへの所有権またはユーザーコンテンツへの所有権を移転しない範囲で、お客様は、すべての同意、クリアランス、および非独占的、ロイヤルティフリー、永続的、全世界的、完全に完全なサブ再投稿、公開、使用、引用、適合、翻訳、アーカイブ、保存、複製、変更、派生作品の作成、シンジケート、ライセンス、印刷、サブライセンス、配布、送信、放送、その他の通信、およびそのためのライセンスおよび取り消しできない権利、およびユーザーコンテンツまたはその一部を、現在知られているか、今後考案されるかどうかにかかわらず、いかなる方法または形式でも、メディアまたはフォーラムにおいて、予告なしに、公開、実行、製造、使用、販売、販売、輸入、またはその他の方法で利用する、あなたへの承認または補償。あなたは放棄し、ユーザーコンテンツにおいて持つかもしれない道徳的または同様の権利を主張しないことに同意します。\r\n   \r\n   9.サービス内のユーザーコンテンツが、お客様が所有または管理する知的財産権を侵害していると思われる場合は、当事者間のIP紛争を仲介しないことに最初に注意してください。したがって、問題のユーザーコンテンツを作成した当事者に直接連絡することをお勧めします。そのような当事者との相互解決に到達できない場合は、ここに記載されている連絡先情報で、そのような侵害の通知を当社に提出することができます。\r\n    -通知には、状況を評価するために必要な以下の情報が含まれている必要があります。（i）問題のユーザーコンテンツのURLまたはスクリーンショット、およびユーザーコンテンツをアップロードした特定のユーザーを特定する。 （ii）お客様が所有する該当する知的財産権の証明または証明書。 （iii）合理的に要求する可能性のある侵害の説明と提案された解決策、（iv）申し立てが誠実に行われたことの陳述、および（v）連絡先情報。追加の情報やサポート資料を要求するためにご連絡する場合があります。\r\n    -独自の裁量により、申し立てが明確な侵害の事例を示しているとGoogleが判断した場合、通知で特定されたユーザーに通知を送信して、そのようなユーザーに著作権のあるコンテンツを削除または変更するよう依頼するか、または違反した場合侵害コンテンツへのアクセスを直接削除または制限し、そのような処分を侵害ユーザーに通知するという厳しい性質のものです。処分結果については、お預かりした連絡先を随時お知らせします。このような権利を侵害しているユーザーがGoogleの決定に同意せず、侵害がないと思われる場合、特定の状況下で反訴を提出し、私たちの行動を取り消すよう要求することができます。 PWEは、PWEの独自の裁量でそのような要求を尊重する場合としない場合があります。\r\n    -お客様は、PWEがユーザーコンテンツに対して責任を負わず、ユーザーコンテンツに含まれる意見を支持しないことを理解し、同意するものとします。 PWEは知的財産権を完全に尊重し、サービスの運用におけるお客様の正当な利益を保護するよう努めますが、商業的に合理的な努力を超えて、ユーザーが投稿したすべての侵害コンテンツを削除または削除することを保証しません。\r\n\r\n\r\n13.ユーザー生成コンテンツ\r\n   1.ゲームには、ゲームで使用するための特定の設計、プログラミング、処理ユーティリティ、ツール、アセット、およびその他のリソース（「The Foundry」）が含まれる場合があり、これにより、カスタマイズされた新しいゲームレベルおよびその他の関連ゲーム資料を作成し、個人的に使用することができます。ゲーム（「ユーザー生成コンテンツ」）。ファウンドリの使用には、これらの条件および以下の追加のライセンス制限が適用されることに同意するものとします。\r\n   \r\n   2.ユーザー作成コンテンツは、オンラインバージョンのゲームと組み合わせてのみ使用できる場合にのみ作成できます。ユーザー生成コンテンツは、スタンドアロン製品として使用するように設計されていない場合があります。 Foundryを使用して作成したユーザー生成コンテンツには、次のルールと制限が適用されます。\r\n   \r\n   3.ファウンドリを使用して公開されたユーザー生成コンテンツのその他の禁止されている使用：\r\n    -ユーザーが生成したコンテンツを使用して、政党、協会（共和党、民主党、候補者など）や問題の側面を支持または反対することはできません。\r\n    -ユーザー作成コンテンツを使用して、実在の人物（歴史的または現在）の肖像を描写することはできません。ユーザーが作成したコンテンツを使用して、当事者のビジネス、製品、またはサービスを宣伝することはできません。\r\n    -コンテンツにWeb URLを公開することはできません。\r\n    -ユーザーが作成したコンテンツを使用して、冒とく、下品、憎悪の言葉、露骨な性的言語、人種、性別、宗教、年齢、精神的または身体的障害、肥満または性的指向に対する中傷的な言及、または薬物（法的または違法）または薬物。\r\n    -その目的のために特別に付与された取消不能の書面によるライセンスを取得することなく、第三者の著作権または商標の素材を使用することはできません。\r\n    -ユーザーが作成したコンテンツを使用してゲームのデザインを悪用することはできません。\r\n    -ユーザーが作成したコンテンツを使用して、第三者のプライバシーや宣伝の権利を侵害することはできません。\r\n    -PWEは、理由や補償を提供することなく、いつでも理由を問わずユーザーが作成したコンテンツを削除する権利を留保します。\r\n    -お客様は、ファウンドリを使用して作成されたユーザー生成コンテンツのいかなる種類の権利も保持しないこと、およびユーザー生成コンテンツとその中のすべての権利は、PWEのみに属し、適切と思われる場合に使用することを理解し、同意するものとします。お客様は、本書に記載されている考慮事項を超えたいかなる補償もなしに、そのようなユーザーに対するすべての権利、権原、および利益を補償せずに、PWEに取消不能に割り当て（および割り当てることに同意）および譲渡します。 -生成されたコンテンツ。この譲渡には、これらに限定されないが、ユーザーが作成したコンテンツの全世界の著作権と特許権、および過去および将来の侵害について訴訟を起こす権利が​​含まれます。お客様は、PWEの保護に関連してPWEに協力することに同意し、PWEがその権利を完全にするために必要に応じて、そのような文書（譲渡または譲渡のさらなる証書など）を実行するものとします。\r\n    -さらに、ここで言及されている割り当てがユーザー生成コンテンツへの所有権またはユーザー生成コンテンツへの所有権の移転を行わない範囲で、お客様は、当社およびライセンサーにすべての同意、認可、および非独占的、永続的、完全、サブライセンス可能を明示的に付与します作成、使用、販売、販売の申し出、インポート、またはその他の方法で悪用、再投稿、公開、使用、引用、適応、翻訳、アーカイブ、保存、複製、変更、派生物の作成、シンジケート、ライセンス、ユーザーが作成したコンテンツ、またはその一部を、現在知られているか、今後考案されるかを問わず、予告なしに、印刷、サブライセンス、配布、送信、ブロードキャスト、その他の方法で公開、表示、実行します。 、あなたへの謝辞または補償。あなたは放棄し、ユーザーが作成したコンテンツにおいてあなたが持つかもしれない道徳的または同様の権利を主張しないことに同意します。\r\n   \r\n   4.ファウンドリーを使用する条件として、販売またはレンタルを含むがこれらに限定されない営利目的または非営利目的で、お客様が作成したファウンドリおよびユーザー生成コンテンツを第三者が使用または使用することを禁じます。スタンドアロン、または他のユーザーが作成したユーザー作成コンテンツと組み合わせてパッケージ化されているかを問わず、そのようなユーザー作成コンテンツのリース、ライセンス供与、配布、またはその他の方法で所有権を譲渡する。販売およびオンライン電子配布。ユーザーは、商用配布用のユーザー生成コンテンツを作成するための個人または団体からの提案または申し出を要請、開始、または奨励しないことに同意します。お客様は、かかる提案または申し出を受領した場合は、書面でPWEに速やかに通知することに同意します。あなたが作成したユーザー作成コンテンツの使用を他のゲーマーに提供することを決定した場合、あなたは無料で提供することに同意するものとします。\r\n\r\n\r\n14.著作権侵害の申し立ての通知を受け取る代理人の指定。 DMCA通知。\r\n   1.本サービスのいずれかが所有または管理する著作権を侵害していると思われる場合は、本契約の第14条に規定されているように、著作権侵害のDMCA通知を提出することができます。\r\n   メール：dmca@perfectworld.com\r\n   メール：Perfect World Entertainment Inc.\r\n   対象：カスタマーサービスチーム\r\n   100レッドウッドショアーズパークウェイ\r\n   レッドウッドシティ、カリフォルニア94065\r\n   電話番号：+1 650-590-7700\r\n   ファクシミリ（ファックス）番号：+1 650-591-1211\r\n   \r\n   2.著作権侵害の申し立て通知には、申し立ての評価に必要な以下の情報が含まれます。\r\n    -問題のユーザーコンテンツのURLまたはスクリーンショット。ユーザーコンテンツをアップロードした特定のユーザーを識別します。\r\n    -所有する知的財産権の証明または証明書。\r\n   \r\n   3.侵害の説明と、合理的に要求する可能性のある解決策、および連絡先情報。追加の情報やサポート資料を要求するためにご連絡する場合があります。\r\n    -侵害の申し立ての通知が当社の単独の裁量で合理的であると判明した場合、当社は、ウェブサイト上の一般的な通知、当社の記録にあるユーザーの電子メールアドレスへの電子メールにより、著作権侵害の申し立てを通知することができます。または、ファーストクラスの郵便で当社の記録にあるユーザーのアドレスに送信される書面による通信。通知で特定されたユーザーに通知を送信して、そのようなユーザーに侵害コンテンツの削除を要求するか、侵害が深刻な性質のものである場合、侵害コンテンツへのアクセスを直接削除または制限し、そのような処分を侵害に通知することができますユーザー。処分結果については、お預かりした連絡先を随時お知らせします。\r\n    -デジタルミレニアム著作権法（DMCA）およびその他の適用法に従い、適切な状況で、独自の裁量により、繰り返し侵害しているとみなされる購読者またはアカウント所有者を終了するポリシーを採用しました。また、独自の裁量により、サービスへのアクセスを制限したり、他のユーザーの知的財産権を侵害したユーザーのアカウントを終了したりすることがあります。\r\n\r\n\r\n15.ハイパーリンク\r\n   1.非営利目的でウェブサイトへのテキストハイパーリンクを作成する限定的で非独占的な権利が付与されているが、そのようなリンクが、虚偽の、誤解を招く、中傷的、またはその他の名誉を毀損するような形で当社または当社の製品やサービスを描写していないリンク先のサイトに、成人向けまたは違法な素材、または攻撃的、嫌がらせ、その他の不快な素材が含まれていないことこの制限付きの権利は、理由を問わずいつでも取り消すことができます。当社の書面による明示的な許可なしに、本ウェブサイトへのリンクにPWEロゴまたはPWEまたはArc Gamesブランドのその他の独自のグラフィックを使用することはできません。さらに、フレーミング技術を使用、フレーム化、または利用して、Arc Gamesのブランド、PWEの商標、ロゴ、またはサービスにある画像、テキストのコンテンツ、またはページのレイアウト/デザインを含むその他の専有情報を囲むことはできません。または当社の書面による明示的な同意なしにウェブサイトのページに含まれるフォーム。上記の場合を除き、PWEまたは第三者の特許、商標、著作権、または所有権の中で、またはそれらの下で、黙示、禁反言またはその他の方法で権利またはライセンスを伝達することはありません。\r\n\r\n   2.私たちは、ウェブサイトからのハイパーリンク、またはウェブサイトにリンクしているウェブサイトからアクセスできる第三者のウェブサイトの品質、コンテンツ、性質、または信頼性に関して、いかなる主張も表明も責任も負いません。そのようなサイトは当社の管理下になく、リンクされたWebサイトのコンテンツまたはリンクされたWebサイトに含まれるリンク、またはそのようなWebサイトのレビュー、変更、更新については責任を負いません。私たちは、これらのリンクを便宜のためにのみ提供し、リンクを含めることは、サイトまたはそこに含まれる情報の当社による提携、保証または採用を意味するものではありません。あなたがウェブサイトを離れるとき、あなたは私たちの条件と方針がもはや支配しないことに気づくべきです。プライバシーやデータ収集の慣行など、ウェブサイトから移動するサイトに適用される条件とポリシーを確認する必要があります。\r\n\r\n   \r\n16.モバイルソフトウェア\r\n   1.モバイルソフトウェア。モバイルデバイスを介してサービスにアクセスするためのソフトウェア（「モバイルソフトウェア」）を提供します。モバイルソフトウェアを使用するには、モバイルサービスと互換性のあるモバイルデバイスが必要です。モバイルソフトウェアがモバイルデバイスと互換性があることを保証しません。これにより、お客様が個人的に使用するために、お客様のみが所有またはリースする1つのモバイルデバイス上の1つのアカウントに対して、モバイルソフトウェアのコンパイル済みコードコピーを使用する非独占的、譲渡不可、取り消し可能なライセンスを付与します。次のことは禁止されています。（i）モバイルソフトウェアを変更、逆アセンブル、逆コンパイル、またはリバースエンジニアリングすること。ただし、そのような制限が法律で明示的に禁止されている場合を除きます。 （ii）モバイルソフトウェアをレンタル、リース、ローン、再販売、サブライセンス、配布、またはその他の方法で第三者に譲渡するか、モバイルソフトウェアを使用して、タイムシェアリングまたは同様のサービスを第三者に提供すること。 （iii）モバイルソフトウェアのコピーを作成する。 （iv）モバイルソフトウェアのセキュリティ関連機能、モバイルソフトウェアを介してアクセス可能なコンテンツの使用またはコピーを防止または制限する機能、またはモバイルの使用制限を強制する機能を削除、回避、無効化、損傷、またはその他の方法で妨害するソフトウェア; （v）モバイルソフトウェアの著作権およびその他の所有権に関する通知を削除する。お客様は、当社が随時モバイルソフトウェアのアップグレードバージョンを発行し、モバイルデバイスで使用しているモバイルソフトウェアのバージョンを自動的に電子的にアップグレードする場合があることを認めます。お客様は、モバイルデバイスでのかかる自動アップグレードに同意し、本契約の条件がかかるすべてのアップグレードに適用されることに同意します。モバイルソフトウェアに組み込まれている可能性のあるサードパーティのコードは、該当するオープンソースまたはサードパーティのライセンスEULAがある場合は、そのようなコードの使用を許可します。前述のライセンス供与は、モバイルソフトウェアまたはそのコピーの販売ではなく、当社または第三者のパートナーまたはサプライヤーは、モバイルソフトウェア（およびそのコピー）に関するすべての権利、権原、および利益を保持します。本契約で明示的に規定されている場合を除き、本契約に基づく権利、義務、または義務を譲渡しようとするお客様によるいかなる試みも無効です。私たちは、本契約の下で明示的に付与されていないすべての権利を留保します。\r\n   \r\n   2. iTunesのモバイルソフトウェア。以下は、iTunes Storeから取得したすべてのモバイルソフトウェア（以下「iTunesソースソフトウェア」）に適用されます。お客様は、本契約がAppleではなく、ユーザーとPWEの間のみであり、AppleがiTunesソースに責任を負わないことに同意します。ソフトウェアまたはその内容。 iTunesをソースとするソフトウェアの使用は、App Storeの利用規約に準拠している必要があります。お客様は、iTunesが提供するソフトウェアに関して、Appleがメンテナンスおよびサポートサービスを提供する義務を一切負わないことを認めます。 iTunes提供のソフトウェアが該当する保証に準拠していない場合、お客様はアップルに通知することができ、アップルはiTunes提供のソフトウェアの購入価格をお客様に返金します。 Appleは、適用される法律で許可される最大限の範囲で、iTunesが提供するソフトウェアに関して他のいかなる保証義務も負わないものとし、保証に準拠しないことに起因するその他の請求、損失、責任、損害、費用または費用は、本契約およびソフトウェアのプロバイダーとしてのPWEに適用される法律にのみ適用されます。 Appleは、iTunesをソースとするソフトウェア、またはiTunesをソースとするソフトウェアの所有および/または使用に関連するあなたまたは第三者の申し立てに対処する責任を負わないことを認めます。これには以下が含まれますが、これに限定されません：（i）製造物責任請求; （ii）iTunes提供のソフトウェアが適用される法的または規制上の要件に準拠していないという主張。 （iii）消費者保護または同様の法律の下で発生するクレーム。そして、そのような主張はすべて、本契約と、ソフトウェアのプロバイダーとしてPWEに適用される法律にのみ準拠します。お客様は、iTunesが提供するソフトウェアまたはその所有およびそのiTunesが提供するソフトウェアの使用が第三者の知的所有権を侵害していると第三者が主張した場合、調査はAppleではなくPWEが単独で責任を負うことを認め、本契約で要求される範囲でのかかる知的財産権侵害の主張の抗弁、和解および解任。お客様およびPWEは、アップルおよびアップルの子会社が、iTunes-Sourceed Softwareのライセンスに関連する本契約の第三者受益者であること、および本契約の条件に同意すると、Appleがサードパーティの受益者としてのあなたに対するiTunes-Sourced Softwareのあなたのライセンスに関連する本契約を実施する権利（そして権利を受け入れたと見なされます）。\r\n\r\n\r\n17.第三者のコンテンツ\r\n   1.当社は、本サービスを通じて第三者のコンテンツを提供または提供する場合があり、この情報に関心のある人へのサービスとして、Webページおよび第三者のコンテンツ（総称して「第三者コンテンツ」）へのリンクを提供する場合があります。私たちは、サードパーティのウェブサイト上のサードパーティのコンテンツを監視または管理していません。第三者のコンテンツを推奨または採用することはなく、その正確性または完全性について保証することはできません。当社は、そこに含まれる情報の正確性を表明または保証せず、第三者のコンテンツを更新またはレビューする責任を負いません。ユーザーは、自己の責任において、そこに含まれる第三者のコンテンツを使用します。\r\n\r\n\r\n18.広告とプロモーション。サードパーティ製品およびサービス\r\n   1.当社は、サービスを通じて第三者からの広告やプロモーションを実施する場合があります。または、サービスを通じて第三者の製品またはサービスに関する情報またはリンクを提供する場合があります。そのような第三者とのビジネス上の取引、通信、またはプロモーションへの参加、ならびにそのような取引またはプロモーションに関連する契約条件、保証、または表明は、お客様とそのような第三者の間でのみ行われます。当社は、そのような取引またはプロモーションの結果として、またはそのような非PWE広告主または第三者情報の存在の結果として発生したいかなる種類の損失または損害についても責任を負いません。本サービスから第三者のWebサイトにアクセスする場合は、自己の責任において行ってください。また、本契約および当社のプライバシーポリシーは、かかるサイトの使用には適用されないことを理解するものとします。お客様は、第三者のWebサイト、サービス、またはコンテンツの使用から生じる一切の責任から会社を明示的に解放します。\r\n\r\n\r\n19.公式サービスとベータテスト\r\n   1.ゲームは、当社のサービスを通じて提供されるプレイのみを目的として設計されています。ユーザーは、サーバーエミュレーターなど、他者がゲームをプレイするためのその他の手段にアクセス、作成、または提供しないことに同意します。お客様は、ハードウェアやソフトウェアを使用しないことに同意するものとします。これには、サードパーティのツール、またはその他のサポート方法が含まれますが、これらに限定されるものではありません。 「ボット」の使用、および/または人の入力なしでサービスを自動的に再生できるその他の方法。お客様は、お客様が本ソフトウェアを本ソフトウェアに使用する場合を除き、ゲームから派生した、またはゲーム用に作成されたソフトウェアプログラム、ユーティリティ、アプリケーション、エミュレーター、またはツールから派生作品を作成、公開、配布、作成する権利を有しないことを認めます。本規約および該当するEULAによって明示的に許可されている範囲。インフラストラクチャに不当または過度に大きな負荷をかけるような行動をとってはなりません。お客様は、アカウント、キャラクター、アイテム、コイン、Zen、または所有物を所有しておらず、販売、譲渡、取引、またはオークションを行うことはできません。また、明示的に許可されている場合を除き、他者を支援することもできません。本サービスに関連するいかなるサービスの本サービス外での転送も認められません。\r\n\r\n   2.新しいゲーム（「ベータ版ゲーム」）およびWebサイトの機能をベータテストする機会が与えられる場合があります。ベータテスターとしての参加には、以下の利用規約が適用されます。\r\n\r\n   3.お客様は、ウェブサイトの機能とベータ版ゲームの予備プレビュー版を使用しており、そのベータ版テスト（「ベータ版テスト」）に参加していること、およびベータ版ゲームサイトのウェブサイト機能にバグは、適切に動作しないか、意図されたすべての機能を実行しない可能性があり、他のソフトウェアアプリケーションの機能に干渉し、エラー、データ損失、またはその他の問題を引き起こす可能性があります。クローズドベータテストは機密情報であり、ベータゲームに関してPWEに提供するコメント、アイデア、その他のフィードバック（まとめて「フィードバック」）を含むがこれらに限定されない、ベータゲーム、サービス、ベータテストに関するすべての情報に同意するものとします。 、サービスまたはベータテストは機密情報として扱われます（「機密情報」）。ベータゲームおよびウェブサイト機能のテストのみを目的とした個人的な使用を除き、機密情報をいかなる方法でも使用しないことに同意し、機密情報またはその一部を第三者への開示から防止および保護することに同意するものとします。人。さらに、機密情報の機密性を保護し、機密情報がパブリックドメインまたは権限のない人物の所有物に分類されないようにするために合理的に必要なすべての措置を講じることに同意するものとします。すべての機密情報はPWEの唯一の財産であり、PWEはお客様に義務を負うことなく、そのような機密情報をあらゆる目的で使用することができます。あなたは個人的にテストを実施し、他の人にベータゲームへのアクセスを提供しません。上記の機密保持義務の違反は、弊社に取り返しのつかない危害を及ぼすことに同意します。当社は、（利用可能な他の救済策に加えて）義務の違反または脅かされた違反を防止するために、保証なしに部分的に差し止めによる救済を行う権利を有します。ベータゲームの機密を保持するお客様の義務は、テストする各ゲームおよびコンテンツが、弊社が公に配布するか、またはお客様の過失なしに公開するまで継続します。\r\n\r\n   4.ベータテスターは、ゲームの評価とエラーの特定のみを目的としてベータゲームをプレイすることができます。これらの規約、ウェブサイト、またはサービスを通じて、ベータゲームまたはここで見つけたコンテンツに関して、あらゆる種類の権利または特権を付与するものと解釈してはなりません。ベータゲームは、「現状有姿」、「可能な限り」でのテスト用に提供されており、明示または黙示を問わず、いかなる種類の保証も行いません。ベータゲームをプレイすることはあなた自身のリスクであること、ベータゲームには既知または未知のバグが含まれる可能性があること、およびベータゲームに関してユーザーに義務を負わないことを理解し、同意するものとします。無料であなたに将来のゲーム。\r\n\r\n   5.一部のベータゲームをプレイする際、ベータテスト内に宝物、経験値、装備、またはその他の価値またはステータスインジケーターを蓄積する場合があります。このデータは、テストプロセス中にいつでもリセットできます。また、特定のゲームがこのテストフェーズを完了するとリセットされる場合があります。この場合、すべてのプレーヤーの履歴とデータが消去され、各プレーヤーは初心者の状態に戻ります。\r\n\r\n\r\n20.料金\r\n   1.当社は、サービスを通じて特定のゲームアイテムにアクセスして取得したり、ゲームアクティビティに参加したりするために料金を請求し、ゲーム内アイテムまたはアクティビティ（以下「禅」）の購入に適用されるゲーム内「ポイント」の購入を許可する場合があります。 。購入後は、Zenを直接使用し、規定された方法で使用できるようになります。\r\n   \r\n   2.該当する禅、手数料、その他の料金は事前に支払われ、返金不可です。アカウントのZENのバランスは、個人の財産権を構成するものではなく、サービス以外の価値はありません。 ZENには金銭的価値がなく、現金と交換することはできません。 Zenおよび適用可能なZenを使用する権利は、全体または一部において譲渡できません。 Zenを使用する権利は、サービスとゲームを使用するためのライセンスの一部です。\r\n\r\n   3. Zenを使用（ライセンス）する権利は、料金が支払われた瞬間から開始され、その瞬間から目的の目的でZenを使用できることを明示的に認め、同意します。お客様は、Zenの購入を中止する権利を失うことを明示的に認め、同意するものとします。\r\n\r\n   4.当社は随時、Zenまたは購入に適用される料金、請求方法、および条件を変更、修正、または補足し、これらの変更を別の販売条件またはその他の条件または契約に掲載する場合があります。ウェブサイトまたはサービスに投稿されるか、その他の方法でお客様に提供された。そのような変更、修正、補足、または販売条件は、ウェブサイトまたはサービスに掲載された直後に有効となり、参照によりこれらの条件に組み込まれるものとします。変更が受け入れられない場合、いつでもアカウントを終了することができます。\r\n\r\n   5.何らかの理由でチャージバックを申し立てた場合、Googleはそのようなチャージバックを調査して異議を申し立てる権利を有します。お客様のチャージバック要件が偽り、不合理、または無効であるとGoogleが判断した場合、紛争を裁判所に申し立てる場合があります。法廷でチャージバックが無効であると見なされた場合、異議のあるチャージバックから生じたすべての料金および費用を支払うことに同意するものとします。これには、法的費用および費用、損害賠償、非稼働により失われた金銭、チャージバック料金が含まれますが、これらに限定されません。それ以外の場合は、適用される強制法により、許可される最大量が定められています。\r\n\r\n   6.お客様は、該当する手数料や料金、またはZenに対して主要なクレジットカード、PayPal®、または当社が承認したその他の方法で支払うことができます。\r\n\r\n   7.お客様の仮想商品をアカウントから「ハッキング」または紛失した場合、弊社は責任を負いません。ただし、当社の裁量により、仮想商品またはZenが不適切な使用によるものではないことを証明した場合、返金を行う場合があります。アイテムの数量を制限したり、仮想商品の提供を拒否したりする場合があります。お支払いを承諾する前に、取引に適用される特定の情報の確認が必要になる場合があります。バーチャルグッズの価格と在庫状況は、予告なく変更される場合があります。私たちはあなたに贈り物として、またはインセンティブとして提供された仮想商品または禅に関して責任を負いません。\r\n\r\n\r\n21.サービスの中断\r\n   1.メンテナンスを行うために、定期的に、または事前の通知の有無にかかわらず、サービスまたはその一部を随時中断する権利を留保します。お客様は、サービスまたはその一部の中断、何らかの原因による遅延または実行の失敗について、当社が責任を負わないことに同意するものとします。\r\n\r\n   2.お客様は、サービスまたはその一部が、当社の制御が及ばない理由で中断される可能性があることを認めます。また、必要に応じていつでもサービスにアクセスできることを保証できません。いかなる理由によるサービスの中断、遅延、または実行の失敗について、弊社は責任を負いません。\r\n\r\n   3.当社は、理由の有無にかかわらず、当社の単独の裁量に適合すると判断した場合に、サービスのあらゆる側面を変更および/または排除する権利をいつでも有します。\r\n\r\n   4.第25.1項、第25.2項に記載されている状況のいずれかによるサービスの中断を理由として、当社はアカウント料金（ある場合）の全部または一部を払い戻す義務はありません。\r\n\r\n   \r\n22.懲戒処分/アカウントおよびサービスの終了\r\n   1.理由の如何を問わず、また法律で認められる範囲で、当社は、お客様がアカウントを作成した期間に指定された期間内にその旨を通知することにより、サービスまたはそのアカウントまたは一部へのアクセスを停止、終了、変更、ブロックすることができます。またはサービスに参加した場合、またはそのような期間が指定されていない場合は、30日以内に通知が電子メールでユーザーに提供されるか、米国のWebサイトまたはインタラクティブエリアに掲載されます。\r\n\r\n   2.ユーザーの違反については、当社の判断により、警告、アカウントの一時停止および永久停止を発行する場合があります。警告、罰則、および/または懲戒処分をいつどのように課すかについては、当社が単独の裁量権を保持します。私たちは、判断を下す際に違反の重大度と違反の数を考慮します。ただし、いかなる決定も当社の裁量に委ねられるものとします。\r\n\r\n   3.誤解を避けるために、お客様のアカウントにクレジットが残っている場合でも、お客様のアカウントの終了に関しては弊社が独自の裁量権を有することをここに認めます。アカウントの終了には、サービスまたはその一部を使用するためのライセンスの終了が伴います（セクション8を参照）。\r\n\r\n   4.お客様はいつでもアカウントを終了する権利を有します。お客様は、適用される必須の法律で別途定められていない限り、以下に関連または起因する紛争を含むがこれらに限定されない紛争に関して、お客様のアカウントの終了がお客様の唯一の権利および救済であることを理解し、同意するものとします。本契約の期間、または本契約の適用または適用。 （ii）ユーザーのコンテンツ。 （iii）サービスまたはウェブサイトにアクセスおよび/または使用するお客様の能力。 （iv）料金、追加料金、適用される税金、請求方法の金額または種類、または料金、適用される税金、追加料金、または請求方法の変更。\r\n   \r\n   5.お客様は、当社に通知を送信することにより、アカウントを終了することができます。当社は、お客様が解約する前に、未払い料金および当社が負担した費用を収集する権利を留保します。また、お客様は、アカウントの終了前にサードパーティベンダーまたはコンテンツプロバイダーに発生した料金、料金、および費用について責任を負います。\r\n\r\n   6.アカウントが終了した場合、アカウント内のZenまたは仮想商品の残高は返金されず、他の人に譲渡できず、利息が発生しません。当社のアカウントが終了すると、オンライン時間またはその他のクレジット（オンラインゲームのポイントなど）がお客様にクレジットされたり、現金またはその他の払い戻しに変換されたりすることはなく、お客様はアカウントにアクセスできなくなります。滞納または未払いのアカウント、または未解決の紛争のあるアカウントは、お客様が再度登録できるようにする前に解決する必要があります。\r\n\r\n   7.不当な警告または懲戒処分を受けたと思われる場合は、詳しい説明を添えてご連絡ください。\r\n\r\n\r\n23.補償\r\n   1.お客様は、PWE、その独立した請負業者、サービスプロバイダーおよびコンサルタント、ならびにそれぞれの取締役、従業員、代理人、パートナー、関連会社、および子会社を、いかなるクレーム、損害、費用、責任からも、これらに対して無害および無罪で保護および保持することに同意するものとします。ウェブサイト上またはウェブサイトを介して投稿、保存、またはその他の方法で送信したユーザーコンテンツに起因または関連する費用（合理的な弁護士費用を含むがこれに限定されない）、お客様の行動、本規約の違反、サービスの誤用、または第三者の権利の違反。\r\n\r\n\r\n24.謝辞\r\n   1.お客様は、以下を認め、同意するものとします。\r\n\r\n\r\n    -本サービスを使用する場合、ソフトウェアは、コンピューターのランダムアクセスメモリ（RAM）および/または無許可のサードパーティプログラムがソフトウェアと並行して実行するCPUプロセスを監視する場合があります。ここで使用されている「無許可のサードパーティプログラム」は、「アドオン」または「MOD」を除き、サードパーティのソフトウェアとして定義されるものであり、PWEの唯一の決定では、（i）チートを有効化または助長するものとします。 （ii）PWEから明示的に許可されていない方法で、ソフトウェアインターフェイス、環境、および/または経験を変更またはハッキングすることをユーザーに許可する。または（iii）インターセプト、「鉱山」、またはその他の方法でソフトウェアからまたはソフトウェアを介して情報を収集します。本ソフトウェアが無許可のサードパーティプログラムを検出した場合、アカウント名を無制限に含めて、無許可のサードパーティプログラムが検出されたこと、およびその時間と公開された日付が未承認であることを含め、PWEに情報を伝達することがあります。および/または完全な世界の娯楽は、ユーザーへの事前の通知の有無にかかわらず、本契約のこのセクションに基づく権利の一部またはすべてを行使する場合があります。\r\n\r\n    -PWEは、ゲームまたはサービスを通じて送信または受信されたチャットセッションおよびその他の電子通信を監視または記録し、そのような監視または記録に同意するものとします。\r\n\r\n    -プレイヤー間でやり取りされる情報の完全性、正確性、正確性は保証されません。プレイヤー間でやり取りされる情報の安全な保持は保証されません。ユーザー間でやり取りされる上記の情報は「現状のまま」であり、そのような情報は自己責任でのみ使用することを認めます。\r\n\r\n    -お客様は、サービスおよび/またはゲームの使用において、ゲーム内の機能および/またはアイテムを失う可能性があることを認めます。ゲーム内の機能やアイテムの損失については、PWEの責任を負わないものとします。私たちは、ゲーム内アイテム、サービス、レベルをプレイヤーに提供することを保証しません\r\n\r\n\r\n25.保証の否認\r\n   1.お客様は以下を明示的に理解し、同意するものとします。\r\n    -サービス、ゲーム、ウェブサイト、およびこれらに含まれるすべての資料は、明示的または黙示的を問わず、いかなる種類の保証もなく、「現状のまま」および「利用可能な状態」で提供されます。 PWEとその子会社、関連会社、役員、従業員、エージェント、パートナー、およびライセンサーは、商品性、使用目的、使用目的、使用目的、使用目的、使用目的、使用目的、使用目的、使用目的、使用目的、使用目的、使用目的、使用目的に応じてまた、サービス、ゲーム、およびウェブサイトについて、そこに含まれるすべての情報、コンテンツ、および資料を含む非侵害。上記を制限することなく、PWEは、サービス、ゲーム、ウェブサイト、またはそこに含まれる資料が正確、完全、信頼性があり、利用可能であり、最新であり、エラーがないことを表明または保証しません。 PWEはまた、ゲーム、ウェブサイト、またはそのサーバーにウイルス、バグ、エラー、またはその他の有害なコンポーネントや欠陥がないこと、データを安全な方法で送信すること、またはサービスで適切に機能することを表明または保証しません。\r\n   \r\n   2. PWEとその子会社、関連会社、役員、従業員、エージェント、パートナー、およびライセンサーは、（i）サービスがお客様の要件を満たしていることを保証しません。 （ii）ウェブサイトは中断されず、タイムリーで安全であり、エラーがない。または（iii）ソフトウェアのエラーは修正されます。\r\n\r\n   3. PWEがサービスへのアクセスと使用を安全にしようとする場合、PWEは、サービスまたはそのサーバーにウイルスやその他の有害なコンポーネントがないことを表明または保証することはできません。したがって、ダウンロードからウイルスを検出および駆除するには、業界で認められたソフトウェアを使用する必要があります。ウェブサイトまたはサービスの使用を通じてダウンロードされた、または入手された素材は、お客様の裁量およびリスクによりアクセスされ、お客様は、コンピューターシステムまたはデータのダウンロードに起因するデータの損失について、ユーザーが単独で責任を負うものとします。\r\n\r\n   4.ウェブサイトまたは本サービスの使用中に、コンピューター画面上で特定の光のパターンまたは背景にさらされた場合、ユーザーのわずかな割合がてんかん発作を経験する場合があります。特定の状況では、以前に発作やてんかんの既往歴のないユーザーであっても、以前は検出されなかったてんかんの症状を引き起こす可能性があります。あなた、またはあなたの家族の誰かがてんかんの症状を持っている場合は、このサービスを使用する前に医師に相談してください。サービスの使用中に次の症状を経験した場合は、サービスの使用をただちに中止し、医師に相談してください。\r\n\r\n   5.商号、商標、メーカー、サプライヤー、その他による製品、サービス、プロセス、またはその他の情報への言及は、保証、それらのスポンサー、推奨、またはそれらによる帰属を構成または暗示するものではありません。\r\n\r\n\r\n26.紛争解決。\r\n   1. PWEに対する申し立てを行う前に、「Attn：Legal」という件名の電子メールでlegal@perfectworld.comに紛争の通知を送信することにより、非公式に紛争を解決することに同意するものとします。\r\n   \r\n   2.通知には、氏名、郵送先住所、および電話番号（ある場合）が含まれている必要があり、請求または紛争の性質と根拠、および求められている具体的な救済を明記する必要があります。通知を受け取ってから1か月以内に紛争が解決しない場合、お客様または当社は、JAMS国際仲裁規則（「JAMS」）に従って正式な仲裁手続きを行うことができます。\r\n\r\n\r\n27.仲裁の合意。\r\n   1.仲裁。以下のセクションは、お客様の権利に影響するため、注意深くお読みください。お客様とPWEは、最終的な拘束力のある仲裁を通じて、本規約または本サービスに関連する請求を解決することに同意します。この仲裁の合意は広く解釈されることを意図しており、契約、不法行為、法令、詐欺、不実表示、またはその他の法的理論に基づく請求が含まれます。お客様は、これらの規約が州間通商を伴う取引を証明するものであることを認め、したがって、米国仲裁法が、これらの規約の仲裁条項に従って解釈、執行、および手続きを規定するものとします。\r\n   \r\n   2.仲裁のオプトアウト。お客様は、本契約に最初に同意してから30日以内にPWEの書面による通知を提供することにより、本契約の仲裁をオプトアウトすることができます。あなたの通知には以下を含める必要があります：（I）あなたのフルネーム（最初と最後）。 （II）アカウントの登録に使用したメールアドレス。 （III）仲裁するためにこの契約を拒否することを明記した声明。次の宛先へのメールを介したオプトアウト通知のメールへのメール：legal@perfectworld.com次の行を使用してください：「対象：法務」\r\n   \r\n   3.仲裁の費用。 PWEは、開始するすべての仲裁について、JAMSの申請、管理、および仲裁人の料金をすべて支払います。 JAMS規則に従って、開始した仲裁の料金を支払うものとします。ただし、これらの規約に従って非公式に紛争を解決しようとした後に仲裁を開始し、300ドル以下の救済を求めている場合（お客様と当社の両方）、PWEはすべてのJAMSの申請、管理、および仲裁人の料金を支払います。請求額が300ドルを超え10,000ドル未満の場合、PWEはかかるすべての料金を20ドルを超えて支払います。上記のメールアドレスでPWEがあなたがそのような仲裁を開始したという通知を受け取った後、PWEは、PWEが支払うことに同意した、あなたが支払った申告手数料の一部を速やかに払い戻します。\r\n   \r\n   4.軽薄なクレーム。仲裁人が、あなたの請求の内容または求められている救済のいずれかが軽薄であるか、または不適切な目的で提起されたと判断した場合（連邦民事訴訟法11（b）に規定された基準によって測定）、すべてのJAMSの支払い申請、管理、および仲裁料はJAMS規則に準拠し、JAMSに代わって支払った金額を払い戻すことに同意するものとします。 PWEは、お客様の請求の内容または求められた救済が軽微であるか、または不適切な目的でもたらされたと仲裁人が判断しない限り、仲裁に弁護士費用および費用を求めません。\r\n   \r\n   5.仲裁手続き。 JAMSからの1人の仲裁人が、この仲裁規定によって変更されたJAMS国際仲裁規則に基づいて紛争を仲裁することに同意します。仲裁人の裁定には、合理的な意見が付随するものとします。仲裁は、ユーザーが居住または勤務する米国の郡、または相互に同意するその他の場所で行われます。\r\n   \r\n   6.集団訴訟はありません。あなたは私たちとの紛争を個別に解決することができ、原告または集団訴訟、統合訴訟、または代表訴訟において集団訴訟のメンバーとして請求を行うことはできません。集団仲裁、集団訴訟、民間の弁護士の一般訴訟、または他の仲裁との統合の一部として請求を行うことはできません。\r\n   \r\n   7.司法フォーラム。この仲裁合意があなたまたはあなたの主張に適用されないことが判明した場合、あなたとPWEは、司法手続き（少額の訴訟以外）がカリフォルニア州サンマテオ郡の連邦裁判所または州裁判所に持ち込まれることに同意します。あなたとPWEはどちらも、会場と個人の管轄権に同意し、不便なフォーラムについての異議を放棄します。\r\n   \r\n   8.申し立てを提出するための時間制限。これに反する法律または法律にかかわらず、本規約または本サービスの利用に起因または関連する請求または訴訟の原因は、かかる請求または訴訟の原因が発生してから1年以内に提出する必要があります。または行動の原因は永遠に禁止されます。\r\n   \r\n   9.仲裁合意の将来の変更。これらの規約の規定に反して、PWEがこの仲裁規定に将来の変更（上記の通知メールアドレス、ウェブサイトのリンク、またはこの規定に記載されている電話番号の変更以外）を行う場合、そのような変更に同意するものとします。変更の発効日より前に生じた紛争には影響しません。\r\n\r\n\r\n28.責任の制限\r\n   1.いかなる場合においても、私たち、PWE、その取締役、メンバー、関連会社、子会社、従業員、または代理人は、直接的、特別、間接的、または間接的な損害、または限定的ではない、あらゆる種類のその他の損害について責任を負わないものとします。契約、不法行為（過失に限定されないがこれに限定されない）、またはその他の理由で、ウェブサイト、本サービスの使用または不可に起因する、または不可に起因して発生する、使用、利益の損失またはデータの損失、ウェブサイトまたはサービスに含まれる、またはウェブサイトまたはサービスを通じてアクセスされるゲームまたはコンテンツまたはマテリアルのいずれか。これには、米国またはPWEから取得した情報、またはミスから生じた情報に対するユーザーの信頼に起因または起因するいかなる損害も、制限なく含まれます。脱落、中断、ファイルまたは電子メールの削除、エラー、欠陥、ウイルス、動作または送信の遅延、またはGODの行為、通信の失敗、またはアクセスの拒否、認証の失敗のいずれかによるパフォーマンスの失敗PWEの記録、プログラム、またはサービス。\r\n\r\n   2.いかなる場合でも、PWEの総責任、契約、保証、不法行為（過失を含む、過失、能動的、受動的、または黙示を含む）、製品の責任、厳格な責任、またはその他の理論に起因する、またはこれらに関連しないサービス、ウェブサイト、または任意のゲームを使用することのできないことは、アクセスまたは使用のためにPWEに対して支払った報酬を超えたものです。\r\n\r\n   3. EUの一部の加盟国は、（義務的な）法律による前述の責任の制限を許可していないため、適用されない場合があります。そのような場合、お客様に対する当社（またはその他のリリースされた当事者）の責任は、適用される強制法で許可される最大範囲に制限されることに明示的に同意するものとします。お客様は、本サービスへのアクセスまたはサブスクライブに起因して発生した、または本サービスにサブスクライブしたことに起因する一切の責任を負わないことに同意するものとします。\r\n\r\n   \r\n29.全般\r\n   1.お客様または他者による違反に関して行動する当社の不履行は、その後のまたは同様の違反に関して行動する当社の権利を放棄するものではありません。\r\n\r\n   2.ここに別段の許可がある場合を除き、お客様は、本契約または本契約に基づくお客様の権利、またはゲームまたは当社が提供するその他のソフトウェアを譲渡または譲渡することはできません。\r\n\r\n   3.本契約のいずれかの条項が違法、無効、またはなんらかの理由で強制できない場合、その条項は本契約から分離可能であると見なされ、残りの条項の有効性および強制力に影響を与えないものとします。\r\n\r\n   4.ここで使用されているセクションの見出しは参照のみを目的としており、法的効力をもたらすために読むべきではありません。スケジュールは本規約の一部を形成し、本規約の本文に完全に記載されているかのように効力を有し、本規約への言及には本スケジュールが含まれます。\r\n\r\n\r\n30.救済。\r\nお客様は、PWE、そのビジネス、およびそのライセンサーを保護するために、ここに記載されている義務と表明、およびライセンス制限が必要かつ合理的であることに同意し、金銭的損害はいかなる違反に対してもPWEを完全に補償するには不十分であることを明示的に同意するものとします。本契約、または上記のお客様による虚偽の表示。したがって、お客様は、そのような違反または脅迫された違反がPWEに取り返しのつかない傷害を引き起こすこと、および法律上、衡平法その他の方法で利用可能なその他の救済策に加えて、PWEが差し止めによる救済を受ける権利を有することに同意し、理解します法的救済または金銭的損害賠償の不適切性を証明する必要がなく、またいかなる投稿も必要とせずに、本契約の違反または脅迫された違反、またはお客様によるかかる違反の継続、またはお客様が行った不実表示を是正するためつなぐ。\r\n\r\n\r\n31.独立請負業者。\r\nお客様は、PWEのエージェント、従業員、合弁事業者、またはパートナー（またはそれぞれの関連会社、出版パートナー、ライセンサー、またはライセンシー）と見なされず、自分自身を提示しないことを認めます。本契約の各当事者は、他の当事者に対して独立した請負業者であり、本契約のいかなる条項も、当事者を雇用主、従業員、代理人、パートナー、または合弁事業者の関係に置くものとは見なされません。\r\n\r\n\r\n32.米国の輸出規制\r\nお客様は、ウェブサイトまたはサービスを通じて提供されるゲームおよびその他のソフトウェアが、米国輸出管理法（以下「法」）およびその下で公布される規制によって課される制限および管理の対象となることを認め、同意します。ゲーム、ウェブサイトまたはサービスを通じて提供されるその他のソフトウェア、またはそれらの直接的な製品のいずれも、法律で禁止されている国に直接または間接的に取得、出荷、転送、または再輸出されているか、または今後提供されることに同意し、保証するおよびその下の規制、または同規制により禁止されている目的に使用されます。お客様は、ウェブサイトまたはサービスを通じて提供されるゲームおよびその他のソフトウェアの所有、使用、および運用に関して、適用されるすべての法律を遵守することに同意するものとします。\r\n\r\n\r\n33.お問い合わせ\r\nここに記載されている他の連絡方法で指示されない限り、ゲームまたはサービスに関する質問、懸念、または苦情がある場合は、次の方法でカスタマーサービスチームに連絡できます。\r\n   メール：tos@perfectworld.com\r\n   メール：Perfect World Entertainment Inc.\r\n   対象：カスタマーサービスチーム\r\n   100レッドウッドショアーズパークウェイ\r\n   レッドウッドシティ、カリフォルニア94065\r\n\r\n\r\n34.プラットフォーム条件も適用されます\r\nコンソールを介してゲームにアクセスする場合、ゲームの使用方法は、関連するコンソールプラットフォームプロバイダーのルールとポリシーによっても制御される場合があります。そのような規則やポリシーで要求される範囲で、コンソールプラットフォームの条件がゲームの使用に適用されます。\r\n\r\n一般的に、あなたは以下を認めます：\r\n    -コンソールプラットフォームまたはその関連会社ではなく、PWEは、これらの条件に従ってゲームまたはサービスのライセンスをお客様に付与します。\r\n    -PWEは、コンソールプラットフォーム関連のサービスに対して責任を負わず、契約、不法行為（過失を含む）、またはそのようなサービスの使用または運用に関連して発生したいかなる行為についても責任を負わないものとします。\r\n    -ゲームまたはサービスへのアクセスに使用するコンソールプラットフォームアカウントを、そのアカウントに適用されるポリシーに従って確実に使用する責任は、ユーザーが単独で負うものとします。\r\n    -PWEは、コンソールプラットフォームまたはその関連会社の商標を含む知的財産権を使用する権利をユーザーに付与しません。このような知的財産権の使用は、利用規約と、プラットフォームの使用に関連してコンソールプラットフォームまたはその関連会社が随時提供するその他のポリシーに従って付与されます（該当する場合）。\r\n    -コンソールプラットフォームまたはその関連会社は、いかなる保証もなしに「現状のまま」のオンライン製品またはサービスを提供します。\r\n    -コンソールプラットフォームの指示に従うために、PWEはゲームまたはサービス、あるいはこれらの条件を変更する必要がある場合があります。お客様は、当社がそのような変更を直ちにかつ予告なしに行うことが許可されており、かかる変更に関してお客様または他者に対して責任を負わないことに同意するものとします。\r\n\r\n\r\n35.締めくくり。\r\nご覧いただきありがとうございます。私たちはあなたがあなたの滞在を楽しんで、私たちが開発しているオンラインコミュニティを最大限に活用してくれることを願っています。あなたはゲストであり、他のゲストに期待するのと同じ礼儀と敬意を持って行動することを忘れないでください。\r\n\r\n最終更新日：2020年8月18日",
  "version": 3
}