{
  "content": "Politique de confidentialité \r\n\r\nVEUILLEZ LIRE ATTENTIVEMENT CETTE POLITIQUE DE CONFIDENTIALITÉ. IL DÉCRIT DES DÉTAILS SUR LA MANIÈRE QUE NOUS COLLECTONS, UTILISONS ET DIVULGUONS LES INFORMATIONS PERSONNELLES SI VOUS AVEZ MOINS DE 18 ANS, NE FOURNISSEZ AUCUNE INFORMATION À MOINS D'AVOIR D'ABORD OBTENU LA PERMISSION DE VOTRE PARENT OU TUTEUR\r\n\r\nMerci d'avoir lu notre politique de confidentialité et de visiter notre site Web www.arcgames.com et www.perfectworld.com. Perfect World Entertainment Inc. («Perfect World», «nous», «nous») utilise et maintient cette politique de confidentialité («Politique») qui résume quand et comment vos informations personnelles sont collectées, utilisées, sauvegardées et divulguées en relation avec votre utilisation de www.arcgames.com et www.perfectworld.com, de tout autre site Web exploité par Perfect World, et de tout micro-site, site mobile ou sous-domaine de ces sites (collectivement, le «Site Web»), tous jeux, jeux mobiles et les plates-formes de jeux, clients ou serveurs exploités par Perfect World via le site Web (les «Jeux»), ainsi que toutes les fonctionnalités, fonctions, logiciels et services offerts par le biais du site Web. Le site Web, les jeux et les fonctionnalités, fonctions, logiciels et services offerts via le site Web constituent collectivement le «service». Il décrit également les choix qui s'offrent à vous concernant l'utilisation, votre accès et la manière de mettre à jour et de corriger vos informations personnelles. Nous nous réservons le droit de modifier les dispositions de cette politique à tout moment. Si nous apportons des modifications importantes, nous vous en informerons par e-mail (envoyé à l'adresse e-mail indiquée dans votre compte) ou au moyen d'un avis sur ce site Web avant que la modification ne devienne effective. Nous vous encourageons à consulter périodiquement cette page pour obtenir les dernières informations sur nos pratiques de confidentialité.\r\n\r\n\r\nQue sont les informations personnelles?\r\n\r\nTel qu'il est utilisé ici, le terme «informations personnelles» désigne des informations qui identifient spécifiquement une personne (comme un nom, une adresse, un numéro de téléphone, un numéro de portable, une adresse e-mail ou un autre numéro de compte), et des informations sur l'emplacement ou les activités de cette personne en tant qu'informations sur son utilisation du Service, les adresses IP ou les identifiants d'appareils mobiles, lorsqu'ils sont directement liés à des informations personnellement identifiables. Les informations personnelles comprennent également des informations démographiques telles que la date de naissance, le sexe, la zone géographique et les préférences lorsque ces informations sont liées à d'autres informations personnelles qui vous identifient. \r\n\r\nLes informations personnelles n'incluent pas les informations «agrégées», qui sont des données que nous collectons sur l'utilisation du Service ou sur un groupe ou une catégorie de produits, services ou utilisateurs, dont les identités individuelles ou d'autres informations personnelles ont été supprimées. Les données agrégées nous aident à comprendre les tendances et les besoins de nos utilisateurs afin que nous puissions mieux considérer les nouvelles fonctionnalités ou personnaliser notre service. Cette politique ne restreint ni ne limite en aucun cas notre collecte et notre utilisation des informations agrégées.\r\n\r\n\r\nQuelles informations personnelles collectons-nous?\r\n\r\nCollection Active\r\nLes informations personnelles peuvent être collectées de différentes manières lorsque vous visitez ou utilisez notre Service. Par exemple, nous pouvons collecter votre nom, adresse, adresse e-mail, nom d'utilisateur et autres informations de contact et démographiques lorsque vous vous inscrivez et créez un compte, postulez pour un emploi ou contactez-nous par e-mail ou par d'autres moyens pour quelque raison que ce soit. Lorsque vous effectuez un achat, nous pouvons également collecter votre carte de crédit ou d'autres informations de paiement ou de facturation. Des informations personnelles et démographiques peuvent également être collectées si vous fournissez ces informations dans le cadre de la création d'un profil ou d'un groupe, de laisser des commentaires, de publier du contenu, d'envoyer un e-mail ou un message à un autre utilisateur ou de participer à des salles de chat interactives, des forums, des plateformes de médias sociaux ou d'autres fonctionnalités sur le site Web ou le service, ou lorsque vous utilisez nos jeux. En outre, de temps à autre, nous pouvons collecter des informations démographiques, de contact ou d'autres informations personnelles que vous fournissez dans le cadre de votre participation volontaire à des enquêtes, des loteries, des concours, des jeux, des offres promotionnelles et d'autres activités. Vous pouvez accéder à certaines parties de notre service sans nous fournir d'informations personnelles. Cependant, vous ne pourrez pas utiliser certaines fonctionnalités qui nécessitent une inscription ou recevoir du matériel à moins que certaines informations ne soient fournies. De temps en temps, nous pouvons modifier les informations demandées lors de l'inscription ou en ce qui concerne certaines fonctionnalités ou services, il se peut donc que cette liste ne soit pas complète.\r\n\r\nDe temps en temps, nous publions des témoignages / commentaires / avis clients sur le Service qui peuvent contenir des informations personnellement identifiables. Nous obtenons le consentement du client par e-mail avant de publier le témoignage pour publier son nom avec son témoignage. Si vous souhaitez mettre à jour ou supprimer votre témoignage, vous pouvez nous contacter à privacy@perfectworld.com.\r\n\r\nFacebook Connect\r\nVous pouvez vous connecter à notre service en utilisant le service de connexion de Facebook («Facebook Connect»). Ce service authentifiera votre identité et vous offrira la possibilité de partager certaines informations personnelles avec nous, telles que votre nom et votre adresse e-mail, pour pré-remplir notre formulaire d'inscription. Nous pouvons également collecter d'autres informations de Facebook, y compris, mais sans s'y limiter, l'ID utilisateur associé à votre compte, un jeton d'accès nécessaire pour accéder à ce service, toute information que vous avez autorisé Facebook à partager avec nous, et toute information dont vous disposez. rendu public sur Facebook. Si vous nous autorisez à accéder à votre liste d'amis, les identifiants d'utilisateur de vos amis et votre connexion à ces amis peuvent être utilisés et stockés pour rendre votre expérience plus sociale et pour vous permettre d'inviter vos amis à utiliser notre service ainsi que vous fournir des mises à jour si et quand vos amis rejoignent notre service. Vous devez toujours examiner et, si nécessaire, ajuster vos paramètres de confidentialité sur Facebook avant de les lier ou de les connecter à notre site Web ou à notre service. Vous pouvez également dissocier votre compte Facebook du Service en ajustant vos paramètres Facebook. Vous pouvez également avoir la possibilité de publier des informations sur vos activités sur ce service sur votre page de profil Facebook pour les partager avec d'autres personnes au sein de votre réseau.\r\n\r\nFichiers journaux\r\nLorsque vous utilisez le Service, certaines informations sont également collectées automatiquement, telles que votre adresse IP (Internet Protocol), votre système d'exploitation, le type et la langue du navigateur ou de l'appareil mobile, les heures d'accès, l'adresse d'un site Web référent et votre activité sur le Service. Nous utilisons également des outils d'analyse de site Web sur notre Service pour récupérer des informations de votre navigateur ou appareil mobile, y compris le site d'où vous venez, le ou les moteurs de recherche et les mots-clés que vous avez utilisés pour trouver notre site, les pages que vous consultez dans le Service, les modules complémentaires de votre navigateur, ainsi que la largeur et la hauteur de votre navigateur et d'autres informations qui nous aident à améliorer le Service. Nous proposons également des publicités et des outils d'analyse de sites Web sur des sites et services non Perfect World, et nous recueillons également des informations sur les pages vues sur ces sites tiers. Nous traitons ces informations comme des informations personnelles si nous les combinons ou les lions à l'une des informations d'identification mentionnées ci-dessus. Sinon, il n'est utilisé que dans l'agrégat.\r\n\r\nCookies et technologies de suivi\r\nEn utilisant le Service, vous acceptez que nous puissions collecter automatiquement certaines informations par l'utilisation de «cookies» ou d'autres technologies de suivi similaires pour analyser les tendances, administrer le site Web, suivre les mouvements des utilisateurs sur le site Web et recueillir des informations démographiques sur notre base d'utilisateurs dans son ensemble. Nous utilisons des cookies pour collecter des informations générales sur votre utilisation du Service, la configuration de votre ordinateur et l'interaction de votre ordinateur ou appareil avec le Service, et stocker ces informations dans des fichiers journaux. Nous utilisons ces informations pour comprendre le trafic et l'utilisation de notre service, ce qui nous permet d'améliorer le service, de fournir la meilleure expérience en ligne possible et d'améliorer notre service client. Nos services tiers utilisent également des cookies comme décrit ci-dessus. Les utilisateurs peuvent contrôler l'utilisation des cookies au niveau du navigateur individuel. Les cookies sont de petits fichiers de données qui sont stockés sur le disque dur d'un utilisateur à la demande d'un site Web ou du service pour permettre au site Web ou au service de reconnaître les utilisateurs qui les ont déjà visités et de conserver certaines informations telles que les préférences et l'historique des clients. Si nous combinons des cookies ou les lions à l'une des informations d'identification personnelle, nous traiterons ces informations comme des informations personnelles. Les gifs clairs (également appelés bogues Web ou balises Web) sont de petites images graphiques invisibles qui peuvent être utilisées sur le site Web ou le service ou dans les e-mails relatifs au site Web ou au service pour collecter certaines informations et surveiller l'activité des utilisateurs sur le site Web ou le service. Lorsque vous recevez un e-mail de notre part, nous pouvons utiliser des balises Web, des liens personnalisés ou des technologies similaires pour déterminer si l'e-mail a été ouvert et sur quels liens vous cliquez afin de vous fournir des communications par e-mail plus ciblées ou d'autres informations. Si vous souhaitez bloquer, effacer ou être averti des cookies, veuillez vous référer aux instructions de votre navigateur ou appareil mobile ou à l'écran d'aide pour en savoir plus sur ces fonctions. Il se peut que vous ne puissiez pas supprimer ou désactiver les cookies sur certains appareils mobiles et / ou certains navigateurs. N'oubliez pas que si un navigateur ou un appareil mobile est configuré pour ne pas accepter les cookies ou si un utilisateur rejette un cookie, certaines parties du site Web ou du service peuvent ne pas fonctionner correctement. Par exemple, il se peut que vous ne puissiez pas vous connecter et que vous ne puissiez pas accéder à certaines fonctionnalités ou services du site Web ou du service. Vous pouvez trouver des informations plus spécifiques sur notre utilisation des cookies et des balises Web dans notre politique en matière de cookies. Vous pouvez trouver plus d'informations sur la façon de modifier les paramètres de cookies de votre navigateur sur www.allaboutcookies.org. Pour gérer les cookies Flash, veuillez cliquer ici.\r\n\r\nNous pouvons également utiliser des tiers pour diffuser des publicités sur notre service. Ces tiers peuvent placer des cookies, des gifs transparents ou d'autres appareils sur votre ordinateur pour collecter des informations, et les informations fournies par ces appareils peuvent être utilisées, entre autres, pour diffuser des publicités ciblées sur vos intérêts et pour mieux comprendre l'utilisation et la visite de notre Service et les autres sites suivis par ces tiers. Cette politique ne s'applique pas et nous ne sommes pas responsables des cookies dans les publicités de tiers ou du respect des politiques de confidentialité ou des pratiques de collecte de données de ces tiers. Les industries de la publicité dans l'UE ont développé des programmes pour vous aider à refuser de recevoir des cookies utilisés à ces fins. Vous pouvez en savoir plus sur le programme de l'UE sur www.youronlinechoices.eu. Si vous souhaitez plus d'informations sur les cookies et les publicités ciblées ou pour refuser que ces informations soient utilisées par les entreprises qui font partie de la Network Advertising Initiative, veuillez visiter www.networkadvertising.org/choices. Veuillez noter que cela ne vous empêche pas de recevoir de la publicité. Vous continuerez à recevoir des publicités génériques. Veuillez noter que nous n'avons aucun accès ni aucun contrôle sur les technologies de suivi tierces.\r\n\r\nIdentifiants d'appareil\r\nLorsque vous accédez au Service par ou via un appareil mobile (y compris, mais sans s'y limiter, les téléphones intelligents ou les tablettes), nous pouvons utiliser, accéder, collecter, surveiller et / ou stocker à distance un ou plusieurs «identifiants d'appareil», tels que un identifiant universellement unique («UUID»). Les identifiants d'appareil sont de petits fichiers de données ou des structures de données similaires stockées sur ou associées à votre appareil mobile, qui identifient de manière unique votre appareil mobile. Un identifiant d'appareil peut être des données stockées en relation avec le matériel de l'appareil, des données stockées en relation avec le système d'exploitation de l'appareil ou un autre logiciel, ou des données envoyées à l'appareil par nos soins. Un identifiant d'appareil peut nous transmettre des informations sur la manière dont vous naviguez et utilisez le Service. Un identifiant d'appareil peut rester en permanence sur votre appareil, pour vous aider à vous connecter plus rapidement et améliorer votre navigation dans le Service. Certaines fonctionnalités du Service peuvent ne pas fonctionner correctement si l'utilisation ou la disponibilité des identifiants d'appareils est altérée ou désactivée.\r\n\r\nIdentifiants d'utilisateur\r\nLorsque vous accédez au Service, nous utilisons, accédons, collectons, surveillons et / ou stockons à distance un ou plusieurs «identifiants d'utilisateur». Les identifiants utilisateur sont de petits fichiers de données ou une structure de données similaire attribués à un utilisateur qui seront utilisés pour vous permettre de continuer à progresser dans le jeu, d'utiliser des jeux sur plusieurs plates-formes et d'aider à associer votre identité sur plusieurs plates-formes. Un identifiant d'utilisateur peut nous transmettre des informations sur la façon dont vous naviguez et utilisez le Service. Un identifiant d'utilisateur peut rester en permanence sur votre appareil ou ordinateur, pour vous aider à vous connecter plus rapidement et à améliorer votre navigation dans le Service. Certaines fonctionnalités du Service peuvent ne pas fonctionner correctement si l'utilisation ou la disponibilité des identifiants d'utilisateur est altérée ou désactivée.\r\n\r\nDonnées de localisation\r\nLorsque vous accédez au Service par ou via un appareil mobile, nous pouvons utiliser, accéder, collecter, surveiller et / ou stocker à distance des «données de localisation», qui peuvent inclure des coordonnées GPS (par exemple latitude et / ou longitude) ou des informations similaires concernant l'emplacement de votre appareil mobile. Les données de localisation peuvent nous transmettre des informations sur la façon dont vous naviguez et utilisez le Service. Certaines fonctionnalités du Service, en particulier les services basés sur la localisation, peuvent ne pas fonctionner correctement si l'utilisation ou la disponibilité des données de localisation est altérée ou désactivée.\r\n\r\nDonnées collectées pour empêcher la triche et les logiciels non autorisés\r\nLorsque vous exécutez notre logiciel de jeu, cela peut impliquer des fonctions logicielles conçues pour détecter la triche ou des programmes non autorisés et malveillants. Dans ce contexte, nous pouvons accéder, collecter, surveiller et / ou stocker à distance des captures d'écran du jeu, des informations relatives à la capacité du matériel, des modifications liées à notre logiciel de jeu, des signatures, des profils ou des noms de programmes tiers non autorisés ou malveillants connus, des fichiers ou les processus qui permettent ou facilitent la triche, un avantage déloyal ou le piratage des Jeux ou du Service. Si des programmes non autorisés ou malveillants sont détectés, le logiciel de jeu peut également nous communiquer le compte utilisateur et l'ID utilisateur ainsi que des informations sur le programme non autorisé ou malveillant ou son utilisation.\r\n\r\nInformations collectées dans les jeux de console\r\nLorsque vous accédez à un jeu de console sur une plate-forme de console, nous recueillons automatiquement les informations suivantes grâce à votre utilisation des services: adresse IP (Internet Protocol), données de journal (heure et période), éléments et comportements en jeu, réalisations que vous avez accomplies dans le jeu, les autres utilisateurs que vous avez référés.\r\n\r\nNous obtenons également des informations de sources tierces. Si vous jouez à notre jeu sur une console connectée au réseau, ils peuvent partager avec nous votre identifiant sur la plate-forme, votre pays, votre sexe, votre âge, vos \"Amis\" et votre liste de blocage sur la plate-forme de la console. Le partage de ces informations par les plates-formes de console avec nous sera soumis à la politique de confidentialité des plates-formes de console pertinentes.\r\n\r\nDe temps en temps, nous pouvons modifier les informations demandées lors de l'inscription ou en ce qui concerne certaines fonctionnalités ou services, il se peut donc que cette liste ne soit pas complète.\r\n\r\nVous pouvez accéder à certaines parties de notre service sans nous fournir d'informations personnelles. Cependant, vous ne pourrez pas utiliser certaines fonctionnalités qui nécessitent une inscription ou recevoir du matériel à moins que certaines informations ne soient fournies. Le traitement de ces informations personnelles est licite car il est nécessaire à l'exécution de notre Service.\r\n\r\n\r\nComment utilisons-nous les informations personnelles?\r\n\r\nEn général, nous utilisons les informations personnelles que nous recueillons pour traiter vos demandes ou transactions, pour vous fournir les informations ou services que vous demandez, pour vous informer sur d'autres informations, événements, promotions, produits ou services que nous pensons susceptibles de vous intéresser, à faciliter votre utilisation, notre administration et notre fonctionnement du Service, afin de mieux comprendre les besoins de nos visiteurs et aux fins pour lesquelles les informations ont été fournies. Par exemple, nous pouvons utiliser les informations que nous collectons:\r\n   - pour vous envoyer un e-mail de bienvenue et vous contacter au sujet de votre utilisation du Service;\r\n   - pour fournir les services, produits ou informations que vous demandez et pour traiter toute transaction y relative;\r\n   - pour vous permettre d'interagir avec d'autres membres du Service sur notre forum, chat, médias sociaux ou autres fonctionnalités similaires;\r\n   - fournir un support technique, un service client et assurer le bon fonctionnement continu de notre service;\r\n   - à des fins de recrutement, et si nous vous proposons un emploi ou devenez employé par nous, à d'autres fins liées à l'emploi;\r\n   - pour répondre à vos courriels, soumissions, commentaires, demandes ou plaintes;\r\n   - analyser les caractéristiques des utilisateurs et les modes d'utilisation afin de mieux comprendre comment nos produits et services sont utilisés et de les commercialiser plus efficacement;\r\n   - pour améliorer le contenu, les produits, les services et les fonctionnalités du Service, y compris la personnalisation du contenu et des expériences et la publicité pour vous;\r\n   - pour afficher du contenu et de la publicité adaptés à vos intérêts et préférences;\r\n   - pour vous envoyer des newsletters, des sondages, des annonces de concours et de tirages au sort et pour informer les gagnants des concours et des tirages au sort;\r\n   - demander des commentaires, effectuer des recherches et des analyses et nous permettre d'exploiter, de développer, de personnaliser et d'améliorer le Service et nos publications, produits et services;\r\n   - pour vous contacter à propos de nos services, produits, activités, promotions, événements spéciaux ou offres ou à d'autres fins de marketing, d'information, de développement de produits et de promotion;\r\n   - pour prévenir ou enquêter sur la fraude, le piratage, la contrefaçon ou toute autre faute réelle ou présumée impliquant le Service ou l'un de nos produits et services.\r\n\r\nEn particulier, dans les jeux sur console, nous utilisons vos informations personnelles pour fournir les produits et services que vous avez demandés, pour communiquer avec vous, pour améliorer nos services et à d'autres fins, y compris celles décrites ci-dessous ：\r\n\r\nNous collectons l'adresse IP (Internet Protocol), les données du journal (heure et période), les éléments et les comportements du jeu, les réalisations que vous avez accomplies dans le jeu, les autres utilisateurs que vous avez référés via votre utilisation des services. Nous utiliserons ces informations pour conserver l'enregistrement de votre compte et pour améliorer la fonctionnalité de nos Jeux et Services. En outre, vos informations seront partagées avec nous par la plate-forme de console, y compris le pays, le sexe, l'âge, les «amis» et la liste de blocage dans la plate-forme de console. Nous utiliserons ces informations pour vous fournir les jeux console et le service. \r\n\r\nAfin de vous offrir une expérience plus cohérente et personnalisée dans vos interactions avec nous, les informations collectées via une offre ou une partie du Service peuvent être combinées avec des informations obtenues via d'autres offres ou parties du Service. Nous pouvons également compléter les informations que nous collectons avec des informations obtenues auprès d'autres sociétés. Par exemple, nous pouvons utiliser des services d'autres sociétés qui nous permettent de dériver une zone géographique générale basée sur l'adresse IP afin de personnaliser certains services en fonction de votre zone géographique.\r\n\r\nSi vous nous fournissez des informations personnelles sur d'autres, ou si d'autres nous donnent vos informations, nous n'utiliserons ces informations que pour la raison spécifique pour laquelle elles nous ont été fournies.\r\n\r\n\r\nPartageons-nous des informations personnelles? Si oui, comment partageons-nous vos informations?\r\n\r\nNous partagerons vos informations personnelles avec des tiers uniquement de la manière décrite dans cette politique. Nous ne divulguons, ne vendons ni n'échangeons généralement aucune information personnelle sur nos visiteurs et utilisateurs à des tiers.\r\n\r\nNos fournisseurs de services\r\nNous pouvons partager des informations personnelles avec des fournisseurs, des consultants et d'autres fournisseurs de services («fournisseurs de services») tels que notre processeur de carte de crédit et notre fournisseur de chat en direct qui sont engagés par ou travaillent avec nous dans le cadre de l'exploitation du service et qui ont besoin d'accéder à ces informations pour effectuer leur travail pour nous. Nous fournissons l'accès aux informations dont ils peuvent avoir besoin pour exécuter nos services dans des conditions de confidentialité raisonnables. Dans certains cas, le fournisseur de services peut collecter directement les informations auprès de vous en notre nom. Nous informons les fournisseurs de services qu'ils ne sont pas autorisés à utiliser les informations personnelles qu'ils obtiennent de nous autrement que pour nous fournir les services. Cependant, nous ne sommes pas responsables des informations supplémentaires que vous fournissez directement à ces fournisseurs de services et nous vous encourageons à vous familiariser avec leurs pratiques avant de divulguer des informations personnelles directement à ces fournisseurs de services.\r\n\r\nNous pouvons partager vos informations avec des partenaires tiers ou permettre à ces partenaires tiers de collecter des informations directement auprès de vous afin de nous fournir des services, y compris vous proposer des publicités contextuelles ou ciblées, des offres, des sondages ou des messages marketing ou des services d'analyse.          \r\n\r\nDe temps en temps, nous pouvons également partager des informations personnelles avec des tiers lorsque vous nous donnez votre consentement pour le faire. Par exemple, nous pouvons conclure des relations avec d'autres parties pour rendre des services ou des offres spécifiques disponibles directement à nos utilisateurs. Si un utilisateur opte pour ces services tiers ou offres marketing, par exemple en cliquant sur un lien tiers, nous pouvons partager les informations personnelles que vous fournissez au moment de l'inscription ou d'autres informations personnelles, telles que votre nom. ou d'autres informations de contact, que nous jugeons raisonnablement nécessaires ou appropriées pour que notre partenaire commercial vous fournisse ces services ou offres ou entre en contact avec vous. Si vous ne souhaitez plus que nous partagions vos informations personnelles avec ces sociétés, contactez-nous à privacy@perfectworld.com.\r\n\r\nNos filiales\r\nNous pouvons partager des informations avec des sociétés du même groupe de sociétés que Perfect World, qui comprend nos filiales (c.-à-d. Toute organisation que nous possédons ou contrôlons) ou notre société holding ultime (c.-à-d. Toute organisation qui nous possède ou nous contrôle) et filiales dont il est propriétaire. Ces entreprises utiliseront vos informations personnelles de la même manière que nous le pouvons en vertu de cette politique.\r\n\r\nPartage en réponse à des obligations légales\r\nNous pouvons accéder, divulguer ou conserver des informations personnelles, y compris le contenu de vos communications, en croyant de bonne foi que nous sommes légalement autorisés par les autorités publiques ou tenus de le faire, y compris pour répondre à la sécurité nationale ou aux forces de l'ordre. exigences ou que le faire est raisonnablement nécessaire ou approprié pour se conformer à la loi ou aux procédures ou autorités légales, répondre à toute réclamation, ou pour protéger les droits, la propriété ou la sécurité de Perfect World, de nos utilisateurs, de nos employés ou du public, y compris sans limitation pour protéger Perfect World ou nos utilisateurs contre une utilisation frauduleuse, abusive, inappropriée ou illégale de notre Service. Les informations que nous collectons, y compris les informations personnelles, peuvent également être divulguées ou transférées dans le cadre ou pendant les négociations de toute fusion, vente, cession ou transfert de tout ou partie des actifs de la société, financement ou acquisition ou dans toute autre situation où des informations personnelles peuvent être transférées en tant que l'un des actifs commerciaux de Perfect World. Vous serez informé par e-mail et / ou par un avis bien visible sur notre site Web, de tout changement de propriété, de l'utilisation de vos informations personnelles et des choix que vous pourriez avoir concernant vos informations personnelles. Nous pouvons également divulguer vos informations personnelles à tout autre tiers avec votre consentement préalable.\r\n\r\nVous comprenez que lorsque vous utilisez les fonctionnalités communautaires de notre Service, les informations que vous publiez dans des groupes publics ou privés, des forums et d'autres zones interactives du Service, ainsi que toute information que vous partagez avec des individus via le Service, seront disponibles pour d'autres les utilisateurs et dans certains cas (comme lorsque vous publiez dans une zone publique du Service) peuvent être accessibles au public.\r\n\r\nNous vous recommandons d'être prudent lorsque vous communiquez des informations personnelles à des tiers ou que vous partagez ces informations sur des forums en ligne publics ou privés. Nous ne sommes pas responsables des actions des tiers avec lesquels vous partagez des informations personnelles. Pour demander la suppression de vos informations personnelles de nos forums communautaires ou d'autres espaces publics, contactez-nous à privacy@perfectworld.com. Même si vous supprimez les informations que vous avez publiées sur le Service, des copies peuvent rester visibles dans les pages mises en cache et archivées du Service, ou si d'autres utilisateurs ont copié ou enregistré ces informations. Dans certains cas, il se peut que nous ne puissions pas supprimer vos informations personnelles, auquel cas nous vous informerons si nous ne sommes pas en mesure de le faire et pourquoi.\r\n\r\nPartage en raison d'une fusion, d'une acquisition et de situations similaires de transfert d'actifs de la société Les\r\ninformations que nous collectons, y compris les informations personnelles, peuvent également être divulguées ou transférées dans le cadre ou pendant les négociations de toute fusion, vente, cession ou transfert de tout ou une partie des actifs de la société, du financement ou de l'acquisition ou dans toute autre situation où des informations personnelles peuvent être transférées comme l'un des actifs commerciaux de Perfect World. Vous serez informé par e-mail et / ou par un avis de tout changement de propriété, de l'utilisation de vos informations personnelles et des choix que vous pourriez avoir concernant vos informations personnelles.\r\n\r\nVeuillez noter que rien dans les présentes ne restreint le partage d'informations agrégées, qui peuvent être partagées avec des tiers sans votre consentement.\r\n\r\nTransfert international\r\nAfin de pouvoir également utiliser votre compte sur notre site Web et dans notre service et de pouvoir choisir un serveur situé aux États-Unis ou en Europe pour les jeux, les informations relatives à votre compte et à l'utilisation de nos jeux sont transféré entre Perfect World Entertainment, Inc. situé aux États-Unis et Perfect World Publishing BV situé aux Pays-Bas. Pour les utilisateurs asiatiques uniquement, les informations relatives à votre compte (identifiant ouvert, identifiant de compte) et à l'utilisation de nos jeux peuvent être transférées vers un serveur situé en Asie.\r\n\r\nLiens vers des sites tiers\r\nNotre service contient des liens vers d'autres sites Web. Les sites de médias sociaux tiers peuvent enregistrer des informations vous concernant, par exemple, si vous cliquez sur un bouton «Ajouter ceci» ou «J'aime» pour un site de médias sociaux lorsque vous êtes sur notre site Web ou service. Nous ne contrôlons pas ces sites ni leurs activités. Toutes les informations personnelles que vous fournissez sur les pages liées sont fournies directement à ce tiers et sont soumises à la politique de confidentialité de ce tiers. Nous ne sommes pas responsables du contenu ou des pratiques et politiques de confidentialité et de sécurité des sites Web auxquels nous établissons des liens. Les liens de notre service vers des tiers ou vers d'autres sites sont fournis uniquement pour votre commodité. Nous vous encourageons à vous renseigner sur leurs pratiques et politiques de confidentialité et de sécurité avant de leur fournir des informations personnelles.\r\n\r\nMises à jour du jeu\r\nLorsque nous mettons à jour ou «corrigeons» l'un de nos jeux ou autres logiciels, nous pouvons utiliser une routine de correctifs pour vérifier si la version la plus récente est installée sur votre ordinateur. Dans le cas contraire, la version la plus récente peut être automatiquement téléchargée sur votre ordinateur, et vous consentez par la présente à, et renoncez à tout autre avis concernant un tel téléchargement. Vous comprenez et acceptez que lorsque vous téléchargez un jeu, afin de pouvoir utiliser le jeu, le Logiciel peut surveiller et communiquer des informations de votre ordinateur relatives à la capacité du matériel.\r\n\r\nNotifications push et notifications locales\r\nNous pouvons, avec votre consentement, envoyer des notifications push à votre appareil mobile pour fournir des mises à jour du jeu et d'autres messages pertinents. Vous pouvez gérer les notifications push depuis la page des paramètres de votre appareil mobile pour le jeu concerné et / ou depuis la page des paramètres du jeu mobile concerné. Nous pouvons également envoyer des notifications locales à votre appareil mobile pour fournir des mises à jour du jeu et d'autres informations pertinentes. Vous pouvez gérer les notifications locales depuis la page des paramètres de votre appareil mobile pour le jeu concerné et / ou depuis la page des paramètres du jeu mobile concerné.\r\n\r\nSurveillance\r\nVous comprenez et acceptez que lorsque vous communiquez avec d'autres joueurs dans un jeu ou utilisez des fonctionnalités interactives disponibles sur le Service, telles que la messagerie instantanée, les forums ou les salons de discussion, ces communications et publications sont transmises via nos serveurs, et nous pouvons, mais ne sont pas obligés de surveiller toutes ces communications et publications, y compris celles qui sont désignées comme «privées», dans la mesure où les lois et règlements nous permettent de le faire. Vous reconnaissez que vous n'avez aucune attente en matière de confidentialité en ce qui concerne ces communications ou publications, et vous consentez expressément à une telle surveillance.\r\n\r\n\r\nQuelles mesures prenons-nous pour protéger les informations personnelles en ligne?\r\n\r\nPerfect World s'efforce de prendre des précautions raisonnables pour sauvegarder et sécuriser les informations personnelles que nous collectons via le Service. Nous avons mis en place des procédures physiques, électroniques et de gestion conçues pour empêcher tout accès non autorisé, perte ou utilisation abusive. Par exemple, Perfect World utilise la technologie SSL (Secure Socket Layer) pour crypter votre transmission d'informations sensibles, telles que les mots de passe de compte, les numéros de carte de crédit et autres informations identifiables liées au paiement).\r\n\r\nDe plus, nous limitons l'accès interne aux informations personnelles aux employés qui en ont besoin pour s'acquitter de leurs tâches. L'accès ou l'utilisation non autorisés de ces informations par un employé est interdit et constitue un motif de sanction disciplinaire. De plus, nos systèmes de gestion de l'information sont configurés de manière à bloquer ou à empêcher les employés d'accéder à des informations auxquelles ils n'ont pas le droit d'accéder. Vous devez noter que nos fournisseurs de services peuvent être responsables du traitement, de la gestion ou du stockage de certaines des informations personnelles que nous recevons. Ils ne sont pas autorisés à vous commercialiser indépendamment. Ces fournisseurs de services sont contractuellement tenus de protéger et de sécuriser les informations personnelles qu'ils ont reçues de notre part. Bien que nous nous efforcions de protéger vos informations personnelles, vous devez être conscient, cependant, que les informations envoyées sur Internet ne sont pas nécessairement sécurisées et peuvent être interceptées ou consultées par des tiers. Par conséquent, nous ne pouvons garantir la sécurité de ces informations, et nous ne sommes pas responsables d'une telle interception.\r\n\r\nQuels choix avez-vous concernant l'utilisation de vos informations personnelles?\r\n\r\nPerfect World vous offre certaines options pour contrôler la collecte, l'utilisation et la divulgation de vos informations personnelles. Nous vous demanderons votre consentement avant de partager vos informations personnelles avec des tiers d'une manière non couverte par la présente politique (y compris toute utilisation à des fins de marketing direct).\r\n\r\nLorsque vous créez un compte Perfect World (c'est-à-dire le compte sur notre Service, à l'exclusion de tout compte sur les plateformes tierces), vous pouvez gérer les paramètres de confidentialité de votre profil. Veuillez visiter la section «Mon compte» sur le site Web pour modifier les paramètres de confidentialité de votre profil.\r\n\r\nPerfect World peut vous envoyer un e-mail de bienvenue, des e-mails relatifs au service et au compte et peut vous envoyer des e-mails marketing et promotionnels sur nos produits et services. Si vous ne souhaitez pas que Perfect World vous envoie des e-mails marketing et promotionnels sur nos produits et services, vous pouvez vous désinscrire en suivant les instructions de désabonnement incluses dans chaque e-mail promotionnel. Vous pouvez également gérer les newsletters et les mises à jour par e-mail dans la section «Mon compte» du site Web. Cependant, cela n'affectera pas notre capacité à vous envoyer des courriels liés au service et au compte ou à utiliser vos informations personnelles comme décrit autrement dans la présente politique.\r\n\r\nPerfect World peut vous envoyer des courriers postaux marketing et promotionnels concernant nos produits et services. Si vous souhaitez que votre nom, votre CV ou toute autre information personnelle soit supprimée de notre liste de diffusion ou de nos systèmes, vous pouvez le faire en envoyant un e-mail à privacy@perfectworld.com.\r\n\r\nVeuillez consulter les informations techniques de votre navigateur ou de votre appareil mobile pour obtenir des instructions sur la manière de supprimer et de désactiver les cookies et d'autres outils de suivi / enregistrement. En fonction de votre type de navigateur ou d'appareil mobile, il peut ne pas être possible de supprimer ou de désactiver les mécanismes de suivi. Notez que la désactivation des cookies et / ou d'autres outils de suivi nous empêche, ainsi que nos partenaires commerciaux, de suivre les activités de votre navigateur en relation avec le Service et pour une utilisation dans des activités publicitaires ciblées par des tiers. Cependant, cela peut désactiver de nombreuses fonctionnalités disponibles via le Service. Si vous souhaitez plus d'informations sur les cookies et les publicités ciblées ou pour refuser que ces informations soient utilisées par les entreprises qui font partie de la Network Advertising Initiative, veuillez visiter www.networkadvertising.org/choices.\r\n\r\n\r\nConfidentialité des enfants Les\r\n\r\npersonnes de moins de 13 ans ne peuvent pas utiliser notre service. Les Services ne sont pas destinés aux personnes de moins de 13 ans. Si nous découvrons que nous avons par inadvertance recueilli des informations auprès d'enfants de moins de 13 ans, nous supprimerons les informations de l'enfant de nos systèmes dès que possible. Si vous apprenez que des informations personnelles concernant une personne de moins de 13 ans nous ont été fournies, veuillez nous contacter immédiatement en utilisant les coordonnées ci-dessous. Si vous avez moins de 18 ans, vous ne pouvez nous fournir aucune information sans avoir préalablement obtenu le consentement de votre parent ou tuteur.\r\n\r\n\r\nDroits des résidents californiens\r\n\r\nPortée de cet avis de confidentialité\r\n\r\nCet avis de confidentialité décrit les informations personnelles que nous collectons ou traitons sur les résidents californiens en relation avec le Service, comment nous utilisons, partageons et protégeons ces informations personnelles, et quels sont vos droits concernant les informations personnelles qui nous collectons ou traitons.\r\n\r\nDans cet avis de confidentialité, «informations personnelles» a la même signification que dans le California Consumer Privacy Act (CCPA), California Civil Code Section 1798.83: les informations qui identifient, concernent, décrivent, sont raisonnablement susceptibles d'être associées, ou pourraient raisonnablement être lié, directement ou indirectement, à un consommateur ou à un ménage particulier. Les informations personnelles n'incluent pas les informations qui ont été anonymisées ou agrégées.\r\n\r\nInformations personnelles que, et à quelles fins\r\nnous recueillons et partageonsAu cours des 12 derniers mois, nous avons collecté et partagé des informations personnelles des visiteurs dans les circonstances suivantes lorsqu'ils interagissent avec le Service, comme décrit en détail ci-dessus:\r\n   - Collection Active\r\n   - Facebook Connect\r\n   - Fichiers\r\n   journaux - Cookies et technologies de suivi\r\n   - Identifiants de périphérique - Identifiants d'\r\n   utilisateur\r\n   - Adresse IP\r\n   - Données de localisation\r\n\r\n\r\n\r\nComme décrit en détail ci-dessus, nous utilisons vos informations personnelles à diverses fins pour exploiter, évaluer l'activité et améliorer les performances du Service.\r\n\r\nSauf comme décrit en détail ci-dessus, nous ne partagerons pas avec des tiers les informations vous concernant sans votre consentement.\r\n\r\n\r\nVos droits en tant que résident californien\r\n\r\nEn vertu de la loi californienne, les utilisateurs résidant en Californie ont des droits spécifiques concernant leurs informations personnelles. Ces droits sont soumis à certaines exceptions décrites ci-dessous. Si nécessaire, nous répondrons à la plupart des demandes dans les 45 jours, sauf s'il est raisonnablement nécessaire de prolonger le délai de réponse.\r\n\r\nDroit à la divulgation d'informations\r\nVous avez le droit de demander que nous divulguions certaines informations concernant nos pratiques en matière d'informations personnelles. Si vous soumettez une demande valide et vérifiable et que nous confirmons votre identité et / ou votre autorité pour faire la demande, nous vous divulguerons l'un des éléments suivants à votre demande:\r\n   - Les catégories d'informations personnelles que nous avons collectées à votre sujet au cours des 12 dernières mois.\r\n   - Les catégories de sources pour les informations personnelles que nous avons collectées à votre sujet au cours des 12 derniers mois.\r\n   - Notre objectif commercial ou commercial pour collecter ces informations personnelles.\r\n   - Les catégories de tiers avec lesquels nous partageons ces informations personnelles.\r\n   - Les informations personnelles spécifiques que nous avons collectées à votre sujet.\r\n   - Si nous divulguons vos informations personnelles à un tiers à des fins commerciales, une liste des types d'informations personnelles que chaque catégorie de destinataires a reçues.\r\n\r\n\r\nDroit de supprimer des informations personnelles\r\n\r\nVous avez le droit de demander que nous supprimions toutes vos informations personnelles collectées auprès de vous et conservées, sous réserve de certaines exceptions. Dès réception d'une demande vérifiée de suppression de vos informations personnelles, nous le ferons, sauf autorisation contraire de la loi.\r\n\r\n\r\nComment exercer ces droits\r\n\r\nVous pouvez nous soumettre une demande vérifiable de consommateur pour la divulgation ou la suppression d'informations personnelles en cliquant ici.\r\n\r\nNous répondrons gratuitement aux demandes vérifiables de divulgation ou de suppression d'informations personnelles dans les 10 jours suivant leur réception.\r\n\r\nAfin de protéger votre vie privée et la sécurité de vos informations, nous vérifions les demandes des consommateurs en faisant correspondre les informations personnelles que vous fournissez avec les informations en notre possession, afin de confirmer votre identité. Toute information supplémentaire que vous fournissez ne sera utilisée que pour vérifier votre identité et à aucune autre fin.\r\n\r\nVous pouvez désigner un agent autorisé pour faire des demandes en votre nom. Vous devez fournir à un agent autorisé l'autorisation écrite de soumettre une demande en votre nom, et nous pouvons vous demander de vérifier votre identité directement avec nous. Alternativement, un agent autorisé qui a reçu une procuration en vertu des articles 4000 à 4465 du Code d'homologation peut soumettre une demande en votre nom.\r\n\r\nDroit de\r\n\r\nrefuser la vente de vos informations personnelles Vous avez le droit de refuser la vente de vos informations personnelles. Vous pouvez, à tout moment, demander aux entreprises qui vendent vos informations personnelles à des tiers de ne pas vendre vos informations personnelles.\r\n\r\nNous ne vendons pas vos informations personnelles et ne fournissons donc aucun mécanisme vous permettant d'exercer votre droit de retrait. \r\n\r\nDroit à la non-discrimination\r\n\r\nVous avez le droit de ne pas être victime de discrimination pour l'exercice de vos droits de confidentialité en Californie décrits ci-dessus.\r\n\r\nPour les résidents non californiens: Comment examiner, mettre à jour, corriger ou supprimer des informations personnelles\r\n\r\nSur demande, Perfect World vous fournira des informations sur la détention ou le traitement au nom d'un tiers de vos informations personnelles. Pour demander ces informations, veuillez soumettre un ticket en utilisant le site Web du support client: https://support.perfectworld.com.\r\n\r\nVous pouvez consulter, mettre à jour, corriger ou supprimer vos informations personnelles collectées via le Service en nous envoyant un e-mail à privacy@perfectworld.com ou en nous contactant à:\r\n    Perfect World Entertainment\r\n    Redwood Shores Parkway, 4th Floor\r\n    Inc.100Redwood City, CA 94065\r\n    Attn: Demande de politique de confidentialité\r\n\r\nVeuillez noter que certains types d'informations personnelles nécessaires pour vérifier l'éligibilité, comme la date de naissance ou l'âge, ne peuvent être supprimés que si vous fermez votre compte. Cependant, ces informations peuvent être modifiées avec une vérification suffisante des nouvelles informations. Notez que la suppression de vos données peut entraîner la résiliation de votre compte et des services applicables.\r\n\r\nPour avoir accès à vos informations personnelles, vous devez fournir une preuve d'identité suffisante comme nous le demandons, et nous nous réservons le droit de refuser l'accès à tout utilisateur si nous pensons qu'il y a une question concernant votre identité. Nous répondrons à toutes les demandes d'accès dans les 30 jours.\r\n\r\nDe plus, nous nous réservons le droit de conserver vos informations dans nos fichiers si nous estimons qu'il est nécessaire ou souhaitable de résoudre les litiges, d'appliquer les Conditions d'utilisation, et pour les exigences et contraintes techniques et légales liées au Service.\r\n\r\n\r\nSécurité\r\n\r\nLa sécurité de vos informations personnelles est importante pour nous. Lorsque vous saisissez des informations sensibles (comme un numéro de carte de crédit) sur nos formulaires de commande, nous cryptons la transmission de ces informations à l'aide de la technologie SSL (Secure Socket Layer).\r\n\r\nNous suivons les normes généralement acceptées pour protéger les informations personnelles qui nous sont soumises, à la fois pendant la transmission et une fois que nous les recevons. Aucune méthode de transmission sur Internet, ni aucune méthode de stockage électronique, n'est cependant sûre à 100%. Par conséquent, nous ne pouvons garantir sa sécurité absolue. Si vous avez des questions sur la sécurité de notre service, vous pouvez nous contacter à privacy@perfectworld.com.\r\n\r\n\r\nUtilisateurs internationaux\r\n\r\nPerfect World est une société basée aux États-Unis et nos serveurs et opérations commerciales sont principalement situés dans l'État de Californie. En utilisant notre service et en nous fournissant des informations, vous consentez au transfert, au stockage et au traitement de vos informations sur des ordinateurs situés aux États-Unis d'Amérique de la manière décrite dans la présente politique .. Vous reconnaissez et comprenez que les lois concernant les personnes les informations aux États-Unis peuvent être moins strictes que les lois de votre pays et peuvent ne pas offrir les mêmes protections ou droits que ces lois. Si vous vous opposez à ce que vos informations personnelles soient transférées ou utilisées comme décrit dans cette politique, veuillez ne pas utiliser ce service.\r\n\r\nContactez-nous\r\nSi vous avez des questions, des préoccupations ou des commentaires concernant cette politique, veuillez nous contacter par e-mail à privacy@perfectworld.com.\r\n\r\n",
  "version": 4
}