{
  "content": "Conditions d'utilisation\r\nVEUILLEZ LIRE ATTENTIVEMENT LES PRÉSENTES CONDITIONS GÉNÉRALES. EN ACCÉDANT À OU EN UTILISANT CE SITE INTERNET OU EN TÉLÉCHARGEANT TOUT JEU, VOUS ACCEPTEZ DE VOUS SOUMETTRE AUX CONDITIONS GÉNÉRALES DÉCRITES DANS LA PRÉSENTE ET TOUTES LES CONDITIONS INTÉGRÉES PAR RÉFÉRENCE. SI VOUS N'ACCEPTEZ PAS LES PRÉSENTES CONDITIONS GÉNÉRALES DANS LEUR INTÉGRALITÉ, N'UTILISEZ PAS CE SITE INTERNET OU LES JEUX.\r\nPerfect World Publishing BV (\"PWBV\") aimerait vous remercier d'avoir visité notre site Internet. Le présent document contient les conditions générales (« Conditions ») qui régissent votre accès à et votre utilisation du site Internet de PWBV, situé à l'adresse www.arcgames.com (ou toute URL ultérieure qui peut la remplacer) et tous les sites Internet et micro-sites officiellement associés (collectivement, le « Site Internet »), tous les jeux ou plateformes de jeu, clients ou serveurs exploités ou supportés par PWBV via le Site Internet (les « Jeux »), et toutes les fonctionnalités, fonctions, logiciels et services proposés via ce Site Internet. Le Site Internet, les Jeux et les fonctionnalités, fonctions, logiciels et services proposés via ce Site Internet constituent collectivement le « Service ».\r\n \r\n1. Accord juridique\r\n1.1 Les présentes Conditions constituent un accord juridique (« Contrat ») entre vous et Perfect World Publishing BV, une société à responsabilité limitée organisée en vertu des lois des Pays-Bas (ci-après : « PWBV »).\r\n1.2 Dans le présent Contrat, les termes « nous / notre » désignent PWBV. « Vous / Votre » vous désignent comme un utilisateur du Service.\r\n1.3 Si vous résidez dans un pays de l'Union européenne (ci-après : « l'UE »), ces conditions constituent un contrat entre vous et PWBV. Si vous résidez en dehors de l'UE, ces conditions ne s'appliquent pas à vous et, avant d'utiliser le Service ou toute partie du Service, vous devez examiner et accepter les Conditions qui s'appliquent aux utilisateurs aux États-Unis. Dans ce cas, le Service sera directement fourni par Perfect World Entertainment, Inc. Perfect World Entertainment, Inc. (« PWE ») est une filiale de PWBV qui détient et fournit le Service en tant que sous-traitant de PWBV.\r\n1.4 L'utilisation que vous faites du Service constitue votre consentement à accepter et à être soumis aux conditions générales figurant dans les présentes Conditions, et votre consentement à vous conformer à toute Règle de conduite publiée sur le Site Internet ou mise à votre disposition d'une autre manière par Perfect World Publishing BV (les « Règles de conduite ») et tout contrat de licence d'utilisation (« CLU ») qui s'applique à notre logiciel de Jeu ou un autre logiciel que nous sommes susceptibles de fournir en lien avec le Service. Les identités de tous les utilisateurs créées sur le Site Internet sont régies par les présentes Conditions. Ceci inclut notamment une conduite appropriée pendant et en dehors du jeu, dans le cadre du Jeu.\r\n1.5 Si vous n'êtes pas d'accord avec l'une des présentes Conditions, veuillez ne pas accéder au ou utiliser le Service.\r\n1.6 Vous déclarez, par la présente, que vous avez la capacité juridique de conclure le présent Contrat et que vous n'êtes pas exclu de la réception du Service en vertu des lois du pays dans lequel vous résidez.\r\n1.7 Vous comprenez et acceptez que le Service est susceptible d'inclure des annonces de service et des messages administratifs et qu'il est possible que vous n'ayez pas le droit de refuser de les recevoir.\r\n1.8 Le présent Contrat s'ajoute à, et ne remplace ou ne supplante en aucun cas, tout CLU ou toute condition générale supplémentaire susceptible de s'appliquer lorsque vous utilisez ou achetez certains autres de nos produits, services, services associés, contenus tiers, logiciels tiers. Dans le cas où les contenus du présent Contrat sont contraires à une ou plusieurs modalité(s) ou tout(e) autre contrat ou condition générale spécifique, le(s) modalité(s) du contrat / des conditions générales spécifique(s) prévalent.\r\n \r\n2. Modification des conditions\r\n2.1 Nous pouvons amender et/ou modifier les présentes Conditions, les Règles de conduite et tout CLU, à tout moment, à notre seule discrétion.\r\n2.2 Les amendements et les modifications des Conditions seront publiés sur le Site Internet et prendront effet immédiatement après leur publication sur le Site Internet, ou bien un exemplaire des amendements ou des modifications vous sera remis. Dans les limites autorisées par la loi dans l'État membre de l'UE dans lequel vous résidez, vous renoncez à tout droit que vous pouvez avoir de recevoir un avis spécifique desdit(e)s changements ou modifications. Lorsque vous utilisez un Compte, les amendements et les modifications des Conditions prennent effet après acceptation.\r\n2.3 Il vous incombe de vérifier régulièrement les Conditions, les Règles de conduite et tout CLU, afin de bien en connaître le contenu, celui-ci pouvant être amendé ou modifié, le cas échéant. En continuant d'utiliser toute partie du Service, vous signifiez déjà votre acceptation de toute condition révisée ou mise à jour. Si vous n'acceptez pas les conditions amendées, vous devez arrêter d'utiliser le Service.\r\n \r\n3. Description\r\n3.1 Nous fournissons des Jeux en ligne multi-joueurs et gratuits aux utilisateurs inscrits, ainsi que les fonctionnalités, fonctions et services associés mis à disposition via le Site Internet, tels que les forums communautaires et d'autres zones interactives. Pour accéder à nos Jeux, vous pouvez avoir l'obligation de télécharger et installer certains logiciels clients, et cet accès implique l'utilisation du matériel, du logiciel et de l'accès à l'Internet (vous reconnaissez que cela joue un rôle crucial dans votre expérience en tant qu'utilisateur).\r\n3.2 Vous acceptez que nous ne sommes pas responsables de tout problème lié à l'accès, à la qualité, à l'adéquation ou à l'indisponibilité du matériel, du logiciel ou de l'Internet. Nous ne fournissons pas l'accès à l'Internet, et vous êtes responsable de tous les frais d'accès au téléphone et à l'Internet, ainsi que de tous les frais liés à l'entretien, à la réparation ou à la correction nécessaire de l'équipement, encourus lors du maintien de la connectivité aux serveurs.\r\n \r\n \r\n \r\n4. Compte\r\n4.1 Vous pouvez avoir l'obligation de créer un compte (un « Compte ») pour accéder à notre Service et pour utiliser certaines fonctionnalités et fonctions de notre Service.\r\n4.2 Vous devez avoir 13 ans ou plus pour créer un Compte. Si vous avez 13 ans ou plus, mais avez moins de l'âge légal pour conclure un contrat dans la juridiction dans laquelle vous résidez («  ge légal ») et/ou en dessous de 18 ans, nous exigeons que vous examiniez les présentes Conditions avec vos parents ou votre tuteur (légal) afin de s'assurer qu'il(s) les lise(nt) et les accepte(nt). Si vous êtes le parent ou le tuteur (légal) d'un utilisateur de notre Site Internet, de nos Jeux et/ou de notre Service et si vous avez des questions concernant les Conditions, veuillez nous contacter à toseu@perfectworld.com.\r\n4.3 En créant un Compte ou en utilisant le Service d'une autre manière, vous déclarez que vous avez l' ge légal ou au moins 18 ans et que vous acceptez les présentes Conditions, ou que vous avez plus de 13 ans et que vos parents ou votre tuteur légal a/ont lu et accepté les présentes Conditions, et vous comprenez et acceptez que nous nous appuyons sur cette déclaration pour vous autoriser à utiliser le Service.\r\n4.4 Nonobstant ce qui précède, certaines parties de notre Service peuvent présenter un contenu pour adultes qui n'est pas adapté aux personnes ayant un âge inférieur à l' ge légal ou à 18 ans. Nous exigeons que vous confirmiez que vous avez l' ge légal ou 18 ans ou plus pour accéder à un tel contenu. Si vous entrez dans toute partie du Service qui est destinée à ou concerne uniquement un public d'adultes, vous certifiez que vous avez l' ge légal ou au moins 18 ans et avez le droit légal d'accéder à un tel contenu. Nous ne sommes en aucun cas responsables de votre défaut de confirmation de votre âge exact, conformément aux conditions des présentes.\r\n4.5 Lorsque vous créez un Compte et une identité d'utilisateur (« Identifiant d'utilisateur »), vous acceptez de (i) communiquer des informations vraies, exactes, actuelles et complètes dans les champs requis (les « Informations de compte ») et de (ii) maintenir et mettre à jour rapidement ledit Identifiant d'utilisateur et vos Informations de compte afin que ces dernières restent vraies, exactes, actuelles et complètes.\r\n4.6 En tant que créateur de votre Compte et de votre Identifiant d'utilisateur, vous êtes exclusivement responsable de votre Identifiant d'utilisateur. Nous ne tolèrerons aucun Identifiant d'utilisateur injurieux ou obscène. Si un Identifiant d'utilisateur viole l'une des présentes conditions, nous pouvons exclure immédiatement, temporairement ou de façon permanente ledit Identifiant d'utilisateur, avec ou sans préavis.\r\n4.7 Votre Compte est strictement personnel et ne peut être utilisé que par vous. Nous ne sommes pas responsables de toute mauvaise utilisation de votre Compte ou de votre Identifiant d'utilisateur ; vous acceptez tous les risques d'une mauvaise utilisation de, et d'un accès interdit à votre Compte et de ne pas nous tenir, nous et nos associés, responsables de toute mauvaise utilisation de votre Compte ou de votre Identifiant d'utilisateur, notamment l'utilisation inappropriée ou non autorisée par un inpidu à qui vous avez révélé votre mot de passe.\r\n4.8 Veuillez noter qu'il vous incombe de maintenir la confidentialité et la sécurité de votre Identifiant d'utilisateur et de votre mot de passe à tout moment, et vous acceptez de nous avertir si vous avez perdu votre mot de passe, s'il vous a été volé ou si vous l'avez pulgué à un tiers non autorisé, ou bien s'il est susceptible d'avoir été compromis. Vous êtes exclusivement responsable de toutes les activités et transactions qui se produisent sous votre Compte, et nous ne sommes pas responsables de toute mauvaise utilisation de votre compte, notamment dans le cas où votre mot de passe est volé ou pulgué à un tiers et/ou utilisé pour des transactions. Vous acceptez de nous avertir immédiatement de toute mauvaise utilisation de votre Compte ou de toute autre violation de sécurité en lien avec le Service qui est portée à votre connaissance. Nous vous donnons la possibilité de modifier votre mot de passe afin de protéger votre Compte.\r\n4.9 Votre Compte peut être résilié si vous ne l'utilisez pas dans les douze mois suivant la date de sa création ou pendant toute période continue de douze mois. Si vous n'utilisez pas votre Compte pendant toute période continue de douze mois ou plus, nous pouvons le résilier à notre seule discrétion. \r\n4.10 Nous nous efforcerons de vous avertir par e-mail avant de résilier votre Compte, sauf si nous résilions, désactivons ou supprimons votre Compte ou votre Identifiant d'utilisateur suite à une violation des présentes Conditions. Cependant, nous ne serons en aucun cas tenus responsables de défaut d'envoi de préavis. Si vous nous informez dans un délai de 14 jours à partir de l'envoi du préavis que vous souhaitez que votre Compte reste actif, nous ne le résilierons pas. Si vous ne nous en informez pas, votre Compte sera résilié et peut être supprimé de manière permanente, tout comme votre Identifiant d'utilisateur, vos dossiers, vos classements et les informations en lien avec le service.\r\n4.11 La résiliation de votre Compte implique également la résiliation de la licence d'utilisation du Service et des Éléments exclusifs, ou de toute partie de ces derniers.\r\n4.12 Veuillez noter que, indépendamment de tout préavis, nous nous réservons le droit d'interrompre le Service ou de résilier ou suspendre votre Compte à tout moment à notre seule discrétion, pour tout motif, ou sans aucun motif.\r\n \r\n \r\n5. Droits de propriété\r\n5.1 PWBV est le propriétaire du Site Internet, des Jeux, du Logiciel et du Service, qui sont protégés par la les lois des États-Unis et internationales dont, notamment, les lois sur le droit d'auteur. Tous les droits et le titre au Site Internet, au Jeu, au Logiciel et au Service, toutes les fonctionnalités et le contenu de ces derniers (notamment, tout(e) compte d'utilisateur, titre, code interne, fichier, logiciel de jeu, logiciel client et serveur, outil, correction, mise à jour, thème, objet, personnage, nom de personnage, histoire, intrigue, objet, contenu, texte, dialogue, accroche, emplacement, concept, œuvre, motif, graphisme, image, vidéo, animation, son, musique, composition, enregistrement sonore, effet audiovisuel, information, donnée, document, microprogramme, transcription de chat, information sur le profil d'un personnage, jeu, enregistrement, élément du jeu, activité du jeu, pièce et Zen) et la sélection et la disposition de ces derniers (collectivement, les « Éléments exclusifs ») sont la propriété exclusive de PWBV ou de ses concédants et sont protégés par les lois sur le droit d'auteur et les autres lois sur les droits de propriété des États-Unis et internationales.\r\n5.2 Dans le cas où vous modifiez, adaptez ou effectuez des travaux dérivés de toute sorte sur les Éléments exclusifs (les « Modifications »), que cela soit autorisé ou non, vous comprenez et acceptez que vous n'avez aucun droit sur lesdites Modifications et que tous les droits à cet égard appartiennent exclusivement à PWBV. Par la présente, vous cédez et transférez à PWBV, sans aucune compensation, tout droit que vous pouvez avoir sur lesdites Modifications. Par la présente, vous cédez (et acceptez de céder) et transférez de manière irrévocable à PWBV, tout droit, titre et intérêt que vous pouvez avoir sur lesdites Modifications, exempts de toute restriction et charge, sans aucune compensation autre que la contrepartie indiquée dans la présente.  Cette cession comprend, sans s'y limiter, tous les droits d'auteur et les droits de brevet à l'échelle mondiale sur lesdites Modifications, ainsi que le droit d'intenter une procédure pour toute violation passée et future. Si ladite cession et ledit transfert à PWBV ne sont pas possibles selon la loi impérative applicable, par la présente, vous cédez et transférez de manière irrévocable tous les droits à PWBV. Par la présente, vous acceptez de coopérer avec PWBV eu égard à la protection de ces derniers et exécutez lesdits documents (comme tout autre acte de transfert ou de cession), le cas échéant, sur demande de PWBV pour faire valoir ses droits dans le cadre de la présente. \r\n5.3 En outre, dans la mesure où les cessions mentionnées dans le paragraphe 5.2  ne transfèrent aucune participation aux Modifications, vous octroyez expressément à PWBV, à nous et à nos concédants, tout(e) consentement, autorisation et un droit non exclusif, perpétuel, à l'échelle mondiale, complet, pouvant donner lieu à l'octroi d'une sous-licence et irrévocable à se servir de, vendre, proposer à la vente, importer ou exploiter d'une autre manière, transférer, publier, utiliser, citer, adapter, traduire, archiver, enregistrer, reproduire, modifier, créer des travaux dérivés à partir de, syndiquer, autoriser, imprimer, concéder en sous-licence, distribuer, transmettre, diffuser, communiquer d'une autre manière et afficher publiquement et réaliser les Modifications ou toute partie de cette dernière, de toute manière ou forme et sur tout média ou tribune, qu'il/elle soit inconnu(e) ou conçu(e) par la suite, sans préavis, confirmation ou compensation à votre égard. Vous renoncez à et acceptez de ne pas revendiquer tout droit moral ou similaire que vous êtes susceptible d'avoir sur les Modifications, autant que la loi impérative applicable rend cela possible.\r\n \r\n6. Confidentialité\r\n6.1 Veuillez examiner notre Politique de confidentialité et notre Politique en matière de cookies, pour obtenir des informations concernant la collecte, l'utilisation et la distribution des informations personnelles. La Politique de confidentialité est publiée sur les Sites Internet suivants :https://www.arcgames.com/fr/about/privacy.  A Política de Cookies é publicado no seguinte site: https://www.arcgames.com/fr/about/cookieVous comprenez et acceptez que nous pouvons recueillir, utiliser et pulguer des informations de la manière décrite dans la Politique de confidentialité et la Politique en matière de cookies.\r\n6.2 Vous comprenez et acceptez que nous pouvons accéder à, pulguer ou préserver des informations personnelles, y compris le contenu de vos communications, si nous croyons en toute bonne foi que nous avons l'autorisation ou l'obligation légale de le faire, ou que le faire est raisonnablement nécessaire ou approprié pour se conformer à la loi ou au processus ou autorités judiciaires, pour répondre à toute plainte, ou pour protéger les droits, la propriété ou la sécurité de PWBV, de nos utilisateurs, de nos employés ou du public, notamment pour protéger PWBV ou nos utilisateurs de l'utilisation frauduleuse, abusive, inappropriée ou illégale de nos Services.\r\n \r\n7. Mises à jour du Jeu\r\n7.1 Lorsque nous mettons à jour ou « corrigeons » l'un de nos Jeux, nous pouvons utiliser un programme correctif pour vérifier si la dernière version du logiciel client est installée sur votre ordinateur. Sinon, la version la plus récente peut être automatiquement mise à jour sur votre ordinateur, et vous acceptez par la présente ladite mise à jour et renoncez à tout avis supplémentaire relatif à cette dernière.\r\n \r\n8. Contrôle\r\n8.1 Vous comprenez et acceptez que, lorsque vous communiquez avec d'autres joueurs dans un jeu ou utilisez l'une des fonctions interactives mises à disposition sur le Site Internet, telles que la messagerie instantanée, les forums ou les salons de discussion, lesdites communications et publications sont transmises via nos serveurs, et nous pouvons, mais n'y sommes pas obligés, surveiller toutes lesdites communications et publications, y compris celles qui sont désignées comme étant « privées ». Vous reconnaissez que vous ne vous attendez pas au respect de votre vie privée, eu égard à toute communication ou publication, et vous consentez expressément à ladite surveillance.\r\n \r\n9. Identificateurs d'appareil\r\n9.1 Vous comprenez et acceptez que lorsque vous accédez au Service grâce ou via un appareil mobile (notamment, un smartphone ou une tablette), nous pouvons accéder, recueillir, surveiller et/ou enregistrer à distance un ou plusieurs « identificateur(s) d'appareil » comme, par exemple, un identificateur unique universel (« UUID »). Les identificateurs d'appareil sont de petits fichiers de données ou des structures de données similaires enregistrés sur ou associés à votre appareil mobile, qui identifient uniquement ce dernier. Un identificateur d'appareil peut être des données enregistrées en lien avec l'appareil, des données enregistrées en lien avec le système d'exploitation de l'appareil ou un autre logiciel, ou des données que nous avons envoyées vers l'appareil. Un identificateur d'appareil peut nous communiquer des informations sur votre manière de naviguer sur et d'utiliser le Service. Un identificateur d'appareil peut rester continuellement sur votre appareil, pour vous aider à vous connecter plus rapidement et améliorer votre navigation dans le Service. Certaines fonctionnalités du Services peuvent ne pas fonctionner correctement si l'utilisation ou la disponibilité des identificateurs d'appareil est détériorée ou désactivée.\r\n \r\n10. Identificateurs d'utilisateurs\r\n10.1 Vous comprenez et acceptez que, lorsque vous accédez au Service, nous pouvons accéder, recueillir, surveiller et/ou enregistrer à distance un ou plusieurs « identificateur(s) d'appareil ». Les identificateurs d'utilisateurs sont de petits fichiers de données ou des structures de données similaires, qui sont attribués à un utilisateur et qui servent à vous permettre de continuer la progression dans le jeu, de jouer à des jeux sur plusieurs plates-formes et d'aider à associer votre identité sur plusieurs plates-formes.  Un identificateur d'utilisateurs peut nous communiquer des informations sur votre manière de naviguer sur et d'utiliser le Service. Un identificateur d'utilisateurs peut rester continuellement sur votre appareil, pour vous aider à vous connecter plus rapidement et améliorer votre navigation dans le Service. Certaines fonctionnalités du Services peuvent ne pas fonctionner correctement si l'utilisation ou la disponibilité des identificateurs d'utilisateurs est détériorée ou désactivée.\r\n \r\n11. Données de localisation\r\n11.1 Vous comprenez et acceptez que lorsque vous accédez au Service grâce à, ou via un appareil mobile, nous pouvons accéder, recueillir, surveiller et/ou enregistrer à distance des « données de location », telles que les coordonnées GPS (par exemple, latitude et/ou longitude) ou des informations similaires relatives à l'emplacement de votre appareil mobile. Les données de localisation peuvent nous communiquer des informations sur votre manière de naviguer sur et d'utiliser le Service. Certaines fonctionnalités du Services peuvent ne pas fonctionner correctement si l'utilisation ou la disponibilité des données de localisation est détériorée ou désactivée.\r\n \r\n12. Données recueillies pour empêcher la tricherie et les logiciels interdits\r\n12.1 Vous comprenez et acceptez que, lorsque vous utilisez notre Service et/ou exécutez notre logiciel de Jeu, cela peut impliquer le lancement de fonctions conçues pour détecter la tricherie ou les programmes interdits et malveillants.   Dans ce contexte, nous pouvons accéder, recueillir, surveiller et/ou enregistrer à distance des captures d'écran du jeu, des informations relatives à la capacité du matériel, des modifications liées à notre logiciel de Jeu, des signatures, des profils ou des noms de programmes tiers interdits ou malveillants, des fichiers ou des processus qui permettent ou facilitent la tricherie, un avantage indu ou le piratage des Jeux ou du Service.   Si des programmes interdits ou malveillants sont détectés, le logiciel du Jeu peut également nous communiquer le compte et l'identifiant des utilisateurs, ainsi que des informations sur le programme interdit ou malveillant ou son utilisation.\r\n \r\n13. Notification push et notification locale\r\n13.1 Vous comprenez et acceptez que nous pouvons, avec votre consentement, envoyer des notifications push et des notifications locales sur votre appareil mobile pour fournir des mises à jour du jeu et d'autres messages pertinents.\r\n \r\n14. Licence\r\n14.1 Nous vous octroyons, uniquement pour votre utilisation non-commerciale et personnelle, une licence limitée, non exclusive, révocable, ne pouvant être transférée ni donner lieu à l'octroi d'une sous-licence, soumis aux présentes Conditions et à tout CLU applicable, pour accéder au et utiliser le Service et les Éléments exclusifs.\r\n14.2 Sauf autorisation expresse dans les présentes Conditions ou dans le CLU applicable, ladite licence ne comprend pas, et vous acceptez de ne pas vous engager dans, tout(e) :\r\nrevente, sous-licence, prêt ou utilisation commerciale des Services ou des Éléments exclusifs de ces derniers ;\r\ndistribution, performance publique ou affichage public de tout Élément exclusif, sauf dans le cadre du déroulement habituel du jeu ;\r\nmodification, adaptation, altération, amélioration ou autre utilisation dérivée de tout Jeu, contenu de jeu ou autre Élément exclusif, ou toute partie de ces derniers ;\r\nutilisation de tout(e) exploration de données, robot ou méthode similaire de collecte ou d'extraction de données ;\r\ntéléchargement (autre que la mise en mémoire-cache de la page) de toute partie des Éléments exclusifs ou de toute information contenue dans la présente, sauf autorisation expresse sur le Site Internet ;\r\nrétro-ingénierie ou démontage des Éléments exclusifs, ou une autre tentative de tirer le code source des Jeux ou d'un autre logiciel inclus dans les Éléments exclusifs ;\r\ntoute utilisation des Services ou des Éléments exclusifs autre que son but initial.\r\n14.3 Toute utilisation du Service ou des Éléments exclusifs autre que celle spécifiquement autorisée dans la présente, est strictement interdite, sans autorisation écrite préalable de notre part. Une utilisation interdite peut également violer les lois applicables, notamment les lois sur le droit d'auteur et les marques de commerce et les réglementations et les statuts relatifs aux communications applicables. Sauf indication explicite dans la présente, rien dans les présentes Conditions ne doit être interprété comme conférant toute licence à ou tout droit sur les droits de propriété intellectuelle, que ce soit par fin de non-recevoir, insinuation ou autre. Cette licence peut être révoquée à tout moment avec ou sans cause.\r\n \r\n15. Conduite de l'utilisateur\r\n15.1 Vous devez respecter les présentes Conditions, toutes les Règles de conduite, toutes les lois applicables et toutes les règles fondamentales de savoir-vivre et de courtoisie élémentaire, lors de l'utilisation du Service. Toute conduite qui viole la loi dans une communauté hors ligne, du monde réel, est également une violation des présentes conditions. Nous ne tolérerons aucune conduite illégale ou offensante.\r\n15.2 Sans limiter ce qui précède, en plus des règles relatives au Contenu généré par les utilisateurs exposées dans la section 16, vous acceptez de ne pas agir de l'une des manières suivantes :\r\nfaire du tort à des mineurs de quelque façon que ce soit ;\r\nse faire passer pour toute personne physique ou morale, y compris l'un de nos représentants, chefs de forum, guides, employés ou agents, ou présenter de manière inexacte ou délibérément erronée vos rapports avec une telle personne physique ou morale ;\r\ncontrefaire des en-têtes ou manipuler d'une autre manière les identifiants afin de dissimuler l'origine de tout message transmis via le Site Internet ;\r\ntélécharger, publier, envoyer par e-mail, transmettre ou fournir d'une autre manière tout(e) publicité, document promotionnel, « courrier poubelle », « spam », « chaîne de lettres », « opération pyramidale », ou toute autre forme de sollicitation indésirable ou non autorisé ;\r\ninterférer avec ou perturber le Service ou les serveurs ou les réseaux connectés au Service, ou enfreindre toute condition, procédure, politique ou réglementation de réseaux connectés au Service ;\r\n« traquer », menacer ou harceler d'une autre manière un inpidu, ou le mettre mal à l'aise ;\r\nrecueillir, enregistrer, publier ou diffuser d'une autre manière toute donnée personnelle concernant d'autres utilisateurs ;\r\nempêcher ou perturber le Service ou le déroulement normal du jeu ou d'un dialogue dans le Jeu ou dans les Zones interactives (définies ci-dessous) dans le Service ou utiliser un langage vulgaire, violent, trop de majuscules (qui équivalent à crier), l'envoi de spam ou recourir à tout autre méthode perturbatrice ou préjudiciable ayant pour but de perturber les autres utilisateurs ou nos employés ;\r\ns'engager dans, encourager ou promouvoir toute activité illégale ou toute activité qui viole les présentes Conditions ou les Règles de conduite ;\r\ns'engager dans toute action qui escroque ou tente d'escroquer, arnaquer ou tromper les autres sur tout élément qui a été gagné grâce au jeu autorisé ;\r\ntricher ou utiliser des exploits interdits en lien avec les Jeux ou le Service ;\r\nutiliser ou exploiter tout bug, erreur ou défaut de conception pour obtenir un accès interdit au Service ou pour remporter un avantage injuste sur les autres joueurs ;\r\ncommercialiser, vendre, vendre aux enchères ou transférer d'une autre manière tout élément ou bien virtuel de toute nature en dehors du jeu ;\r\nagir d'une manière qui perturbe le Service ou qui a un impact négatif sur ou peut empêcher les autres utilisateurs de profiter du Site Internet, les Jeux ou tout autre aspect du Service.\r\n15.3 Nous pouvons prendre toute mesure et imposer toute sanction que nous jugeons nécessaire pour décourager et punir toute violation des présentes conditions ou tout autre conduite illégale ou inappropriée ; cela sans préavis ou avertissement. La détermination selon laquelle une violation a eu lieu et de la personne responsable dudit acte est à notre seule discrétion et repose sur ce que nous jugeons le mieux pour la communauté et le Service. En utilisant le Service, vous acceptez de vous soumettre à notre détermination selon laquelle une violation a eu lieu et à toute sanction que nous choisissons d'appliquer.\r\n \r\n16. Contenu généré par les utilisateurs\r\n16.1 Le Service peut comprendre des forums de discussion, des chats, des critiques de la part d'utilisateurs, des fonctions de messagerie, des commentaires et d'autres zones ou services interactifs (« Zones interactives ») dans lesquels vous ou les autres utilisateurs créez, publiez, envoyez ou enregistrer tout contenu, message, document, donnée, information, texte, musique, son, photo, vidéo, graphique, code ou autre élément ou document sur ou via le Site Internet (le « Contenu généré par les utilisateurs »).\r\n16.2 Le Contenu généré par les utilisateurs sur le Site Internet est disponible au public et n'est pas confidentiel. Nous vous recommandons fortement de ne pas publier toute information personnelle sur vous ou sur les autres.\r\n16.3 Vous êtes exclusivement responsable du Contenu généré par les utilisateurs que vous publiez et de l'utilisation que vous faites du Service, et notamment des Zones interactives.\r\n16.4 Vous acceptez de ne pas publier, télécharger sur, transmettre, distribuer, enregistrer, créer ou publier d'une autre manière aucun des éléments suivants :\r\nUn Contenu généré par les utilisateurs qui est illégal, calomnieux, diffamatoire, obscène, pornographique, indécent, impudique, suggestif, harcelant, menaçant,portant atteinte à la vie privée ou aux droits de publicité, violent, incendiaire, frauduleux ou répréhensible d'une quelconque manière ;\r\nUn Contenu généré par les utilisateurs qui constituerait, encouragerait ou donnerait des instructions pour un délit criminel, violerait les droits de toute partie, ou qui entraînerait d'une quelconque manière votre responsabilité, ou violerait toute loi locale, nationale ou internationale ;\r\nUn Contenu généré par les utilisateurs susceptible d'enfreindre tout droit de brevet, de marque, de secret commercial, de droit d'auteur ou autre droit intellectuel ou de propriété de toute partie. En publiant tout Contenu généré par les utilisateurs, vous déclarez et garantissez que vous avez le droit légal de distribuer et de reproduire ledit Contenu d'utilisateur\r\nUn Contenu d'utilisateur qui vous fait passer pour toute personne physique ou morale ou présente de manière inexacte vos rapports avec une telle personne physique ou morale ;\r\ndes promotions, des candidatures politiques, des publicités ou des sollicitations indésirables ;\r\nDes informations privées sur tout tiers comme, par exemple, des adresses, des numéros de téléphone, des adresses e-mail, des numéros de Sécurité sociale et des numéros de carte de crédit ;\r\ndes virus, des données corrompues ou d'autres fichiers nocifs, perturbateurs ou destructeurs ; \r\nUn Contenu généré par les utilisateurs qui viole les Règles de conduite ou qui, selon notre avis exclusif, est répréhensible ou restreint ou empêche toute personne d'utiliser ou de profiter du Service, ou qui peut nous faire du tort ou entraîner notre responsabilité, à nous ou à nos utilisateurs.\r\n16.5 Nous ne prenons aucune responsabilité et ne sommes pas tenus responsables de tout Contenu généré par les utilisateurs publié, enregistré ou téléchargé par vous ou tout tiers, ou pour toute perte ou endommagement de ce dernier, ni ne sommes responsables de tout(e) erreur, diffamation, calomnie, omission, mensonge, obscénité, pornographie ou blasphème que vous pouvez rencontrer. L'utilisation que vous faites du Service, et notamment des Zones interactives, relève de votre responsabilité. En tant que fournisseur de services interactifs, nous ne sommes pas responsables de toute déclaration, représentation ou Contenu généré par les Utilisateurs fourni(e) par les utilisateurs dans tout forum public, page d'accueil personnelle ou autre Zone interactive. Bien que nous n'ayons pas d'obligation à examiner, modifier ou surveiller tout Contenu généré par les utilisateurs oublié, nous nous réservons le droit, et avons la discrétion absolue de supprimer, examiner ou modifier tout Contenu généré par les utilisateurs publié ou enregistré à tout moment et pour tout motif, sans préavis.\r\n16.6 Vous êtes exclusivement responsable de la création de copies de sauvegarde et du remplacement de tout Contenu généré par les utilisateurs que vous publiez à vos propres frais. Toute utilisation du Service, et notamment des Zones interactives ou d'autres parties de ce dernier, en violation de ce qui précède viole les présentes Conditions et peut engendrer, entre autres, la résiliation ou la suspension de vos droits à utiliser le Service ou toute partie de ce dernier.\r\n16.7 Vous déclarez et garantissez que (a) vous détenez et contrôlez tous les droits sur le Contenu généré par les utilisateurs que vous publiez ou que vous avez le droit de publier ledit Contenu généré par les utilisateurs sur le Site ; (b) le Contenu généré par les utilisateurs est exact et n'est pas trompeur ; et (c) l'utilisation et la publication du Contenu d'utilisateur que vous fournissez ne viole pas les présentes Conditions ou les Règles de conduite et ne violera pas tout droit de ni n'occasionnera de blessures à toute personne physique ou morale. Vous êtes tenu exclusivement responsable de tout(e) redevance, frais, dommage et toute autre somme résultant de toute violation dudit droit ou de tout autre nuisance provenant de tout Contenu généré par les utilisateurs que vous fournissez.\r\n16.8 En contrepartie de votre utilisation du Service et dans la mesure du possible et de ce qui est autorisé par la loi impérative applicable, par la présente, vous transférez et cédez (et acceptez de céder) de manière irrévocable à PWBV tout droit, titre et intérêt dans et sur le Contenu généré par les utilisateurs que vous créez, publiez, enregistrez ou transmettez sur ou via le Service, y compris tous les droits de propriété intellectuelle à cet égard. Si ladite cession et ledit transfert à PWBV ne sont pas possibles d'après la loi impérative applicable, vous acceptez, par la présente, que tous les droits, titres et intérêts sont cédés et transférés à PWE. Par la présente, vous acceptez de coopérer avec PWBV et/ou PWE eu égard à la protection de ces derniers et exécutez lesdits documents (comme tout autre acte de transfert ou de cession), le cas échéant, sur demande de PWBV et/ou PWE pour faire valoir ses droits dans le cadre de la présente.\r\n16.9 Dans la mesure où les cessions susmentionnées ne transfèrent pas toute participation au Contenu généré par les utilisateurs, et dans la mesure où la loi impérative applicable l'autorise légalement, vous octroyez expressément à PWBV, à nous et à nos concédants tout(e) consentement, autorisation et un droit non exclusif, perpétuel, à l'échelle mondiale, complet, pouvant donner lieu à l'octroi d'une sous-licence et irrévocable à transférer, publier, utiliser, citer, adapter, traduire, archiver, enregistrer, reproduire, modifier, créer des travaux dérivés à partir de, syndiquer, autoriser, imprimer, concéder en sous-licence, distribuer, transmettre, diffuser, communiquer d'une autre manière et afficher publiquement et réaliser le Contenu généré par les utilisateurs, ou toute partie de ce dernier, de toute manière ou forme et sur tout média ou tribune, qu'il/elle soit inconnu(e) ou conçu(e) par la suite, sans préavis, confirmation ou compensation à votre égard. Vous acceptez de ne revendiquer aucun droit moral ou similaire que vous pourriez avoir sur le contenu de l'utilisateur.\r\n \r\n17. Désignation de l'agent devant recevoir l'avis de violation prétendue du (des) droit(s) d'auteur. Avis DMCA.\r\n17.1 Si vous pensez qu'un contenu du Service viole un droit d'auteur dont vous avez la propriété ou le contrôle, vous pouvez envoyer un avis de violation aux coordonnées indiquées ci-dessous :\r\nPerfect World Publishing BV\r\nAdresse: Joan Muyskenweg 22, 1096 CJ Amsterdam, Pays-Bas\r\nNuméro de téléphone: +31 (0)20 - 2201 - 000\r\nAdresse e-mail: dmca@perfectworld.com\r\n17.2 Nous pouvons informer nos utilisateurs de toute réclamation pour violation de droit d'auteur par le biais d'un avis général publié sur le Site Internet, par e-mail envoyé à une adresse d'utilisateur contenue dans nos dossiers ou par communication écrite envoyée par lettre prioritaire à une adresse d'utilisateur contenue dans nos dossiers.\r\n \r\n18. Politique en cas de violation répétée\r\n18.1 En vertu du Digital Millennium Copyright Act (DMCA, loi contre les violations du droit d'auteur) et de toute autre loi applicable, en cas de violation répétée, nous avons adopté une politique de résiliation, dans les circonstances appropriées et à notre entière discrétion, du compte des souscripteurs ou titulaires fautifs. Nous pouvons également, à sa seule discrétion, limiter l'accès au Service et/ou résilier le Compte de tout utilisateur qui violerait les droits de propriété intellectuelle d'un autre utilisateur, qu'il s'agisse ou non d'une violation répétée.\r\n \r\n19. Liens hypertexte\r\n19.1 Vous avez le doit limité et non exclusif de créer un lien hypertexte vers le Site Internet à des fins non commerciales, à condition que ce lien ne véhicule pas une image fausse, trompeuse, dégradante ou autrement diffamatoire de nous ou de l'un de nos produits et que le site du lien n'ait pas de contenu illégal ou réservé aux adultes, offensant, malveillant ou autrement répréhensible. Ce droit limité peut être révoqué à tout moment. Vous ne pouvez pas utiliser de logo ou d'autre image appartenant à PWBV pour créer un lien vers le Site Internet sans autorisation expresse écrite préalable de notre part. Vous ne pouvez pas non plus utiliser, cadrer ou faire usage de techniques de cadrage pour circonscrire les marques déposées, logos ou toute autre information confidentielle, y compris les images trouvées dans les Services, le contenu des textes ou la disposition ou conception des pages et formulaires contenus dans les pages de notre site sans notre autorisation expresse écrite préalable. À l'exception des cas indiqués ci-dessus, vous n'avez aucun droit ni licence implicite, de fin de non-recevoir ou autre, sur ou en vertu d'un(e) brevet, marque déposée, droit d'auteur ou de propriété de PWBV ou d'un tiers.\r\n19.2 Nous ne faisons aucune réclamation ni déclaration et déclinons toute responsabilité concernant la qualité, le contenu, la nature ou la fiabilité des sites Internet tiers accessibles par lien hypertexte depuis notre Site Internet ou contenant des liens vers notre Site Internet. Ces sites ne sont pas sous notre contrôle et nous ne sommes pas responsables du contenu d'un Site Internet associé ou des liens accessibles par ce Site Internet associé, ni de toute révision, modification ou mise à jour desdits sites Internet. Nous vous proposons ces liens par convenance seulement et l'inclusion d'un lien n'implique pas de notre part d'affiliation, d'avenant ou d'adoption du site ou des informations qu'il contient. Lorsque vous quittez le Site Internet, vous devez être conscient du fait que nos conditions générales et politiques cessent de s'appliquer. Vous devez examiner les conditions générales et politiques applicables à tout site auquel vous accéderez depuis le Site Internet, y compris leurs pratiques en matière de protection de la vie privée et de collecte de données.\r\n \r\n20. Logiciel mobile\r\n20.1 Logiciel mobile.  Nous mettons à votre disposition des logiciels d'accès au service par périphérique mobile (« Logiciel mobile »).  Pour utiliser le logiciel mobile, vous avez besoin d'un périphérique mobile compatible avec notre service mobile.  Nous ne garantissons pas la compatibilité du Logiciel mobile avec votre périphérique mobile.  Nous vous accordons par la présente une licence non exclusive, non cessible, révocable d'utilisation d'une copie de code compilé du Logiciel mobile, pour un compte sur un périphérique mobile dont vous êtes le seul propriétaire ou locataire, pour votre usage personnel.  Vous ne pouvez pas :\r\nmodifier, démonter, décompiler ou rétro-concevoir le Logiciel mobile, sauf dans la mesure où lesdites restrictions sont expressément interdites par la loi ;\r\ncéder, louer, prêter, revendre, sous-licencier, distribuer ou autrement céder le Logiciel mobile à un tiers ou vous en servir pour fournir des services de partage de temps ou d'autres services similaires à un tiers ;\r\nfaire de copie du Logiciel mobile ;\r\nsupprimer, contourner, désactiver, endommager ou autrement interférer avec les fonctions de sécurité du logiciel mobile, lesquelles empêchent ou restreignent l'usage ou la copie du contenu accessible par le Logiciel mobile ou imposent des limites à son utilisation ;\r\neffacer les avis de droit d'auteur ou d'autres droits de propriété du Logiciel mobile. Vous reconnaissez que nous pourrons, le cas échéant, modifier les versions mises à jour du Logiciel mobile et mettre à jour automatiquement par voie électronique la version du Logiciel mobile que vous utilisez sur votre périphérique mobile.  Vous consentez auxdites mises à jour automatiques de votre Logiciel mobile et acceptez que les conditions générales du présent Contrat s'appliquent à chacune desdites mises à jour.  Tout code tiers incorporé dans le Logiciel mobile est couvert par la source ouverte applicable ou, le cas échéant, par la licence CLUF du tiers permettant l'utilisation dudit code.  Le contrat de licence qui précède ne constitue pas la vente du Logiciel mobile ou d'une copie de celui-ci et nous, ainsi que nos tiers partenaires ou fournisseurs, conservons tous les droits, titres et intérêts sur le Logiciel mobile (et sur toute copie de celui-ci).  Toute tentative de votre part de céder une partie des droits, devoirs ou obligations ci-dessous, à l'exception des cessions expressément prévues par le présent Contrat, est nulle.  Nous nous réservons tous les droits qui ne sont pas expressément garantis par le présent Contrat.\r\n20.2 Logiciel mobile de source iTunes.  Les modalités suivantes s'appliquent à tout Logiciel mobile que vous avez acquis sur l'iTunes Store (« Logiciel de source iTunes ») :  vous reconnaissez et acceptez que le présent Contrat est conclu uniquement entre vous et PWBV, à l'exclusion d'Apple, et qu'Apple n'a aucune responsabilité quant au Logiciel de source iTunes ou son contenu.  Votre utilisation du Logiciel de source iTunes doit être conforme aux Conditions de service App Store.  Vous reconnaissez qu'Apple n'a aucune obligation de fournir des services de maintenance et d'assistance pour le Logiciel de source iTunes.  En cas de non-conformité du Logiciel de source iTunes à toute garantie applicable, vous pouvez en informer Apple, qui vous remboursera le prix de vente ; dans les limites autorisées par la loi applicable, Apple n'aura aucune autre obligation de garantie pour le Logiciel de source iTunes et tout(e) réclamation, perte, dette, dommage, coût ou dépense attribuable à la non-conformité à toute garantie sera régi(e) uniquement par le présent Contrat et par toute loi applicable à PWBV en tant que fournisseur du logiciel.  Vous reconnaissez qu’Apple n'a pas d'obligation à répondre à vos réclamations ou à celles de tout tiers concernant le Logiciel de source iTunes ou votre possession ou utilisation de celui-ci, ce qui inclut notamment :\r\nles réclamations quant à la responsabilité liée au produit ;\r\ntoute réclamation concernant la non-conformité du Logiciel de source iTunes aux exigences légales ou règlementaires applicables ;\r\nles réclamations associées à la législation de protection du consommateur ou aux législations similaires ; toutes ces réclamations étant régies uniquement par le présent Contrat et par toute loi applicable à PWBV en tant que fournisseur du logiciel.  Vous reconnaissez qu'en cas de réclamation de tout tiers d'après laquelle le Logiciel de source iTunes ou votre possession ou utilisation de celui-ci constitue une atteinte à ses droits de propriété intellectuelle, PWBV, et non Apple, sera l'unique responsable de l'enquête, de la défense, du règlement et de la décharge de ladite réclamation pour violation de la propriété intellectuelle, dans la mesure où le présent Contrat l'exige.  Vous et PWBV reconnaissez et acceptez qu'Apple, ainsi que ses filiales, sont des tiers bénéficiaires du présent Contrat tel qu'il se rapporte à votre licence d'utilisation du Logiciel de source iTunes et qu'en vertu de votre acceptation des conditions générales du présent Contrat, Apple aura le droit (et on considérera qu'il aura accepté le droit) d'appliquer contre vous le présent Contrat tel qu'il se rapporte à votre licence d'utilisation du logiciel de source iTunes, en tant que tiers bénéficiaire.\r\n \r\n21. Contenu tiers\r\n21.1 Nous pouvons fournir ou rendre disponible par le service du contenu tiers ou des liens vers des pages Internet ou du contenu tiers (collectivement désignés par « Contenu tiers ») comme service aux utilisateurs intéressés par ces informations. Nous ne surveillons pas et n'avons aucun contrôle sur le Contenu tiers des sites Internet tiers. Nous ne promouvons et n'adoptons pas de Contenu tiers et ne pouvons garantir sa fiabilité ni sa complétude. Nous ne déclarons et ne garantissons pas la fiabilité des informations qui y sont contenues et déclinons toute responsabilité quant à la mise à jour ou la révision du Contenu tiers. L'utilisation du Contenu tiers est aux risques de l'utilisateur.\r\n \r\n22 Publicité et promotion ; Produits et services tiers\r\n22.1 Nous pouvons partager sur le Service des publicités et promotions émanant de tiers, ou encore fournir des informations et créer des liens vers les produits ou services de tiers. Vos transactions professionnelles, votre correspondance ou votre participation à des promotions de tiers, ainsi que tout(e) terme, condition, garantie ou déclaration associé(e) à ces transactions ou promotions sont entre vous et le tiers uniquement. Nous ne sommes pas responsables ou coupables des pertes ou dommages, quels qu'ils soient, occasionnés par lesdites transactions ou promotions ou par la présence d'annonceurs indépendants de PWBV ou d'informations émanant de tiers. Vous accédez à des sites Internet tiers depuis le Service à vos risques et comprenez que le présent Contrat, ainsi que notre Politique de confidentialité, ne s'applique pas à votre utilisation de ces sites.  Vous dégagez expressément PWBV de toute responsabilité concernant votre utilisation de sites Internet, services ou contenus tiers.\r\n \r\n23. Service officiel et test bêta\r\n23.1 Les Jeux sont conçus pour être joués seulement via nos Services. Vous vous engagez à ne pas utiliser, créer ou fournir d'autres moyens d'accès au jeu, comme des émulateurs de serveur. Vous vous engagez à ne pas utiliser de matériel ou logiciel, ce qui inclut notamment les outils fournis par des tiers, ni aucune autre méthode de support qui puisse de quelque manière que ce soit influencer l'utilisation des Services ou vous donner un avantage non autorisé par nos soins, ce qui inclut notamment l'utilisation de « robots » et/ou d'autres méthodes d'accès automatique au Service sans intervention humaine. Vous reconnaissez que vous n'avez pas le droit de créer, de publier, de distribuer, de créer des travaux dérivés ou d'utiliser de programmes logiciels, installations, applications, émulateurs ou outils dérivés de ou créés pour les jeux, à l'exception d'une utilisation du Logiciel dans le cadre expressément prévu par les présentes Conditions et par le CLUF applicable. Vous ne pouvez rien entreprendre qui impose une charge déraisonnable ou de taille disproportionnée à notre infrastructure. Vous n'êtes pas le propriétaire et n'avez pas le droit de vendre, céder, échanger ou mettre aux enchères de compte, personnage, élément, pièce, Zen ou contenu confidentiel ni d'aider d'autres à le faire, sauf sur autorisation expresse de notre part. Nous ne reconnaissons aucune cession quelle qu'elle ce soit en lien avec le Service ayant eu lieu en dehors du Service.\r\n23.2 Vous pouvez avoir l'occasion de bêta-tester de nouveaux jeux (les « Jeux bêta ») et fonctionnalités du Site Internet. Votre participation en tant que bêta-testeur est soumise aux conditions générales ci-dessous.\r\n23.3 Vous reconnaissez que vous utilisez une édition préliminaire de prévisualisation des fonctionnalités du Site Internet et les Jeux bêta, que vous participez à un test bêta (le « Test bêta ») de ces jeux et que les fonctionnalités du Site Internet des Jeux bêta peuvent contenir des bogues, ne pas fonctionner correctement ou ne pas effectuer toutes les fonctions prévues, interférer avec le fonctionnement d'autres applications logicielles et provoquer des erreurs, des pertes de données ou d'autres problèmes. Les Tests bêta fermés sont confidentiels et vous acceptez que toute information à propos des Jeux bêta, des services et du Test bêta, notamment tout(e) commentaire, idée ou autre retour (collectivement désignés par « Retour ») de votre part sera considéré(e) comme confidentiel(le) (« Informations confidentielles »). Vous acceptez de ne pas vous servir des Informations confidentielles, sauf pour votre usage personnel dans le seul but de tester les Jeux bêta et les fonctionnalités du Site Internet, et d'empêcher la pulgation d'Informations confidentielles à qui que ce soit. Vous acceptez par ailleurs de prendre toutes les mesures raisonnablement nécessaires afin de protéger la confidentialité des Informations confidentielles et d'empêcher que ces Informations confidentielles n'accèdent au domaine public ou n'entrent en la possession de personnes non autorisées. Toute Information confidentielle restera la propriété exclusive de PWBV et nous pourrons nous en servir à quelque fin que ce soit sans aucune obligation à votre égard. Vous effectuerez vous-même les tests et ne permettrez à aucun tiers d'accéder aux Jeux bêta. Vous acceptez que toute violation des obligations de confidentialité ci-dessus nous causerait un préjudice irréparable et que nous serions en droit (en plus de tout autre recours disponible) de demander une mesure injonctive ex parte sans limite afin d'empêcher la violation ou menace de violation de vos obligations. Votre obligation de protéger la confidentialité des Jeux bêta restera valable jusqu'à la distribution publique ou à toute autre pulgation au public, sans faute de votre part, de chacun des jeux et contenus que vous testez.\r\n23.4 En tant que bêta-testeur, nous vous invitons à jouer aux Jeux bêta dans le seul but de les évaluer et d'identifier d'éventuelles erreurs. Rien dans les présentes Conditions, sur le Site Internet ou sur le Service, ne doit être interprété comme vous donnant des droits ou privilèges quelconques sur les Jeux bêta ou le contenu que vous y trouvez. Les Jeux bêta vous sont fournis « en l'état » et « selon leur disponibilité » pour servir de test et nous ne vous fournissons aucune garantie explicite ou implicite. Vous comprenez et acceptez que l'utilisation des Jeux bêta est à vos risques, que vous savez que les Jeux bêta peuvent contenir des bogues connus ou inconnus et que nous n'avons aucune obligation à votre égard concernant les Jeux bêta, notamment aucune obligation de vous fournir gratuitement lesdits jeux à l'avenir.\r\n23.5 En jouant à des Jeux bêta, vous pourrez cumuler des trésors, gagner des points, de l'équipement ou tout autre indicateur de valeur ou de statut dans le Test bêta. Ces données peuvent être réinitialisées à tout moment du test et quand la phase de test d'un jeu s'achève. Dans ce cas, tout l'historique et toutes les données des joueurs seront effacés et chaque joueur reviendra au statut de débutant.\r\n \r\n24. Frais\r\n24.1 Nous pouvons facturer des frais pour l'accès et l'acquisition de certains éléments du jeu ou la participation à des activités par le Service et autoriser l'achat de « points » internes au jeu pouvant servir à acheter des éléments ou activités (« Zen »). Après cet achat, vous aurez directement le droit d'utiliser des Zen et pourrez le faire de la manière indiquée.\r\n24.2 TOUS LES ZEN, FRAIS ET AUTRES CHARGES APPLICABLES SONT PAYABLES EN AVANCE ET NON REMBOURSABLES. LES ZEN N'ONT AUCUNE VALEUR MONÉTAIRE ET NE PEUVENT PAS ÊTRE CONSIDÉRÉS COMME DES ESPÈCES. TOUT OU PARTIE DES ZEN ET LE DROIT D'UTILISER TOUT OU PARTIE DES ZEN APPLICABLES NE SONT PAS CESSIBLES. LE DROIT D'UTILISER LES ZEN FAIT PARTIE INTÉGRANTE DE LA LICENCE D'UTILISATION DU SERVICE ET DU JEU.\r\n24.3 Vous reconnaissez et acceptez explicitement que votre droit (licence) d'utilisation des Zen commence au moment du paiement des frais et qu'à partir de ce moment, vous pouvez utiliser des Zen aux fins prévues. Vous reconnaissez et acceptez explicitement que vous n'aurez dès lors plus le droit d'annuler l'achat de Zen.\r\n24.4 Nous pouvons, le cas échéant, modifier, amender ou augmenter nos frais et méthodes de facturation, ainsi que les conditions applicables au Zen ou à tout autre achat et publier ces modifications dans les présentes Conditions, des Conditions de vente séparées ou tout(e) autre condition ou contrat publié(e) sur le Site Internet ou sur le Service ou fourni(e) autrement par nos soins. Lesdit(e)s modifications, amendements, suppléments ou Conditions de vente prendront effet immédiatement après leur publication sur le Site Internet ou le Service et seront intégré(e)s en référence aux présentes Conditions. En cas de modification inacceptable pour vous, vous pouvez à tout moment résilier votre compte.\r\n24.5 Si, pour quelque motif que ce soit, vous réclamez un rejet de débit, nous avons le droit d'enquêter et de contester ledit rejet de débit. Si nous pensons que votre réclamation de rejet de débit est fallacieuse, déraisonnable ou non valide, nous pourrons porter le différend devant le tribunal. Si votre rejet de débit est déclaré non valide par un tribunal, vous acceptez de payer tous les frais et coût relatifs au rejet de débit contesté, ce qui inclut notamment les frais et dépenses juridiques, les dommages, les sommes perdues en raison du non-fonctionnement et les frais de rejet de débit. Si la loi impérative applicable l'exige autrement, vous devez payer la somme maximale autorisée.\r\n24.6 Vous pouvez payer tous les frais et charges applicables ou le Zen par carte de crédit majeure, PayPal® ou d'autres méthodes autorisées par nos soins.\r\n24.7 Nous ne sommes pas responsables d'éventuels « piratages » ou de la perte de biens virtuels sur votre compte, mais nous pourrons toutefois, à notre seule discrétion, rembourser des biens virtuels ou du Zen si vous pouvez prouver que la perte n'est pas due à une utilisation inappropriée de votre part.  Nous pouvons limiter la quantité d'un article ou refuser de vous fournir un bien virtuel.  La vérification de certaines informations applicables à une transaction peut être requise avant acceptation de votre paiement.  Le prix et la disponibilité des biens virtuels peuvent être modifiés sans préavis.  Nous ne saurons être tenus responsables des biens virtuels ou du Zen qui vous seront offerts ou attribués à titre d'encouragement.\r\n \r\n25. Interruption du Service\r\n25.1 Nous nous réservons le droit d'interrompre, le cas échéant, tout ou partie du Service, de façon régulièrement programmée ou non, avec ou sans préavis de notre part, afin d'effectuer sa maintenance. Nous vous informerons à l'avance le plus souvent possible. Vous acceptez que nous ne saurions être tenus responsables d'une interruption de tout ou partie du Service ni d'un retard ou d'un défaut d'exécution découlant de quelque cause que ce soit.\r\n25.2 Vous reconnaissez que tout ou partie du Service peut être interrompu pour des raisons indépendantes de notre volonté et que nous ne pouvons garantir que vous pourrez accéder aux Services quand vous le souhaitez. Nous ne saurons être tenus responsables d'une interruption des Services, d'un retard ou d'un défaut d'exécution, quelle qu'en soit sa cause.\r\n25.3 Nous avons à tout moment, avec ou sans motif, le droit de modifier et/ou d'éliminer un (des) aspect(s) du Service comme nous le jugeons approprié et à notre seule discrétion.\r\n25.4 Nous ne sommes pas tenus de rembourser, entièrement ou en partie, les agios (le cas échéant) en cas d'interruption du Service en raison d'une des circonstances décrites aux paragraphes 25.1  ou 25.2 .\r\n \r\n \r\n26. Sanction disciplinaire / résiliation de compte ou de service\r\n26.1 POUR TOUT MOTIF, NOUS POUVONS SUSPENDRE, RÉSILIER, MODIFIER, BLOQUER L'ACCÈS OU SUPPRIMER TOUT OU PARTIE D'UN COMPTE, AUQUEL CAS VOUS EN SEREZ INFORMÉ DANS LES DÉLAIS SPÉCIFIÉS LORS DE LA CRÉATION DU COMPTE OU LORSQUE VOUS AUREZ REJOINT UN SERVICE. SI AUCUN DÉLAI N'A ÉTÉ SPÉCIFIÉ, LE DÉLAI SERA DE TRENTE (30) JOURS À PARTIR DE LA DATE D'ENVOI DE L'AVIS PAR E-MAIL OU DE SA DATE DE MISE EN LIGNE SUR LE SITE INTERNET OU DANS LA ZONE INTERACTIVE.\r\n26.2 Concernant les violations par l'utilisateur, nous pouvons, à notre guise, émettre un avertissement ou suspendre temporairement ou résilier définitivement un Compte. Nous conservons la seule discrétion quant à la question de savoir quand et comment émettre des avertissements ou imposer des pénalités et/ou des sanctions disciplinaires. La gravité de la violation et le nombre d'infractions sont pris en compte dans notre décision ; toutefois, toute décision sera prise à notre entière discrétion.\r\n26.3 Par souci de clarté, vous reconnaissez par la présente que nous avons la seule discrétion quant à la résiliation de votre Compte, même si celui-ci contient encore des crédits. La résiliation de votre Compte implique la résiliation de la licence d'utilisation de tout ou partie du Service (voir section 8).\r\n26.4 Vous avez le droit de résilier votre Compte à tout moment en nous envoyant un avis. Vous comprenez et acceptez qu'à moins que la loi impérative l'exige autrement, la résiliation de votre Compte est votre seul droit et recours en cas de litige, ce qui inclut notamment tout litige lié ou découlant :\r\nde toute condition du présent Contrat ou de notre exécution ou application de celui-ci ;\r\ndes Contenus d'utilisateur ;\r\nde votre capacité d'accès et/ou d'utilisation du Service ou du Site Internet ;\r\nde la quantité ou du type de frais, taxes supplémentaires, taxes applicables, méthodes de facturation ou de toute modification au niveau des frais, taxes applicables, taxes supplémentaires ou méthodes de facturation.\r\n26.5 Vous pouvez résilier votre Compte en nous envoyant un avis. Nous nous réservons le droit d'augmenter les frais, charges et coûts encourus par nos soins avant votre résiliation. De plus, vous avez la responsabilité des frais, charges et coûts encourus par des tiers vendeurs ou fournisseurs de contenu avant votre résiliation.\r\n26.6 En cas de résiliation de votre Compte pour quelque motif que ce soit ou sans motif, aucun remboursement ne vous sera accordé, aucun temps de connexion ou autre crédit (par exemple, vos points dans un jeu en ligne) ne vous sera crédité ni converti en espèces ou en une autre forme de remboursement, et vous n'aurez plus accès à votre Compte. Tout compte arriéré, impayé ou avec des litiges non résolus doit être réglé avant que nous ne puissions vous permettre de vous réinscrire.\r\n26.7 Si vous estimez avoir été informé ou sanctionné à tort ou avoir droit à un remboursement ou à un rejet de débit, veuillez nous contacter et nous donner une explication détaillée.\r\n \r\n27. Indemnisation\r\n27.1 Vous acceptez de défendre, d'indemniser et de dégager PWBV de toute responsabilité, avec ses contractants indépendants, ses prestataires de services et ses consultants, ainsi que leurs directeurs, employés, agents, partenaires, affiliés et filiales respectifs, quant à tout(e) réclamation, dommage, coût, dette ou dépense (ce qui inclut notamment les honoraires raisonnables d'avocat) survenant de ou en relation avec tout Contenu d'utilisateur que vous aurez publié, stocké ou autrement transmis sur ou par le Site Internet, votre conduite, toute violation de votre part des présentes Conditions et toute utilisation abusive du Service, ou une violation de votre part des droits de tout tiers.\r\n \r\n28. Reconnaissance\r\n28.1 Vous reconnaissez et acceptez par la présente que :\r\nLORSQUE VOUS UTILISEZ LES SERVICES, LE LOGICIEL PEUT CONTRÔLER LA MÉMOIRE VIVE (RAM) ET/OU LES PROCESSUS DE L'UC DE VOTRE ORDINATEUR POUR LES PROGRAMMES TIERS NON AUTORISÉS EXÉCUTÉS EN MÊME TEMPS QUE LE LOGICIEL. UN « PROGRAMME TIERS NON AUTORISÉ » COMME UTILISÉ DANS LA PRÉSENTE EST DÉFINI COMME TOUT LOGICIEL TIERS, DONT, NOTAMMENT, TOUT(E) « AJOUT » OU « MODIFICATION », QUI À NOTRE SEULE DISCRÉTION : (i) PERMET OU FACILITE LA TRICHERIE, QUELLE QU'ELLE SOIT ; (ii) PERMET À L'UTILISATEUR DE MODIFIER OU DE PIRATER L'INTERFACE OU L'ENVIRONNEMENT DU LOGICIEL ET/OU D'EFFECTUER D'AUTRES EXPÉRIENCES QUE NOUS N'AUTORISONS PAS EXPRESSÉMENT ; OU (iii) INTERCEPTE, « EXPLOITE » OU COLLECTE DES INFORMATIONS D'UNE AUTRE MANIÈRE DEPUIS OU VIA LE LOGICIEL. EN CAS DE DÉTECTION PAR LE LOGICIEL D'UN PROGRAMME TIERS NON AUTORISÉ, IL POURRA NOUS COMMUNIQUER CES INFORMATIONS, DONT, NOTAMMENT, LE NOM DE VOTRE COMPTE, LES DÉTAILS CONCERNANT LE PROGRAMME TIERS NON AUTORISÉ DÉTECTÉ ET LA DATE ET L'HEURE AUXQUELLES LE PROGRAMME TIERS NON AUTORISÉ A ÉTÉ DÉTECTÉ. DE PLUS, PERFECT WORLD ENTERTAINMENT POURRA FAIRE VALOIR TOUT OU PARTIE DE SES DROITS PRÉVUS PAR CETTE SECTION DU PRÉSENT CONTRAT, AVEC OU SANS PRÉAVIS À L'UTILISATEUR.\r\nNOUS POUVONS CONTRÔLER OU ENREGISTRER VOS SESSIONS DE CHAT ET AUTRES COMMUNICATIONS ÉLECTRONIQUES TRANSMISES OU REÇUES VIA LE JEU OU LE SERVICE, ET VOUS ACCEPTEZ LEDIT CONTRÔLE OU ENREGISTREMENT.\r\nNous ne garantissons pas la complétude, la fiabilité ou l'exactitude des informations communiquées entre joueurs. Nous ne garantissons pas la conservation sécurisée des informations communiquées entre joueurs. Vous reconnaissez que lesdites informations communiquées entre utilisateurs sont « en l'état » et que vous ne les utiliserez qu'à vos risques.\r\nVous reconnaissez qu'il est possible que vous perdiez des objets et/ou des fonctionnalités lors de l'utilisation du Service et/ou des Jeux. Vous ne tiendrez pas Perfect World responsable pour toute perte d'objet ou de fonctionnalité en jeu. Nous ne garantissons aucunement la disponibilité des objets en jeu, des Services ou des niveaux aux joueurs.\r\n \r\n29. Exonération de garanties\r\n29.1 VOUS COMPRENEZ ET ACCEPTEZ EXPRESSÉMENT QUE :\r\nTANT QUE CELA EST AUTORISÉ PAR LA LOI IMPÉRATIVE APPLICABLE, LE SERVICE, LES JEUX, LE SITE INTERNET ET TOUS LES DOCUMENTS CONTENUS DANS LA PRÉSENTE SONT FOURNIS SUR UNE BASE « EN L'ÉTAT » ET « SELON LEUR DISPONIBILITÉ » SANS GARANTIE DE TOUTE SORTE, EXPLICITE OU IMPLICITE. PWBV ET L'ENSEMBLE DE NOS FILIALES, AFFILIÉS, CADRES, EMPLOYÉS, AGENTS, PARTENAIRES ET CONCÉDANTS REJETONS TOUTE AUTRE GARANTIE, EXPLICITE OU IMPLICITE, DONT, NOTAMMENT, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, D'APTITUDE À UN USAGE PARTICULIER, DE TITRE ET D'ABSENCE DE CONTREFAÇON POUR LE SERVICE, LE JEU ET LE SITE INTERNET, Y COMPRIS TOUTES LES INFORMATIONS ET TOUT LE CONTENU. PWBV NE DÉCLARE OU GARANTIT PAS QUE LE SERVICE, LES JEUX, LE SITE INTERNET OU LES DOCUMENTS CONTENUS DANS LA PRÉSENTE SONT EXACTS, COMPLETS, FIABLES, DISPONIBLES, À JOUR OU SANS ERREUR. PWBV NE DÉCLARE OU NE GARANTIT PAS NON PLUS QUE LES JEUX, LE SITE INTERNET OU SES SERVEURS SONT SANS VIRUS, BOGUE, ERREUR OU AUTRE COMPOSANT DANGEREUX OU DÉFAUT, QU'ILS TRANSMETTENT DES DONNÉES DE MANIÈRE SÉCURISÉE OU FONCTIONNENT CORRECTEMENT AVEC LE SERVICE.\r\nPWBV ET SES FILIALES, AFFILIÉS, CADRES, EMPLOYÉS, AGENTS, PARTENAIRES ET CONCÉDANTS NE FONT AUCUNE GARANTIE QUE (I) LE SERVICE RÉPONDRA À VOS EXIGENCES ; (II) LE SITE INTERNET SERA ININTERROMPU, DANS LES DÉLAIS, SÉCURISÉ OU SANS ERREUR ; OU QUE (III) TOUTE ERREUR DANS LE LOGICIEL SERA CORRIGÉE.\r\nTANDIS QUE NOUS ESSAYONS DE SÉCURISER VOTRE ACCÈS ET VOTRE UTILISATION DU SERVICE, NOUS NE POUVONS PAS DÉCLARER OU GARANTIR, ET NOUS NE DÉCLARONS OU GARANTISSONS PAS, QUE LE SERVICE OU SON (SES) SERVEUR(S) SONT SANS VIRUS OU AUTRE COMPOSANT DANGEREUX ; PAR CONSÉQUENT, VOUS DEVEZ UTILISER UN LOGICIEL RECONNU PAR LE SECTEUR POUR DÉTECTER ET ÉLIMINER LES VIRUS DE TOUT TÉLÉCHARGEMENT. VOUS ACCÉDEZ À TOUT DOCUMENT TÉLÉCHARGÉ OU AUTREMENT OBTENU EN UTILISANT LE SITE INTERNET OU LE SERVICE À VOTRE PROPRE DISCRÉTION ET À VOS RISQUES, ET VOUS SEREZ EXCLUSIVEMENT RESPONSABLE DE TOUT DOMMAGE SUR VOTRE ORDINATEUR OU DE LA PERTE DE DONNÉES QUI DÉCOULE DU TÉLÉCHARGEMENT DUDIT DOCUMENT.\r\nUN FAIBLE POURCENTAGE D'UTILISATEURS PEUT FAIRE DES CRISES D'ÉPILEPSIE LORSQU'ILS SONT EXPOSÉS À CERTAINS DIAGRAMMES DE LUMIÈRE OU FONDS SUR UN ÉCRAN D'ORDINATEUR OU LORSQU'ILS UTILISENT LE SITE INTERNET OU LE SERVICE. CERTAINES CONDITIONS PEUVENT PROVOQUER DES SYMPTÔMES D'ÉPILEPSIE NON DÉTECTÉS AUPARAVANT MÊME CHEZ LES UTILISATEURS QUI N'ONT AUCUN ANTÉCÉDENT DE CRISES D'ÉPILEPSIE AUPARAVANT. SI VOUS, OU QUELQU'UN DE VOTRE FAMILLE, PRÉSENTE UN ÉTAT ÉPILEPTIQUE, CONSULTEZ VOTRE MÉDECIN AVANT D'UTILISER LE SERVICE. CESSEZ IMMÉDIATEMENT L'UTILISATION DU SERVICE ET CONSULTEZ VOTRE MÉDECIN SI VOUS PRÉSENTEZ L'UN DES SYMPTÔMES SUIVANTS LORSQUE VOUS UTILISEZ LE SERVICE : VERTIGE, VISION ALTÉRÉE, CONTRACTIONS OCULAIRES OU MUSCULAIRES, PERTE DE CONNAISSANCE, DÉSORIENTATION, TOUT MOUVEMENT INVOLONTAIRE OU CONVULSIONS.\r\nLA RÉFÉRENCE À TOUT(E) PRODUIT, SERVICE, PROCESSUS OU AUTRE INFORMATION, PAR LE NOM COMMERCIAL, LA MARQUE COMMERCIALE, LE FABRICANT, LE FOURNISSEUR OU AUTRE NE CONSTITUE PAS OU N'IMPLIQUE PAS D'AFFILIATION, DE PARRAINAGE OU DE RECOMMANDATION, OU TOUTE AFFILIATION, PAR PWBV.\r\n \r\n30. Limitation de responsabilité\r\n30.1 NOUS, PWBV, NOS DIRECTEURS, MEMBRES, AFFILIÉS, FILIALES, EMPLOYÉS OU AGENTS NE SAURONS EN AUCUN CAS ÊTRE TENUS RESPONSABLES DE TOUT DOMMAGE DIRECT, SPÉCIAL OU INDIRECT NI DE TOUT AUTRE DOMMAGE, QUEL QU'IL SOIT, CE QUI INCLUT NOTAMMENT LA PERTE D'USAGE, DE PROFITS OU DE DONNÉES, PAR UNE ACTION DU CONTRAT, DÉLIT CIVIL (NOTAMMENT NÉGLIGENCE) OU AUTRE, SURVENUE À CAUSE DE OU LIÉE DE QUELQUE MANIÈRE QUE CE SOIT À L'UTILISATION OU À L'IMPOSSIBILITÉ D'UTILISER LE SITE INTERNET, LE SERVICE, LES JEUX OU LE CONTENU APPARTENANT AU OU ACCÉDÉ PAR LE SITE INTERNET OU LE SERVICE, CE QUI INCLUT NOTAMMENT LES DOMMAGES CAUSÉS PAR OU DÉCOULANT DE LA CONFIANCE DE L'UTILISATEUR EN TOUTE INFORMATION OBTENUE DE NOUS OU DE PWBV, OU DÉCOULANT D'ERREURS, OMISSIONS, INTERRUPTIONS, SUPPRESSION DE FICHIERS OU D'E-MAILS, DÉFAILLANCES, DÉFAUTS, VIRUS, DÉLAIS D'OPÉRATION OU DE TRANSMISSION OU DE TOUTE ERREUR DE PERFORMANCE, DÉCOULANT OU NON DE CATASTROPHES NATURELLES, D'ÉCHECS DE COMMUNICATION, DE VOL, DE DESTRUCTION OU D'ACCÈS NON AUTORISÉ À NOS DOSSIERS, PROGRAMMES OU SERVICES.\r\n30.2 EN AUCUN CAS LA RESPONSABILITÉ TOTALE DE PWBV, QUE CE SOIT CONTRACTUELLE, PAR GARANTIE, LITIGE (Y COMPRIS LA NÉGLIGENCE, ACTIVE, PASSIVE OU IMPUTÉE), RESPONSABILITÉ DE PRODUIT, RESPONSABILITÉ STRICTE OU AUTRE THÉORIE, DÉCOULANT DE OU EN RELATION AVEC L'UTILISATION DU OU L'INCAPACITÉ À UTILISER LE SERVICE, LE SITE INTERNET OU TOUT JEU, NE DOIT DÉPASSER LA CONTREPARTIE QUE VOUS PAYEZ, LE CAS ÉCHÉANT, À Perfect World Publishing BV POUR ACCÉDER À, OU UTILISER, CELUI-CI.\r\n30.3 Certains États membres de l'UE ayant des lois (impératives) n'autorisant pas les limitations de responsabilité susmentionnées, celles-ci ne s'appliquent peut-être pas à vous. Dans ce cas, vous acceptez explicitement que notre responsabilité à votre égard (ou celle de toute autre partie libérée) se limitera à la portée maximale autorisée par la loi impérative applicable. Vous acceptez que nous ne saurons être tenus responsables ou coupables de tout incident occasionné par ou découlant de l'accès ou de l'abonnement au Service.\r\n \r\n31. Généralités\r\n31.1 Sauf si la loi impérative applicable l'exige expressément autrement :\r\n- le présent Contrat est régi par, et doit être interprété et appliqué, conformément aux lois néerlandaises ;\r\n- l'applicabilité de la Convention de Vienne sur la vente de marchandises est expressément exclue ;\r\n- Tout(e) action, litige ou procédure instituée dans le cadre du présent Contrat doit être réglé(e) par le tribunal compétent d'Amsterdam, aux Pays-Bas.\r\n31.2 Toute violation de votre part ou de la part d'un tiers n'ayant pas entraîné de réaction appropriée de notre part n'implique aucunement une renonciation à notre droit de réagir de façon appropriée à d'autres violations similaires ou survenant par la suite.\r\n31.3 Sauf si cela est autrement autorisé par le présent Contrat, vous ne pouvez pas céder le présent Contrat ni les droits qu'il vous octroie, ni les Jeux, ni aucun autre logiciel fourni par nos soins, et toute tentative en ce sens est nulle.\r\n31.4 Dans le cas où une modalité du présent Contrat serait illégale, nulle ou inapplicable pour quelque motif que ce soit, cette modalité sera considérée comme séparable du présent Contrat et n'affectera pas la validité ni l'exécution des autres modalités.\r\n31.5 Les titres des sections du présent Contrat servent de référence uniquement et ne sauront être compris comme ayant des effets légaux.\r\n32. Recours.\r\nVous acceptez que vos obligations et déclarations indiquées par la présente, ainsi que les limites de la licence, sont nécessaires et raisonnables afin de nous protéger, ainsi que notre entreprise et nos concédants, et vous acceptez expressément qu'un dédommagement pécuniaire ne constituerait pas une compensation adéquate en cas de violation du présent Contrat ou de fausse déclaration ci-dessus de votre part.  Par conséquent, vous acceptez et reconnaissez que ladite violation ou la menace de ladite violation nous causerait des préjudices irréparables et qu'en plus de tout autre recours disponible de droit, équitablement ou autrement, nous serons en droit d'obtenir une mesure injonctive contre la violation ou la menace de violation du présent Contrat ou la poursuite de votre part de ladite violation, ou de rectifier toute fausse déclaration de votre part sans obligation de prouver l'inadéquation d'un recours légal ou d'un dédommagement pécuniaire ni d'offrir de caution.\r\n \r\n33. Contractants indépendants. \r\nVous reconnaissez que vous n'êtes pas considéré, et ne devez pas vous présenter, comme un agent, employé, coentrepreneur ou partenaire de PWBV (ou d'un de ses affiliés, partenaires de publication, concédants ou détenteurs de sous-licences).  Chaque partie au présent Contrat est un prestataire indépendant vis-à-vis de l'autre et rien dans le présent Contrat ne sera considéré comme établissant une relation employeur-employé, mandant-mandataire, de partenariat ou de coentreprise entre les parties.\r\n \r\n34. Conclusion.\r\nEncore merci de votre visite. Nous espérons que vous avez apprécié les moments passés avec nous et profité pleinement de la communauté en ligne que nous développons. Merci de garder à l'esprit que vous êtes invité et de garder l'attitude polie et respectueuse à laquelle vous vous attendez de la part des autres invités.\r\n",
  "version": 2
}