{
  "content": "Termini di servizio\r\nSI PREGA DI LEGGERE I PRESENTI TERMINI E CONDIZIONI D’USO CON ATTENZIONE. CHI ACCEDE A QUESTO SITO O LO UTILIZZA O SCARICA DA ESSO UNO O PIÙ GIOCHI ACCETTA DI ESSERE VINCOLATO DAI TERMINI E CONDIZIONI QUI ESPRESSI E DA TUTTI I TERMINI QUI INCORPORATI MEDIANTE RICHIAMO. CHI NON ACCETTA TUTTI QUESTI TERMINI DEVE ASTENERSI DALL’USARE QUESTO SITO WEB E I RELATIVI GIOCHI.\r\nGrazie da Perfect World Publishing BV per aver visitato il nostro sito Web. Il presente documento contiene i termini e le condizioni (i \"Termini\") che governano l’accesso a e l’uso del nostro sito Web, presso l’indirizzo www.arcgames.com (o ogni altro URL che possa successivamente sostituirlo) e tutti i siti Web e micro-siti ufficialmente associati (collettivamente, il \"Sito\"), l’accesso a e l’uso di ogni gioco da noi gestito attraverso il Sito o da noi supportato in altro modo sul Sito (i \"Giochi\"), e l’accesso a e l’uso di tutte le funzionalità, funzioni, software e servizi offerti attraverso detto Sito. Sito, Giochi e funzionalità, funzioni, software e servizi offerti attraverso il presente Sito costituiscono collettivamente il \"Servizio\".\r\n \r\n1. Accordo legale\r\n1.1 I presenti Termini costituiscono un accordo legale (\"Accordo\") fra l’utente e Perfect World Publishing BV, società a responsabilità limitata di diritto olandese (nel seguito: \"PWBV\").\r\n1.2 Nel presente accordo i termini, \"noi/ci/nostro\" designano PWBV. \"L’utente, voi/vi/vostro\" designano voi in quanto utente del Servizio.\r\n1.3 Per chi risiede in un paese dell’Unione Europea (nel seguito: \"UE\"), il presente accordo è stipulato tra l’utente e PWBV. A chi risiede in un paese al di fuori dell’UE non si applicano i presenti termini e prima di usare il software o qualunque sua parte l’utente dovrà esaminare e accettare i termini applicabili agli utenti degli Stati Uniti. In tal caso il Servizio sarà fornito direttamente da Perfect World Entertainment, Inc. Perfect World Entertainment Inc. (\"PWE\") è una società sussidiaria di PWBV che possiede e fornisce il Servizio in qualità di subfornitore di PWBV.\r\n1.4 L’uso del Servizio esprime il consenso ai termini e alle condizioni contenuti nei presenti Termini e ai relativi vincoli, e l’impegno dell’utente al rispetto di tutte le Regole di condotta pubblicate sul Sito o altrimenti comunicate all’utente da Perfect World Publishing BV (le \"Regole di condotta\"), e di ogni accordo di licenza per l’utente finale (\"EULA\") applicabile al nostro software di Gioco o ad altro software che potrebbe da noi essere fornito in collegamento con il Servizio. Tutte le identità utente create sul Sito sono governate dai presenti Termini. Ciò comprende, a titolo esemplificativo, le vere e proprie norme di condotta, entro e fuori il Gioco, relative al Gioco.\r\n1.5 Se l’utente non concorda con una qualsiasi parte dei Termini, è invitato a non accedere al Servizio o utilizzarlo in alcun modo.\r\n1.6 L’utente dichiara qui di avere la capacità legale di contrarre il presente Accordo e di non essere interdetto dal ricevere il Servizio in base alle leggi del suo paese di residenza.\r\n1.7 L’utente comprende e accetta che il Servizio può comportare notifiche di servizio e messaggi amministrativi e che potrebbe non avere il diritto di scegliere di non riceverli.\r\n1.8 Il presente Accordo è aggiuntivo a, e non rimpiazza, sostituisce o soppianta in alcun modo, ogni EULA o ulteriore insieme aggiuntivo di termini e condizioni che possa valere se l’utente usa o acquista determinati altri nostri prodotti, servizi, servizi affiliati, contenuti di terze parti o software di terze parti. Nel caso in cui il contenuto del presente Accordo sia contrario a una o più delle disposizioni di un tale specifico accordo o insieme di termini o condizioni, prevarranno la/e disposizione/i dello specifico Accordo o insieme di termini o condizioni.\r\n \r\n2. Modifica dei termini\r\n2.1 Noi abbiamo la facoltà di emendare e/o modificare i presenti Termini, le Regole di condotta e ogni EULA in qualsiasi momento a nostra esclusiva discrezione.\r\n2.2 Correzioni e modifiche dei Termini saranno pubblicate sul Sito ed entreranno in vigore immediatamente dopo tale pubblicazione sul Sito, o dopo che una copia di tali correzioni o modifiche sia stata altrimenti fornita all’utente. Nella misura in cui lo permettano le leggi dello stato membro della UE in cui risiede l’utente, questi rinuncia a ogni suo eventuale diritto a ricevere specifica notifica di tali cambiamenti o modifiche. Quando si utilizza un Account, correzioni e modifiche ai Termini entrano in vigore all’accettazione.\r\n2.3 L’utente ha la responsabilità di verificare periodicamente Termini, Regole di condotta e ogni EULA in modo da familiarizzarsi con quanto in essi contenuto, data la possibilità che questi siano di tanto in tanto emendati o modificati. Continuando a utilizzare una qualunque parte del Servizio, l’utente significa già l’avvenuta accettazione di tutti i termini corretti o aggiornati. In caso di mancata accettazione dei termini emendati, l’utente deve cessare dall’usare il Servizio.\r\n \r\n3. Descrizione\r\n3.1 Noi forniamo agli utenti registrati Giochi multi-giocatore giocabili gratuitamente on-line, e funzionalità, funzioni e servizi collegati resi disponibili attraverso il Sito, come forum di comunità e altre aree interattive. Per accedere ai nostri Giochi, agli utenti può essere richiesto di scaricare e installare determinati software client, e tale accesso comporta l’uso di hardware, software e accesso a Internet (che l’utente riconosce svolgere un ruolo cruciale nella sua esperienza di utente).\r\n3.2 L’utente riconosce che noi non abbiamo alcuna responsabilità in tema di hardware, software o accesso a Internet, o qualità, adeguatezza o mancata disponibilità degli stessi. Noi non forniamo accesso a Internet, e l’utente è responsabile per ogni importo dovuto per tariffe telefoniche e di accesso a Internet nonché per ogni attrezzatura, manutenzione, riparazione o modifica che si renda necessaria per mantenere la connettività con i server.\r\n \r\n4. Account\r\n4.1 All’utente può essere richiesto di creare un account (\"Account\") per accedere al nostro Servizio e per utilizzarne determinate funzionalità e funzioni.\r\n4.2 Per creare un account l’utente deve avere almeno 13 anni. Se ha 13 anni o più, ma non ha ancora l’età legale per stipulare contratti nella giurisdizione in cui risiede (\"Età Legale\") e/o è minore di 18 anni, noi richiediamo che l’utente esamini i presenti Termini insieme ai suoi genitori o al suo tutore (legale) per accertarsi che questi li leggano e li accettino. I genitori o il tutore (legale) di un utente del nostro Sito, dei Giochi e/o del Servizio che hanno delle domande da porre a proposito dei Termini, sono invitati a prendere contatto con noi presso toseu@perfectworld.com.\r\n4.3 Con la creazione di un Account o usando in altro modo il Servizio, l’utente dichiara di avere l’Età Legale o almeno 18 anni e di accettare i presenti Termini, o di avere più di 13 anni e che i suoi genitori o il suo tutore legale hanno letto e accettato i presenti termini, e l’utente comprende e accetta che nel consentirgli l’uso del Servizio noi ci basiamo su tale sua dichiarazione.\r\n4.4 Malgrado quanto sopra, determinate parti del nostro Servizio potrebbero presentare contenuti rivolti a un pubblico maturo e inadatti a persone di età inferiore all’Età Legale o ai 18 anni. Per l’accesso a tali contenuti sarà da noi richiesto che l’utente abbia superato l’Età Legale o i 18 anni di età. Se l’utente entra in una parte del Servizio rivolta, o contrassegnata come esclusivamente adatta, a un pubblico maturo, l’utente certifica con ciò stesso di avere l’Età legale o almeno 18 anni e di avere per legge il diritto di accedere a tali contenuti. Nessuna responsabilità sarà a noi imputabile ove l’utente manchi di confermare la sua età in modo esatto secondo quanto qui previsto.\r\n4.5 Alla creazione di un Account e di un nome utente (\"Nome Utente\") l’utente accetta di (i) dare informazioni esatte, precise, aggiornate e complete su quanto richiesto nei campi obbligatori (le \"Informazioni Account\") e (ii) mantenere e aggiornare tempestivamente tali Nome Utente e Informazioni per mantenerli veridici, precisi, aggiornati e completi.\r\n4.6 In quanto creatore del proprio Account e Nome Utente, l’utente è l’unico responsabile del suo Nome Utente. Non saranno tollerati Nomi Utente offensivi o osceni. Se un Nome Utente viola una qualunque parte di questi termini, noi potremo immediatamente, temporaneamente o permanentemente bandire tale Nome Utente, con o senza notifica.\r\n4.7 L’Account è strettamente personale e può essere usato solo dall’utente. Nessuna responsabilità è a noi imputabile per alcun uso scorretto di Account o Nomi Utente da parte dell’utente, e l’utente si assume ogni rischio di uso improprio e accesso non autorizzato al suo Account, e si impegna a mantenere indenne noi e i nostri affiliati da e contro ogni uso improprio del suo Account o Nome Utente, compreso, a mero titolo esemplificativo, l’uso improprio o non autorizzato da parte di qualcuno cui abbia rivelato la sua password.\r\n4.8 Si prega di prendere nota che ricade sull’utente la responsabilità di mantenere in ogni momento la riservatezza e la sicurezza del proprio Nome Utente e della propria password, e che l’utente si impegna a comunicarci ogni smarrimento, furto o rivelazione a terze parti non autorizzate o altra possibile forme di compromissione della propria password. L’utente è esclusivamente responsabile di tutte le attività e transazioni che si verificano a partire dal suo Account, e nessuna responsabilità è a noi imputabile per alcun uso improprio del suo account, compreso, in via esemplificativa, il caso in cui la relativa password sia stata rubata o rivelata a terze parti e/o utilizzata per transazioni. L’utente si impegna a comunicarci senza ritardi ogni uso improprio del suo Account o ogni altra violazione della sicurezza relativa al servizio di cui venga a conoscenza. Noi mettiamo a disposizione dell’utente la possibilità di modificare la propria password al fine di salvaguardare il proprio Account.\r\n4.9 Un Account può essere chiuso se non viene usato entro dodici mesi dalla data di creazione o per un qualunque periodo continuo di dodici mesi. Se l’utente non utilizza il proprio Account per un periodo continuo di dodici mesi o più, questo può essere da noi chiuso a nostra esclusiva discrezione.\r\n4.10 Noi ci sforzeremo di comunicare con l’utente via e-mail prima di chiudere il suo Account, salvo il caso in cui la chiusura, disattivazione o cancellazione dell’Account o del Nome Utente sia dovuta a violazione dei presenti Termini. In nessun caso, comunque, saremo soggetti ad alcuna responsabilità per aver mancato di darne avviso. Se entro 14 giorni dal nostro avviso ci sarà comunicato che l’utente intende mantenere attivo il suo Account, noi ci asterremo dal chiuderlo. In assenza di tale comunicazione, l’Account sarà chiuso e potrà essere permanentemente cancellato, insieme al Nome Utente e ai relativi record, classifiche e informazioni di servizio.\r\n4.11 La chiusura dell’Account comporta anche la risoluzione della licenza di utilizzare il Servizio e i Materiali proprietari o qualsiasi parte di essi.\r\n4.12 Si noti che, a prescindere da ogni avviso, noi ci riserviamo il diritto di interrompere il Servizio o di chiudere o sospendere ogni Account a nostra esclusiva discrezione in qualsiasi momento per qualsiasi motivo o senza motivo alcuno.\r\n \r\n5. Diritti Proprietari\r\n5.1 PWBV è proprietaria del Sito, dei Giochi, del Software e del Servizio, che sono protetti dalle leggi degli USA e da quelle internazionali, comprese quelle a tutela del copyright. Tutti i diritti e titoli relativi a Sito, Gioco, Software e Servizio, tutte le relative funzionalità e i relativi contenuti (compresi, a titolo di mera esemplificazione, account utente, titoli, codice informatico, file, software di gioco, software client e server, strumenti, \"patch\", aggiornamenti, temi, oggetti, personaggi, nomi dei personaggi, storie, trame delle storie, oggetti, contenuto, testo, dialogo, slogan, temi, luoghi, concetti, elaborazioni artistiche, design, grafica, immagini, video, animazioni, suoni, musica, musical, composizioni, registrazioni sonore, effetti audio-visivi, informazioni, dati, documentazione, \"applets\", trascrizioni di chat, informazioni di profilo di personaggi, meccanica di gioco, registrazioni, oggetti del gioco, attività del gioco, monete e Zen) e la selezione e disposizione dei medesimi (collettivamente i \"Materiali proprietari\") sono proprietà esclusiva di PWBV o dei suoi licenzianti e sono protetti dalle leggi degli USA e da quelle internazionali sul copyright e da altre leggi sui diritti proprietari.\r\n5.2 Nel caso in cui produca modifiche, adattamenti o opere derivate di ogni tipo dei Materiali proprietari (le \"Modifiche\"), autorizzate o non autorizzate, l’utente comprende e accetta che non manterrà alcun diritto di alcun genere relativo a tali Modifiche e che tutti i diritti apparterranno unicamente a PWBV. L’utente cede e trasferisce a PWBV, senza alcun compenso, ogni e qualunque diritto possa avere in relazione a tali modifiche. L’utente cede (e acconsente a cedere) irrevocabilmente e trasferisce a PWBV, gratuitamente e libero da restrizioni o oneri, senza alcun compenso al di là di quanto qui previsto, ogni e qualsiasi diritto titolo e interesse che egli possa avere relativamente a tali Modifiche. Detta cessione comprende, a titolo esemplificativo e non limitativo, tutti i copyright e diritti brevettuali in tutto il mondo relativi a tali Modifiche e il diritto di agire in giudizio contro passate e future infrazioni. Ove tali cessione e trasferimento non siano possibili ai sensi di vigenti leggi inderogabili, l’utente irrevocabilmente cede e trasferisce tutti i diritti a PWBV. L’utente si impegna a cooperare con PWBV in collegamento con la protezione di quanto in parola e dovrà controfirmare gli eventuali documenti (come ulteriori atti di trasferimento o cessione), necessari a PWBV per perfezionare i suoi diritti qui dichiarati.\r\n5.3 Inoltre, nella misura in cui le cessioni menzionate nel paragrafo 5.2  non trasferiscano un qualche interesse proprietario relativo alle Modifiche, l’utente espressamente concede a PWBV, a noi e ai nostri licenzianti ogni consenso e permesso e il diritto non esclusivo perpetuo, mondiale, completo, sub-licenziabile e irrevocabile di fabbricare, usare, vendere, offrire in vendita, importare o altrimenti sfruttare, ri-esporre, pubblicare, usare, citare, adattare, tradurre, archiviare, immagazzinare, riprodurre, modificare, trarre opere derivate da, far distribuire per la pubblicazione, concedere in licenza, stampare, sub-licenziare, distribuire, trasmettere, diffondere, altrimenti comunicare, e pubblicamente esibire ed eseguire le Modifiche, o una qualunque parte delle stesse, in ogni forma o maniera e ogni mezzo o sede, nota oggi o successivamente inventata, senza avviso, riconoscimento o compenso per l’utente. L’utente rinuncia e si impegna a non far valere alcun diritto morale o similare che possa avere relativamente alle Modifiche per quanto sia possibile in base alle vigenti leggi non derogabili.\r\n \r\n6. Privacy\r\n6.1 Si prega di esaminare la nostra Informativa sulla privacy e la nostra Informativa sui Cookie, per le informazioni relative alla raccolta, l'uso e la distribuzione delle informazioni personali. L’Informativa sulla privacy è pubblicata sui seguenti siti Web: Politica privata.  L’informativa sui Cookie è pubblicata sul seguente sito Web: Policy Cookie L’utente comprende ed accetta che noi potremmo raccogliere usare e rivelare informazioni come descritto nell’Informativa sulla privacy e nell’Informativa sui Cookie.\r\n6.2 L’utente comprende e accetta che noi potremmo accedere, rivelare o conservare informazioni personali, compreso il contenuto delle sue comunicazioni, nella convinzione in buona fede di essere legalmente autorizzati o obbligati a farlo, o che farlo sia ragionevolmente necessario o appropriato in osservanza di leggi o procedimenti o autorità legali, per rispondere a rivendicazioni di alcun tipo, o per proteggere i diritti, le proprietà o la sicurezza di PWBV, dei nostri utenti o dipendenti o del pubblico, compresa, in via esemplificativa e non limitativa, la protezione di PWBV o dei nostri utenti da abusi, e usi fraudolenti, inappropriati o illegali del nostro Servizio.\r\n \r\n7. Aggiornamento del Gioco\r\n7.1 Quando rilasciamo aggiornamenti o \"patch\" per un qualunque nostro Gioco, noi possiamo utilizzare una routine di aggiornamento per verificare se sul computer dell’utente è installata la versione più recente del software client. In caso contrario la versione più recente può essere automaticamente scaricata sul computer dell'utente, il quale con la presente acconsente a tale scaricamento rinunciando ad esserne avvisato.\r\n \r\n8. Sorveglianza\r\n8.1 L’utente comprende e accetta che quando comunica con altri giocatori all’interno di un gioco o si avvale di una delle possibilità interattive disponibili sul Sito, come messaggeria istantanea, forum o chat room, tali comunicazioni e messaggi sono trasmessi attraverso i nostri server e che noi possiamo, pur senza esserne obbligati, monitorare tutti tali messaggi e comunicazioni, compresi quelli che sono designati come \"privati\". L’utente riconosce di non attendersi alcuna forma di riservatezza di tali comunicazioni o messaggi, ed espressamente consente a tale sorveglianza.\r\n \r\n9. Identificatori di dispositivo\r\n9.1 L’utente comprende ed accetta che quando accede al Servizio attraverso o mediante un dispositivo mobile (come, a titolo esemplificativo, smartphone o tablet) noi siamo in grado di accedere a, collazionare, sorvegliare e/o immagazzinare in remoto uno o più \"identificatori di dispositivo\", come gli \"identificatori univoci di dispositivo\" (\"UUID\"), e che potremmo farlo. Un identificatore di dispositivo è un piccolo file dati, o un’analoga struttura dati, memorizzato nel o associato al vostro dispositivo mobile, che lo identifica in modo univoco. Un identificatore di dispositivo può consistere in dati immagazzinati in connessione con l’hardware, con il sistema operativo o con altro software del dispositivo, o dati da noi inviati al dispositivo stesso. Un identificatore di dispositivo può trasmetterci dati relativi alla navigazione e all’uso del Servizio da parte dell’utente. Un identificatore di dispositivo può rimanere in forma persistente sul dispositivo per consentire all’utente un più rapido accesso (login) e migliorarne la vostra navigazione su tutto il Servizio. Alcune caratteristiche del Servizio potrebbero non funzionare propriamente se uso o disponibilità degli identificatori di dispositivo sono compromessi o disabilitati.\r\n \r\n10. Identificativi utente\r\n10.1 L’utente comprende ed accetta che quando esegue il nostro Software noi siamo in grado di accedere a, collazionare, sorvegliare e/o immagazzinare in remoto uno o più \"identificativi utente\", e che potremmo farlo. L’identificativo utente è un piccolo file o analoga struttura dati, assegnato a un utente, che viene utilizzato per consentire all’utente stesso di progredire attraverso il gioco in modo continuo e di utilizzare il gioco su perse piattaforme, e per contribuire ad associare la sua identità su perse piattaforme. Un identificativo utente può trasmetterci dati relativi alla navigazione e all’uso del Servizio da parte dell’utente. Un identificativo utente può rimanere in forma persistente sul dispositivo, per consentire all’utente un più rapido accesso (login) e migliorarne la navigazione su tutto il Servizio. Alcune caratteristiche del Servizio potrebbero non funzionare propriamente se uso o disponibilità degli identificativi utente sono compromessi o disabilitati.\r\n \r\n11. Dati di localizzazione\r\n11.1 L’utente comprende ed accetta che quando accede al Servizio mediante o attraverso un dispositivo mobile, noi potremmo accedere a, collazionare, sorvegliare e/o immagazzinare in remoto dei \"dati di localizzazione\", fra i quali possono essere compresi le coordinate GPS (come latitudine e/o longitudine) o analoghe informazioni relative alla posizione del dispositivo mobile stesso, e che potremmo farlo. I dati di localizzazione possono trasmetterci informazioni relative alla navigazione e all’uso del Servizio da parte dell’utente. Alcune caratteristiche del Servizio, e in particolare i servizi basati sulla posizione, potrebbero non funzionare propriamente se uso o disponibilità dei dati di localizzazione sono compromessi o disabilitati.\r\n \r\n12. Dati raccolti per prevenire frodi e software non autorizzato\r\n12.1 L’utente comprende ed accetta che quando utilizza il Servizio e/o esegue il nostro software di Gioco, esso può comprendere funzioni software intese a frodi o programmi non autorizzati e nocivi. In tale contesto, noi possiamo accedere a, collazionare, sorvegliare e/o immagazzinare in remoto immagini catturate da schermo del procedere del gioco, informazioni relative alle capacità dell‘hardware, modifiche relative al software del nostro Gioco, segnature, profili o nomi di programmi non autorizzati o nocivi di terze parti noti, file o processi che consentono o facilitano le frodi, il conseguimento di vantaggi indebiti o l’hacking dei Giochi o del Servizio. Nel caso in cui siano inpiduati programmi non autorizzati o nocivi, il software del Gioco può anche comunicarci gli account e gli ID utente degli utenti e informazioni a proposito del programma non autorizzato o nocivo o del suo uso.\r\n \r\n13. Notifiche push e notifiche locali\r\n13.1 L’utente comprende ed accetta che quando esegue il nostro Software noi possiamo, con il suo consenso, inviare notifiche push e notifiche locali al suo dispositivo mobile per fornire aggiornamenti relativi al gioco e altri messaggi rilevanti.\r\n \r\n14. Licenza\r\n14.1 Subordinatamente ai presenti Termini e a ogni applicabile EULA, noi concediamo all’utente, per suo esclusivo uso personale e non commerciale, una licenza limitata, non-esclusiva, revocabile, non trasferibile e non sublicenziabile ad accedere al Servizio e ai Materiali proprietari e ad utilizzarli.\r\n14.2 Salvo quanto espressamente consentito nei presenti Termini o nell’EULA applicabile, tale licenza non include, e l’utente si impegna ad astenersene, quanto segue:\r\nrivendita, sublicenza, prestito o uso commerciale dei suddetti Servizi o Materiali proprietari;\r\ndistribuzione, pubblica esecuzione o pubblica esibizione di alcuno dei Materiali proprietari se non in collegamento con l’ordinaria attività di gioco,\r\nmodifica, adattamento, alterazione, miglioramento, o ogni altro uso derivato dei Giochi, del contenuto dei giochi o di altro Materiale Proprietario, o di alcuna parte di esso;\r\nuso di ogni metodo di data mining, robot o simili per la raccolta o estrazioni dati;\r\ndownload (salvo che per il page caching) di alcuna porzione dei Materiali proprietari o di alcuna informazione in essi contenuta, salvo quanto espressamente consentito sul Sito;\r\nesecuzione di ingegneria inversa o decompilazione sui Materiali proprietari, o altrimenti altri tentativi di dedurre il codice sorgente dai Giochi o da altro software compreso nei Materiali proprietari;\r\nogni uso dei Servizi o dei Materiali proprietari a fini persi da quelli previsti.\r\n14.3 Ogni uso del Servizio o dei Materiali proprietari perso da quanto specificamente qui autorizzato, senza precedente nostro consenso scritto, è strettamente vietato. Tale uso non autorizzato potrebbe anche violare le leggi vigenti, comprese, a titolo esemplificativo e non limitativo, le leggi a tutela di copyright e marchi commerciali e le vigenti norme e regole in tema di comunicazioni. A meno che non sia qui esplicitamente espresso, nulla nei presenti termini dovrà essere interpretato nel senso di conferire alcuna licenza o diritto relativo a diritti di proprietà intellettuale, né per preclusione né per implicazione né in altro modo. La presente licenza è revocabile in ogni momento, con o senza motivo.\r\n \r\n15. Condotta dell’utente\r\n15.1 L’utente deve osservare i presenti Termini, tutte le Regole di condotta, tutte le leggi applicabili e tutte le regole base di etichetta e normale cortesia nell’uso del Servizio. Ogni condotta che violi la legge in una comunità off-line del mondo reale costituisce anche una violazione dei presenti termini. Non saranno da noi tollerate condotte illegali o offensive.\r\n15.2 Senza limitazione di quanto precede, in aggiunta alle regole relative ai Contenuti utente esposte nella Sezione 16, l’utente si impegna ad astenersi da quanto segue:\r\nrecare in qualunque modo danno a minori;\r\nimpersonare persone o enti, compresi i nostri funzionari, leader dei forum, guide, ospiti, dipendenti o agenti, o falsamente dichiarare o altrimenti rappresentare in modo inesatto la sua affiliazione con persone o enti;\r\nfalsificare header o altrimenti manipolare degli identificatori al fine di mascherare l’origine di messaggi trasmessi attraverso il Sito;\r\ncaricare, inviare, comunicare via e-mail, trasmettere o altrimenti rendere disponibile materiale non richiesto o non autorizzato di natura pubblicitaria o promozionale, \"junk mail\", \"spam\", \"catene\", \"schemi multi-livello\" o altre forme di sollecitazione;\r\nturbare o interferire con il Servizio o i server o le reti connesse al Servizio, o mancare di osservare requisiti, procedure, condotte o regole di reti connesse al Servizio;\r\neffettuare \"stalking\", formulare minacce o in altro modo infastidire o importunare altri;\r\nraccogliere, immagazzinare, inviare o altrimenti disseminare dati personali su altri utenti;\r\nostacolare o turbare il Servizio o il normale andamento dell’attività di gioco o del dialogo nel Gioco o nelle Aree interattive (definite nel seguito) del Servizio o usare espressioni volgari o insultanti, \"parlare\" a volume eccessivo (IN TUTTE MAIUSCOLE), effettuare \"spamming\" o usare altri metodi di disturbo o pregiudizio nel tentativo di infastidire altri utenti o nostri dipendenti;\r\nsvolgere, incoraggiare o promuovere attività illegali o attività che violino i presenti Termini o le Regole di condotta;\r\ncompiere azioni per defraudare o cercate di defraudare altri utenti o ottenere da essi in modo truffaldino o ingannevole elementi da essi ottenuti attraverso attività di gioco autorizzate;\r\naggirare le regole o sfruttarle in modo non autorizzato in relazione ai Giochi o al Servizio;\r\nutilizzare o sfruttare \"bug\", errori, o difetti di progetto per accedere senza autorizzazione al Servizio o procurarsi vantaggi indebiti sugli altri giocatori;\r\nscambiare, vendere, mettere all’asta o altrimenti trasferire ogni elemento o bene virtuale di qualsiasi natura al di fuori del gioco; \r\neffettuare ogni azione che disturbi il buon andamento del Servizio o che agisca negativamente su o possa impedire il godimento di Sito, Giochi o ogni altro aspetto del Servizio da parte di altri utenti.\r\n15.3 Ci riserviamo la possibilità di compiere ogni azione e imporre ogni sanzione che ci sembri necessaria per scoraggiare e punire le violazioni dei presenti Termini o ogni altra condotta illegale o inappropriata, il tutto senza preventive notifiche o avvertimenti. La determinazione di se sia avvenuta una violazione e di chi ne sia responsabile resta a nostra esclusiva discrezione, ed è basata su ciò che noi riteniamo migliore per la comunità e il Servizio. Con il suo utilizzo del Servizio l’utente accetta di essere vincolato dalle nostre determinazioni sull’accertamento delle violazioni e dalle sanzioni di cui noi decidiamo l’applicazione.\r\n \r\n16. Contenuti utente\r\n16.1 Il Servizio può comprendere forum di discussione, chat room, comunicazioni e commenti degli utenti, funzionalità di messaggistica, commenti e altre aree o servizi interattivi (\"Aree interattive\") in cui l’utente, o altri utenti, creano, pubblicano, inviano o immagazzinano ogni genere di contenuti, messaggi, materiali, dati, informazioni, testi, musica, suoni, foto, video, grafica, codice o altri elementi o materiali sul o attraverso il Sito (i \"Contenuti utente\").\r\n16.2 I Contenuti utente pubblicati sul Sito sono pubblicamente disponibili e non confidenziali. Noi raccomandiamo con forza all’utente di non pubblicare alcuna informazione personale sul conto proprio o di altri.\r\n16.3 L’utente è responsabile in via esclusiva dei Contenuti utente che pubblica e del suo uso del Servizio, comprese le Aree interattive.\r\n16.4 L’utente si impegna a non inviare, caricare, trasmettere, distribuire, memorizzare, creare o altrimenti pubblicare quanto segue:\r\nContenuti utente di natura illecita, calunniosa, diffamatoria, oscena, pornografica, indecente, lubrica, allusiva, fastidiosa, minacciosa, lesiva di privacy o diritti d’immagine, ingiuriosa, provocatoria, fraudolenta o altrimenti reprensibile;\r\nContenuti utente che costituiscano reato, incoraggino o diano istruzioni per la commissione di reati, violino i diritti di qualunque parte o che possano altrimenti dar luogo a responsabilità o violare leggi locali, statali, nazionali o internazionali;\r\nContenuti utente che possano infrangere brevetti, marchi registrati, segreti commerciali, copyright o altri diritti, di proprietà intellettuale o meno, di qualunque parte. Con l’invio di Contenuti utente, l’Utente dichiara e garantisce di avere il diritto legale di distribuire e riprodurre tali Contenuti utente;\r\nContenuti utente che costituiscano l'impersonificazione di altra persona o ente o altrimenti travisino l’affiliazione dell’utente a persone o enti;\r\npromozioni, propaganda politica, pubblicità o sollecitazioni non richieste;\r\ninformazioni private di terzi, compresi, in via di mera esemplificazione, indirizzi, numeri di telefono, indirizzi di posta elettronica, numeri di Sicurezza Sociale e numeri di carte di credito;\r\nvirus, dati corrotti o altri file nocivi, dannosi o distruttivi;\r\nContenuti utente che violino le Regole di condotta o che, a nostro esclusivo giudizio, sia reprensibile o che restringa o inibisca il godimento del Servizio da parte di altri, o che sia suscettibile di esporre noi o i nostri utenti a danni o responsabilità di alcun genere.\r\n16.5 Noi non riconosciamo ne assumiamo responsabilità per i Contenuti utente inviati, memorizzati o caricati dall’utente o da altre terze parti, né per perdite o danni da essi derivanti, e non assumiamo responsabilità per sviste, calunnie, diffamazioni, accuse disonorevoli, omissioni, falsità, oscenità, pornografia o bestemmie in cui l’utente possa imbattersi. L’utente utilizza il Servizio, comprese le Aree interattive, a proprio rischio e pericolo. Nella nostra qualità di fornitori di servizi interattivi, noi non assumiamo responsabilità per alcuna affermazione, dichiarazione o contenuti utente proposti dagli utenti nei forum pubblici, nelle home page personali o in altre Aree interattive. Pur non avendo alcun obbligo di vagliare, correggere o sorvegliare i Contenuti utente inviati, noi ci riserviamo il diritto, a nostra assoluta discrezione, di rimuovere, vagliare o correggere i Contenuti utente pubblicati o memorizzati, in qualunque momento e per qualsiasi motivo o senza motivo, senza darne avviso.\r\n16.6 L’utente ha la responsabilità esclusiva di creare copie di riserva e sostituire i Contenuti utente inviati o memorizzati, esclusivamente a sue spese. Ogni uso del Servizio, comprese le Aree interattive o altre porzioni dello stesso, in violazione di quanto precede costituisce un’infrazione dei presenti Termini e può dar luogo, fra l’altro, alla risoluzione o alla sospensione del diritto dell’utente di usare il Servizio o una qualunque parte di esso.\r\n16.7 L’utente dichiara e garantisce (a) di possedere e controllare tutti i diritti all’uso dei Contenuti utente da lui pubblicati o di avere comunque il diritto di pubblicare sul Sito tali Contenuti utente; (b) che i Contenuti utente sono accurato e non fuorviante; e che (c) l’uso e la pubblicazione dei Contenuti utente da lui forniti non violano i presenti Termini né le Regole di condotta e non violano alcun diritto né cagionano danno ad alcuna persona o ente. L’utente sarà esclusivamente responsabile di tutte le royalty, le tariffe, i risarcimenti e altri importi pagabili che dovessero risultare da qualunque infrazione a tali diritti o da ogni altro danno risultante dai Contenuti utente da lui forniti.\r\n16.8 A compenso del suo uso del suo uso del Servizio e nella misura in cui ciò sia possibile e permesso dalle inderogabili leggi vigenti, l’utente qui trasferisce e cede (e accetta di cedere) a PWBV ogni diritto, titolo e interesse relativo ai Contenuti utente dall’utente stesso creati, pubblicati, memorizzati o trasmessi sul o attraverso il Servizio, compreso ogni relativo diritto di proprietà intellettuale. Ove tali cessione e trasferimento non siano possibili ai sensi di vigenti leggi inderogabili, l’utente qui irrevocabilmente cede e trasferisce tutti i diritti a PWE. L’utente si impegna qui a cooperare con PWBV e/o PWE in collegamento con la protezione di quanto in parola e dovrà controfirmare gli eventuali documenti (come ulteriori atti di trasferimento o cessione), necessari a PWBV e/o PWE per perfezionare i propri diritti qui dichiarati.\r\n16.9 Nella misura in cui le suddette cessioni non trasferiscano un qualche interesse proprietario relativo ai Contenuti utente, e per quanto sia possibile in base alle vigenti leggi non derogabili, l’utente espressamente concede a PWBV, a noi e ai nostri licenzianti, ogni consenso e permesso e diritto non esclusivo perpetuo, mondiale, completo, sub-licenziabile e irrevocabile di ri-esporre, pubblicare, usare, citare, adattare, tradurre, archiviare, memorizzare, riprodurre, modificare, trarre opere derivate da, far distribuire per la pubblicazione, concedere in licenza, stampare, sub-licenziare, distribuire, trasmettere, diffondere, altrimenti comunicare, e pubblicamente esibire ed eseguire i Contenuti utente, o una qualunque parte degli stessi, in ogni forma o maniera e in ogni mezzo o sede, nota oggi o successivamente inventata, senza avviso, riconoscimento o compenso per l’utente. L’utente rinuncia e si impegna a non far valere alcun diritto morale o similare che possa avere relativamente ai Contenuti utente.\r\n \r\n17. Designazione di un agente per la ricezione delle notifiche delle rivendicazioni di infrazione di copyright. Notifiche DMCA.\r\n17.1 Se l’utente ritiene che qualcosa nel Servizio infranga qualche copyright da lui detenuto o controllato, può presentare notifica di tale infrazione all’indirizzo di contatto sotto esposto:\r\nPerfect World Publishing BV\r\nIndirizzo: Joan Muyskenweg 22, 1096 CJ Amsterdam, Paesi Bassi\r\nNumero di telefono: +31 (0)20 - 2201 - 000\r\nNumero di facsimile (Fax): 650-591-1211\r\nIndirizzo di posta elettronica (e-mail): dmcaeu@perfectworld.com\r\n17.2 Noi possiamo dare notifica ai nostri utenti di rivendicazioni di infrazione di copyright per mezzo di notifica generale sul Sito, messaggio di posta elettronica all’indirizzo di posta elettronica dell’utente presente nei nostri archivi, o comunicazione scritta inviata per posta celere all’indirizzo dell’utente presente nei nostri archivi.\r\n \r\n18. Trattamento dei responsabili di infrazioni ripetute\r\n18.1 In conformità con il Digital Millennium Copyright Act (DMCA) e altre leggi applicabili, noi abbiamo adottato la politica di cancellare, nelle appropriate circostanze e a nostra esclusiva discrezione, abbonati o detentori di account ritenuti responsabili di ripetute infrazioni. Noi possiamo inoltre, a nostra esclusiva discrezione, porre limiti all’accesso al Servizio e/o chiudere l’Account di ogni utente che infranga altrui diritti di proprietà intellettuale, in presenza o in assenza di infrazioni ripetute.\r\n \r\n19. Hyperlink\r\n19.1 All’utente è concesso il diritto limitato non esclusivo di creare un hyperlink testuale al Sito a fini non commerciali, purché tale collegamento non presenti noi o alcuno dei nostri prodotti e servizi in maniera falsa, fuorviante, calunniosa o altrimenti diffamatoria e purché inoltre il sito da cui parte il collegamento non contenga materiale per adulti o illegale o materiale offensivo, fastidioso o altrimenti reprensibile. Tale limitato diritto può essere revocato in ogni momento. L’utente non  può far uso di logo o altri elementi grafici proprietari di PWBV per il collegamento a detto Sito senza il nostro espresso consenso scritto. Inoltre l’utente non può usare, ricavare \"frame\" o utilizzare tecniche di \"framing\" per racchiudere alcuno dei nostri marchi registrati, loghi o altre informazioni proprietarie, comprese le immagini presenti nei Servizi, il contenuto di alcun testo o l’impaginazione/disposizione di pagine o moduli contenuti su una pagina del Sito senza il nostro espresso consenso scritto. Salvo quanto sopra esposto, all’utente non è trasferito alcun diritto o licenza, né per preclusione né per implicazione né in altro modo, su brevetti, marchi registrati, copyright o diritti proprietari di PWBV o di terze parti.\r\n19.2 Nulla è da noi dichiarato e nessuna responsabilità è da noi riconosciuta, relativamente a qualità, contenuto, natura o affidabilità dei siti Web di terzi accessibili mediante hyperlink dal Sito, né dei siti web che presentano collegamenti al Sito. Tali siti non sono da noi controllati e noi non siamo responsabili del contenuto di alcun sito web così collegato né di alcun collegamento contenuto in un sito web collegato, né di esaminare, modificare o aggiornare tali siti web. Tali collegamenti sono offerti all’utente solo per sua convenienza, e l’inclusione di tali collegamenti non implica da parte nostra affiliazione, approvazione or adozione del sito o di alcuna informazione in esso contenuta. Nel lasciare il Sito, l’utente deve essere consapevole che i nostri termini e prassi cessano di essere in vigore. L’utente deve esaminare termini e prassi applicabili, comprese quelle relative alla privacy e alla raccolta di dati, di ogni sito su cui navighi uscendo dal Sito.             \r\n \r\n20. Software per dispositivi mobili\r\n20.1 Software per dispositivi mobili. Noi rendiamo disponibile del software per accedere al Servizio mediante dispositivi mobili (\"Software mobile\"). Per usare il Software mobile l’utente deve avere un dispositivo mobile che sia compatibile con il Servizio mobile. Noi non garantiamo che il Software mobile sia compatibile con il dispositivo mobile dell’utente. Noi qui concediamo all’utente la licenza non esclusiva, non-trasferibile e revocabile di usare una copia del codice compilato del Software mobile per un account su dispositivo mobile posseduto esclusivamente dall’utente, o ceduto in leasing esclusivamente all’utente, per suo uso personale. L’utente non può:\r\nmodificare, disassemblare, decompilare o sottoporre a ingegneria inversa il Software mobile, se non nella misura in cui tale restrizione sia espressamente vietata dalla legge;\r\naffittare, dare in leasing, prestare, rivendere, sublicenziare, distribuire o altrimenti trasferire il Software mobile ad alcuna terza parte o usare il Software mobile per fornire servizi in time sharing o modalità similari ad alcuna terza parte;\r\nrealizzare copie del Software mobile;\r\nrimuovere, aggirare, disabilitare, danneggiare o in altro modo interferire con le funzionalità legate alla sicurezza del Software mobile, le funzionalità che prevengono o restringono l’uso o la copia di contenuti accessibili mediante Software mobile, o funzionalità che impongono limiti all’uso del Software mobile;\r\ncancellare gli avvisi di copyright e altri avvisi di diritti proprietari dal Software mobile. L’utente riconosce che noi possiamo di tanto in tanto rilasciare versioni aggiornate del Software mobile, e possiamo automaticamente aggiornare per via elettronica la versione del Software mobile da lui utilizzata sul proprio dispositivo mobile. L’utente consente a tali aggiornamenti automatici del suo dispositivo mobile, e accetta che i termini e condizioni del presente Accordo si applicheranno tutti gli aggiornamenti di tal genere. Ogni codice di terze parti che possa essere incorporato nel Software mobile ricade sotto l’applicabile EULA di licenza open source o della terza parte, ove esistente, che autorizza l’uso di tale codice. La predetta licenza non costituisce vendita del Software mobile o di alcuna copia dello stesso, e noi o le terze parti nostre partner o fornitrici manteniamo ogni diritto, titolo, e interesse relativo al Software mobile (e ad ogni copia dello stesso). Fatto salvo quanto espressamente previsto nel presente Accordo, ogni tentativo da parte dell’utente di trasferire diritti, doveri o obblighi qui previsti è nullo. riservati Noi ci riserviamo tutti i diritti non espressamente concessi ai sensi del presente Accordo.\r\n20.2 Software mobile proveniente da iTunes. Quanto segue si applica a ogni Software mobile acquisito dall’utente presso l’iTunes Store (\"Software proveniente da iTunes\"): l’utente riconosce ed accetta che il presente Accordo è convenuto esclusivamente tra l’utente stesso e PWBV, non con Apple, e che Apple non ha alcuna responsabilità per il Software proveniente da iTunes o il relativo contenuto. L’uso da parte dell’utente del Software proveniente da iTunes deve essere conforme agli App Store Terms of Service. L’utente riconosce che Apple non ha alcun obbligo a fornire servizi di manutenzione e supporto relativi al Software proveniente da iTunes. In ogni caso mancata conformità del Software proveniente da iTunes con ogni eventuale applicabile garanzia, l’utente può darne notifica ad Apple, ed Apple rimborserà all’utente il prezzo di acquisto del Software proveniente da iTunes; nella misura massima consentita dalla legge vigente, Apple non avrà alcun altro obbligo di garanzia rispetto al Software proveniente da iTunes, e ogni altra/o pretesa, perdita, danno, responsabilità, spesa, risarcimento, costo o spesa attribuibile a mancata conformità con qualunque garanzia sarà unicamente governata/o dal presente Accordo e dalle leggi applicabili a PWBV in quanto fornitore del software. L’utente riconosce che Apple non è tenuta a rispondere ad alcuna pretesa da parte sua o di terze parti relativa al Software proveniente da iTunes o al suo possesso e/o uso del Software proveniente da iTunes, comprese a titolo esemplificativo e non limitativo\r\nrivendicazioni per responsabilità civile relativa al prodotto,\r\nrivendicazioni secondo cui il Software proveniente da iTunes non sarebbe conforme a qualche applicabile requisito normativo o di legge e\r\nrivendicazioni basate su leggi per la protezione dei consumatori o similari, e che ogni rivendicazione di questo tipo è governata unicamente dal presente Accordo e dalle leggi applicabili a PWBV in quanto fornitore del software. L’utente riconosce che, nel caso in cui una terza parte sostenesse che il Software proveniente da iTunes o il possesso da parte sua del Software proveniente da iTunes infrange i diritti di proprietà intellettuale di detta terza parte, PWBV, e non Apple, avrà l’esclusiva responsabilità di indagini, difesa, composizione e adempimento rispetto a tale rivendicazione di infrazione dei diritti di proprietà intellettuale, nella misura richiesta dal presente Accordo. L’utente e PWBV riconoscono ed accettano che Apple, e le società sussidiarie di Apple, sono terze parti beneficiarie del presente Accordo per quanto concerne la licenza concessa all’utente per il Software proveniente da iTunes, e che all’accettazione da parte dell’utente dei termini e condizioni del presente Accordo, Apple avrà il diritto (e tale diritto si intenderà accettato) di esigere, in qualità di terzo beneficiario, l’applicazione del presente Accordo, per quanto concerne la licenza concessa all’utente per il Software proveniente da iTunes, contro l’utente stesso.\r\n \r\n21. Contenuti di terze parti\r\n21.1 Noi possiamo fornire o rendere disponibile contenuti di terze parti attraverso il Servizio e potremmo mettere a disposizione dei collegamenti a pagine web e contenuti di terze parti (collettivamente \"Contenuti di terze parti \") come servizio a coloro che fossero interessati a tali informazioni. Noi non esercitiamo sorveglianza né abbiamo alcun controllo sui Contenuti di terze parti presenti nei siti Web di terze parti. Noi non raccomandiamo né adottiamo Contenuti di terze parti e non ne garantiamo in alcun modo l’esattezza o la completezza. Noi non dichiariamo né garantiamo l’esattezza di alcuna informazione ivi contenuta e non assumiamo alcuna responsabilità di aggiornamento o verifica dei Contenuti di terze parti. Gli utenti fanno uso dei Contenuti di terze parti ivi inclusi a proprio rischio e pericolo.\r\n \r\n22. Pubblicità e promozioni; Prodotti e servizi di terze parti\r\n22.1 Noi possiamo presentare pubblicità e promozioni di terze parti attraverso il Servizio o altrimenti fornire informazioni su o collegamenti a prodotti o servizi di terze parti attraverso il Servizio. I rapporti d’affari o la corrispondenza dell’utente con tali terze parti o la sua partecipazione a promozioni delle stesse, e ogni termine, condizione, garanzia o dichiarazione associata a tali rapporti o promozioni riguardano esclusivamente l’utente e tali terze parti. Noi non assumiamo alcuna responsabilità per perdite o danni di sorta incorsi a seguito di tali rapporti o promozioni o a seguito della presenza di tali inserzionisti non PWBV o di informazioni di terze parti. L’utente che accede a un sito Web di terze parti dal Servizio lo fa a suo rischio e pericolo, e comprende che il presente Accordo e la nostra Informativa sulla privacy non si applicano al suo uso di tali siti. L’utente espressamente solleva PWBV da ogni e qualsiasi responsabilità che insorga dal suo uso di ogni sito web, servizio o contenuto di terze parti.\r\n \r\n23. Servizio ufficiale e Beta test\r\n23.1 I Giochi sono progettati per essere giocati soltanto nella forma offerta attraverso i nostri Servizi. L’utente acconsente a non accedere ad alcun altro mezzo, né crearne o metterne a disposizione, attraverso cui il gioco possa essere giocato da altri, come ad esempio attraverso emulatori server. L’utente acconsente a non usare alcun hardware o software, compresi, a titolo limitativo ma esemplificativo, gli strumenti di terze parti, o alcun altro metodo di sostegno che possa in alcun modo influenzare o dargli un vantaggio nell’uso dei Servizi che non sia da noi autorizzato, incluso, a titolo esemplificativo e non limitativo, l’uso di \"bot\" e/o di ogni altro metodo che consenta di condurre automaticamente il gioco nel Servizio senza intervento umano. L’utente riconosce di non avere il diritto di creare, pubblicare, distribuire, create opere derivate da o usare programmi software, utilità, applicazioni, emulatori o strumenti dedicati a o creati per i giochi, fatta salva la possibilità di usare il Software nella misura espressamente consentita dai presenti Termini e dall’EULA applicabile. L’utente non può compiere azioni che impongano un carico sproporzionatamente grande alla nostra infrastruttura. L’utente non possiede e non può vendere, trasferire, scambiare o mettere all’asta alcun Account, personaggio, oggetto, moneta, Zen o Materiale Proprietario, né può assistere altri nel farlo, eccetto per quanto da noi espressamente autorizzato. Non è da noi riconosciuto alcun trasferimento che avvenga al di fuori del Servizio di ciò che attiene al Servizio stesso.\r\n23.2 All’utente può essere data l’opportunità di partecipare a beta test su nuovi giochi (\"Giochi beta\") e funzionalità del Sito. La partecipazione dell’utente ai Beta test è soggetta ai termini e alle condizioni di seguito precisati.\r\n23.3 L’utente riconosce di stare usando un’edizione preliminare di anteprima delle funzionalità del Sito e dei Giochi beta, e di stare partecipando a un beta test dei medesimi (il \"Beta test\"), e che i Giochi beta e le funzionalità beta del Sito potrebbero contenere \"bug\", non funzionare propriamente o non eseguire tutte le funzioni volute, potrebbero interferire con il funzionamento di altre applicazioni software, e potrebbero provocare errori, perdite di dati o altri problemi. I Beta test chiusi sono riservati, e l’utente conviene che tutte le informazioni relative ai Giochi beta, ai Servizi e ai Beta test, compresi, a titolo meramente esemplificativo, commenti, idee e altre comunicazioni (collettivamente, le \"Comunicazioni\") a noi dall’utente stesso fornite devono essere trattate come confidenziali (le \"Informazioni confidenziali \"). L’utente acconsente a non usare le Informazioni confidenziali in alcun modo, se non per suo uso personale al solo scopo di provare i Giochi beta e le funzionalità beta del Sito, e acconsente a proteggere le Informazioni confidenziali e ogni parte di esse e prevenirne la rivelazione a chiunque. L’utente acconsente inoltre a compiere tutti i passi ragionevolmente necessari a proteggere la segretezza delle Informazioni confidenziali e a impedire che le Informazioni confidenziali pengano di pubblico dominio o cadano in possesso di persone non autorizzate. Tutte le Informazioni confidenziali rimarranno esclusiva proprietà di PWBV, e noi potremo utilizzare tali Informazioni confidenziali a qualunque fine senza obblighi verso l’utente. L’utente deve condurre personalmente le attività di prova e non deve consentire l’accesso ai Giochi beta ad alcun’altra persona. L’utente riconosce che un’infrazione agli obblighi di riservatezza di cui sopra provocherebbe a noi un danno irreparabile e che noi abbiamo titolo a ottenere (in aggiunta a ogni ulteriore rimedio disponibile) provvedimenti ingiuntivi a richiesta di parte senza imposizione di cauzione per prevenire infrazioni o minacce di infrazione ai suoi obblighi. L’obbligo dell’utente di mantenere la riservatezza a proposito dei Giochi beta resterà in vigore fino a che noi non distribuiremo pubblicamente o non avremo in altro modo reso noto al pubblico, senza fallo dell’utente, ciascuno dei giochi o dei contenuti oggetto della sua attività di test.\r\n23.4 In qualità di collaudatore Beta, l’utente è invitato a giocare ai Giochi beta all’unico fine di valutare tali giochi e identificarne gli errori. Nulla di quanto espresso nei presenti Termini o sul Sito o nell’intero Servizio, potrà essere interpretato nel senso di concedere all’utente alcun diritto o privilegio di alcun genere in relazione ai Giochi beta o al contenuto da lui qui trovato. I Giochi beta sono forniti per l’attività di prova così come sono e secondo disponibilità e senza alcuna garanzia di alcun tipo, né espressa né implicita, da parte nostra. L’utente comprende e accetta di giocare ai Giochi beta a suo proprio rischio, di sapere che nei Giochi beta possono esservi \"bug\" noti e ignoti e che noi non abbiamo nei suoi confronti alcun obbligo in relazione ai Giochi beta, compreso, a titolo di mera esemplificazione, l’obbligo di fornirgli gratuitamente tale gioco in futuro.\r\n23.5 Nel giocare ad alcuni Giochi beta, l’utente può accumulare tesori, punti esperienza, equipaggiamenti, o altri valori o indicatori di status nel quadro del Beta test. Tali dati possono essere azzerati in qualunque momento durante il processo di test, e possono essere azzerati al completamento della fase di test di tale determinato gioco. In questo caso, l’intera storia del giocatore sarà cancellata e tutti i giocatori torneranno allo status di principiante.\r\n \r\n24. Tariffe\r\n24.1 Noi possiamo imporre tariffe per accedere a determinati elementi del gioco e acquisirli o per partecipare ad attività del gioco attraverso il Servizio, e consentite l’acquisto di \"punti\" validi nel gioco che possono essere utilizzati per l’acquisto di elementi o attività del gioco stesso (\"Zen\"). Dopo l’acquisto l’utente ha direttamente il diritto di usare gli Zen e sarà in grado di farlo secondo quanto affermato.\r\n24.2 OGNI IMPORTO IN ZEN, TARIFFA O ALTRO ADDEBITO APPLICABILE È PAGABILE IN ANTICIPO E NON RIMBORSABILE. GLI ZEN NON HANNO VALORE MONETARIO E NON POSSONO ESSERE CAMBIATI IN DENARO. GLI ZEN E IL DIRITTO DI USARLI QUANDO APPROPRIATO NON SONO TRASFERIBILI NÉ IN TUTTO NÉ IN PARTE. IL DIRITTO DI USARE GLI ZEN È PARTE INTEGRANTE DELLA LICENZA D’USO DEL SERVIZIO E DEI GIOCHI.\r\n24.3 L’utente esplicitamente riconosce ed accetta che il diritto di usare (licenziare) gli Zen ha inizio nel momento in cui sono stati pagati i relativi importi, e di essere in grado da tale momento di usare gli Zen per lo scopo voluto. L’utente esplicitamente riconosce ed accetta di perdere il diritto di recedere dall’acquisto di Zen.\r\n24.4 Noi abbiamo facoltà, di tempo in tempo, di modificare, emendare, o aumentare le nostre tariffe, i metodi di fatturazione e i termini applicabili agli Zen o ad ogni acquisto, e pubblicare tali cambiamenti nei presenti Termini, in separati Termini di vendita o in altri termini o accordi pubblicati sul Sito o nel Servizio o altrimenti da noi forniti all’utente. Tali modifiche, emendamenti, aumenti o Termini di vendita entreranno in vigore immediatamente all’atto della pubblicazione sul Sito o nel Servizio e saranno a incorporati mediante riferimento nei presenti Termini. Se alcuno dei cambiamenti risulta inaccettabile all’utente, questi può chiudere il suo account in qualsiasi momento.\r\n24.5 Se l’utente richiede un rimborso per qualunque motivo, noi abbiamo il diritto di investigare e discutere tale rimborso. Se riteniamo che la sua richiesta di rimborso sia spuria, irragionevole o non valida, possiamo scegliere di portare la controversia in tribunale. Se la richiesta sarà ritenuta non valida in tribunale, l’utente accetta di pagare ogni costo e onorario risultante dalla contestata richiesta di rimborso, comprese, a mero titolo esemplificativo, i compensi e le spese legali, indennizzi, importi perduti per mancato funzionamento e tariffe di rimborso, per intero o ,se le vigenti leggi inderogabilmente dettano altrimenti, nella misura massima consentita.\r\n24.6 L’utente può versare ogni importo o tariffa o importo dovuto, o gli importi per l’acquisto degli Zen, mediante le principali carte di credito, PayPal® o altri analoghi metodi da noi autorizzati.\r\n24.7 Nessuna responsabilità è a nostro carico per \"hacking\" o perdita di beni virtuali dall’account dell’utente; possiamo tuttavia, a nostra esclusiva discrezione, rimborsare beni virtuali o Zen dietro prova che tale perdita non è dovuta a uso inappropriato da parte dell’utente. Noi potremmo limitare la quantità di qualsiasi elemento o rifiutare di fornire all’utente qualsiasi bene virtuale. Prima dell’accettazione da parte nostra dei pagamenti dell’utente può essere richiesta la verifica di determinate informazioni relative alla transazione. Prezzo e disponibilità dei beni virtuali sono soggetti a modifica senza preavviso. Nessuna responsabilità è a nostro carico relativamente a beni virtuali o Zen donati all’utente o forniti a titolo di incentivo.\r\n \r\n25. Interruzione del Servizio\r\n25.1 Noi ci riserviamo il diritto di interrompere il Servizio o parte di esso di tanto in tanto su base regolare e programmata o meno con o senza preavviso per attività di manutenzione. Gli utenti saranno informati con il maggiore anticipo possibile. L’utente accetta che nessuna responsabilità è a noi imputabile per interruzioni del Servizio o parti dello stesso, ritardi o mancato funzionamento dovuti a qualsiasi causa.\r\n25.2 L’utente riconosce che il Servizio o parte di esso può essere interrotto per motivi al di fuori del nostro controllo, e noi non possiamo garantire che l’utente sarà in grado di accedere al servizio in qualunque momento desideri farlo. Nessuna responsabilità è a noi imputabile per interruzioni del Servizio o parti dello stesso, ritardi o mancato funzionamento dovuti a qualsiasi causa.\r\n25.3 Noi abbiamo il diritto in ogni momento per qualunque motivo o senza motivo di modificare e/o eliminare ogni aspetto del Servizio a nostro piacimento e a nostra esclusiva discrezione.\r\n25.4 Noi non abbiamo l’obbligo di rifondere in tutto o in parte le eventuali tariffe pagate per gli Account a motivo delle interruzioni del Servizio dovute alle circostanze descritte nei paragrafi 25.1  o 25.2 .\r\n \r\n26. Azioni Disciplinari / Chiusura di Account e Servizio\r\n26.1 PER QUALUNQUE MOTIVO NOI POSSIAMO SOSPENDERE, CHIUDERE, MODIFICARE, INTERDIRE DALL’ACCESSO O CANCELLARE IL SERVIZIO O OGNI ACCOUNT O PARTE DI ESSO, DANDONE ALL’UTENTE COMUNICAZIONE ENTRO IL PERIODO DI TEMPO SPECIFICATO AL MOMENTO DELLA CREAZIONE DELL’ ACCOUNT O DELL’ADESIONE A UN SERVIZIO O, SE NON ERA ALLORA STATO SPECIFICATO UN PERIODO DI TEMPO, ENTRO TRENTA (30) GIORNI DALLA DATA IN CUI TALE AVVISO È RESO DISPONIBILE ALL’UTENTE MEDIANTE POSTA ELETTRONICA O È DA NOI PUBBLICATO SUL SITO WEB O NELL’AREA INTERATTIVA.\r\n26.2 Per violazioni da parte dell’utente noi possiamo a nostra scelta disporre richiami, sospensioni temporanee e chiusure permanenti di Account. Noi manteniamo l’esclusiva discrezione su quanto e come imporre richiami, penalità e/o azioni disciplinari. Nel prendere la nostra decisione noi consideriamo la gravità della violazione e il numero delle infrazioni; ogni decisione, tuttavia, resta a nostra assoluta discrezione.\r\n26.3 A scanso di dubbi, l’utente qui riconosce che noi abbiamo l’esclusiva discrezionalità in merito alla chiusura del suo Account, anche se in esso dovessero esservi ancora dei crediti. La chiusura dell’Account comporta la risoluzione della licenza d’uso del servizio e di ogni sua parte (si veda la sezione 8).\r\n26.4 L’utente ha il diritto di chiudere il suo Account in qualunque momento dandocene comunicazione. L’utente comprende e accetta che, salvo che norme inderogabili delle vigenti leggi dispongano altrimenti, la chiusura del suo Account costituisce il solo diritto e rimedio di cui dispone per ogni controversia, comprese, a fini di mera esemplificazione, quelle relative a o derivanti da:\r\ni termini del presente Accordo e la nostra imposizione o applicazione dello stesso;\r\ni Contenuti utente;\r\nla possibilità dell’utente di accedere a e/o usare il Servizio o il Sito;\r\nl’importo o il tipo delle tariffe, maggiorazioni, tasse applicabili, metodi di fatturazione, o i cambiamenti di tariffe, tasse applicabili, maggiorazioni o metodi di fatturazione.\r\n26.5 L’utente può chiudere il suo Account dandocene comunicazione. Noi ci riserviamo il diritto di esigere gli importi delle tariffe e spese maturate e i costi da noi sopportati prima della chiusura da parte dell’utente. L’utente, inoltre, è responsabile di ogni tariffa spesa e costo sopportati da venditori terzi o fornitori di contenuti prima della chiusura da parte sua.\r\n26.6 Nel caso in cui l'Account dell’utente sia chiuso per qualunque motivo, o senza motivo, non sarà corrisposto alcun rimborso, nessun tempo di collegamento o altri crediti (come il punteggio conseguito in un gioco online) sarà accreditato all’utente o convertito in denaro o altre forme di rimborso, e l’utente non avrà ulteriore accesso al suo Account. Tutti gli account insoluti o non pagati o su cui pendono controversie non risolte devono essere risolti prima che possa essere consentito all’utente di registrarsi di nuovo.\r\n26.7 Chi ritenesse di essere stato oggetto di richiamo o provvedimento disciplinare non equo, o di avere il diritto a rifusione o rimborsi è pregato di prendere contatto con noi esponendo dettagliatamente una spiegazione completa.\r\n \r\n27. Manleva\r\n27.1 L’utente accetta di tenere PWBV, i suoi affidatari indipendenti e fornitori di servizi, e consulenti e i/le rispettivi/e dirigenti, dipendenti, agenti, partner, affiliate e controllate sollevati/e, indenni e manlevati/e da e contro ogni pretesa, danno, costo, responsabilità e spesa (comprese, a mero titolo esemplificativo, ragionevoli spese legali) che dovesse sorgere da o in collegamento con i Contenuti utente dall’utente pubblicati, memorizzati o altrimenti trasmessi sul o attraverso il Sito, dalla sua condotta, dalla violazione da parte sua dei presenti Termini, da ogni suo uso improprio del Servizio o da violazione da parte dell’utente dei diritti di soggetti terzi.\r\n \r\n28. Riconoscimenti\r\n28.1 L’utente qui riconosce e accetta che:\r\nDURANTE L’USO DEI SERVIZI, IL SOFTWARE PUÒ SORVEGLIARE LA MEMORIA AD ACCESSO CASUALE (RAM) DEL COMPUTER DELL’UTENTE E/O I PROCESSI DELLA CPU ALLA RICERCA DI PROGRAMMI NON AUTORIZZATI DI TERZI IN ESECUZIONE CONCORRENTE CON IL SOFTWARE. UN \"PROGRAMMA NON AUTORIZZATO DI TERZI\" È QUI DEFINITO COME UN PROGRAMMA DI TERZE PARTI, COMPRESO A TITOLO ESEMPLIFICATIVO E NON LIMITATIVO OGNI \"ADD-ON\" O \"MOD\", CHE PER NOSTRA ESCLUSIVA DETERMINAZIONE: (I) CONSENTE O FACILITA UN QUALSIASI TIPO DI GIOCO SCORRETTO; (II) CONSENTE AGLI UTENTI DI MODIFICARE O SOTTOPORRE AD \"HACKING\" L’INTERFACCIA, L’AMBIENTE E/O L’ESPERIENZA DEL SOFTWARE IN QUALUNQUE MODO NON DA NOI ESPRESSAMENTE AUTORIZZATO; O (III) INTERCETTA, \"MINA\", O IN ALTRO MODO RACCOGLIE INFORMAZIONI DA O ATTRAVERSO IL SOFTWARE. NEL CASO IN CUI IL SOFTWARE INpIDUI UN PROGRAMMA NON UNAUTORIZZATO DI TERZI, ESSO PUÒ RIFERIRE A NOI TALI INFORMAZIONI, COMPRESI, A FINI DI MERA ESEMPLIFICAZIONE, IL NOME DELL’ACCOUNT UTENTE, DETTAGLI A PROPOSITO DEL PROGRAMMA NON AUTORIZATO DI TERZI INpIDUATO, E ORA E DATA DELL’INpIDUAZIONE DEL PROGRAMMA DI TERZI. PERFECT WORLD ENTERTAINMENT PUÒ ESERCITARE IN TUTTO O IN PARTE I DIRITTI CONFERITI DALLA PRESENTE SEZIONE DELL’ACCORDO, CON O SENZA PREAVVISO ALL’UTENTE.\r\nNOI POTREMO SORVEGLIARE O REGISTRARE LE SESSIONI CHAT DELL’UTENTE E ALTRE COMUNICAZIONI ELETTRONICHE TRASMESSE O RICEVUTE ATTRAVERSO IL GIOCO O IL SERVIZIO E L’UTENTE CONSENTE A TALE SORVEGLIANZA O REGISTRAZIONE.\r\nNoi non garantiamo la completezza, la precisione o l'esattezza di alcuna informazione scambiata fra i giocatori. Noi non garantiamo la sicura conservazione delle informazioni scambiate fra i giocatori. L’utente riconosce che dette informazioni scambiate tra gli utenti sono da considerarsi \"così come sono\" e che il loro uso da parte sua avviene a suo esclusivo rischio e pericolo.\r\nL’utente riconosce che nell’usare il Servizio e/o i Giochi può subire perdite di funzionalità e/o oggetti del gioco. Non è da noi garantita ai giocatori la disponibilità di alcun oggetto, Servizio o livello del gioco.\r\n \r\n29. Esonero da garanzia\r\n29.1 L’UTENTE ESPRESSAMENTE COMPRENDE E ACCETTA CHE:\r\nNEI LIMITI CONSENTITI DALLE VIGENTI NORME NON DEROGABILI DI LEGGE, IL SERVIZIO, I GIOCHI, IL SITO E TUTTO IL MATERIALE IVI CONTENUTO È FORNITO COSÌ COM’È E SECONDO DISPONIBILITÀ SENZA ALCUN TIPO DI GARANZIA, NÉ ESPRESSA NÉ IMPLICITA. PWBV E LE SUE SUSSIDIARIE E AFFILIATE, NONCHÉ I SUOI FUNZIONARI, DIPENDENTI AGENTI, PARTNER E LICENZIANTI NON RICONOSCONO ALCUNA ALTRA GARANZIA, ESPRESSA O IMPLICITA, COMPRESE, A MERO TITOLO ESEMPLIFICATIVO, LE GARANZIE IMPLICITE DI COMMERCIABILITÀ, ADEGUATEZZA A UN DETERMINATO SCOPO, PRESTAZIONE, ADEGUATEZZA ALL’USO INTESO DALL’UTENTE, TITOLO E NON VIOLAZIONE RISPETTO A SERVIZIO, GIOCO E SITO, COMPRESE TUTTE LE INFORMAZIONI, I CONTENUTI E I MATERIALE IN ESSI CONTENUTI. SENZA LIMITAZIONE DI QUANTO PRECEDE, PWBV NON DICHIARA NÉ GARANTISCE CHE SERVIZIO, GIOCO, SITO E MATERIALI IN ESSI CONTENUTI SIANO ACCURATI, COMPLETI, AFFIDABILI, DISPONIBILI, AGGIORNATI O PRIVI DI ERRORI. PWBV NON DICHIARA NÉ GARANTISCE, INOLTRE, CHE I GIOCHI, IL SITO, IL SERVIZIO O I SUOI SERVER SIANO SICURI O LIBERI DA VIRUS, \"BACHI\", ERRORI O ALTRI DANNOSI COMPONENTI O DIFETTI, CHE TRASMETTANO I DATI IN MANIERA SICURA O CHE FUNZIONINO IN MODO APPROPRIATO CON IL SERVIZIO.\r\nPWBV E LE SUE SUSSIDIARIE E AFFILIATE, NONCHÉ I SUOI FUNZIONARI, DIPENDENTI AGENTI, PARTNER E LICENZIATARI NON GARANTISCONO IN ALCUN MODO CHE (i) IL SOFTWARE RISPONDA ALLE ESIGENZE DELL’UTENTE; (ii) IL SOFTWARE FUNZIONERÀ SENZA INTERRUZIONI, TEMPESTIVAMENTE, IN MODO SICURO O PRIVO DI ERRORI; O CHE (iii) GLI EVENTUALI ERRORI CONTENUTI NEL SOFTWARE SARANNO CORRETTI.\r\nPUR CERCANDO DI RENDERE SICURO L’ACCESSO AL SOFTWARE E IL SUO L’USO DA PARTE DELL’UTENTE, NON POSSIAMO NÉ INTENDIAMO DICHIARARE O GARANTIRE CHE IL SERVIZIO O I RELATIVI SERVER SIANO PRIVI DI VIRUS O ALTRI COMPONENTI DANNOSI. L’UTENTE DOVRÀ QUINDI FARE USO DI SOFTWARE DI RICONOSCIUTA EFFICACIA PER INpIDUARE ED ELIMINARE I VIRUS DA OGNI DOWNLOAD. L’ACCESSO A TUTTO IL MATERIALE SCARICATO O ALTRIMENTI OTTENUTO MEDIANTE L’USO DEL SITO WEB O AL SERVIZIO AVVIENE A DISCREZIONE E PERICOLO DELL’UTENTE, CHE SARÀ IL SOLO RESPONSABILE DI OGNI DANNO AL PROPRIO SISTEMA INFORMATICO O PERDITA DI DATI RISULTANTE DAL DOWNLOAD DI SUDDETTO MATERIALE.\r\nUNA PICCOLA FRAZIONE DEGLI UTENTI PUÒ ESSERE VITTIMA DI ATTACCHI EPILETTICI QUANDO È ESPOSTA A CERTI SCHEMI LUMINOSI O SFONDI SULLO SCHERMO DEL COMPUTER O DURANTE L’USO DEL SITO WEB O DEL SERVIZIO. CERTE CONDIZIONI POSSONO SCATENARE SINTOMI EPILETTICI MAI PRIMA INpIDUATI ANCHE IN UTENTI CHE NON HANNO UNA STORIA DI PRECEDENTI ATTACCHI DI EPILESSIA. SE L’UTENTE, O QUALCHE COMPONENTE DELLA SUA FAMIGLIA, È AFFETTO DA EPILESSIA, CONSULTI UN MEDICO PRIMA DI UTILIZZARE IL SERVIZIO. INTERROMPERE IMMEDIATAMENTE L’ USO DEL SERVIZIO E CONSULTARE UN MEDICO SE SI PRESENTA UNO QUALSIASI DEI SEGUENTI SINTOMI MENTRE SI UTILIZZA IL SERVIZIO: GIRAMENTI DI TESTA, ALTERAZIONI DELLA VISIONE, SPASMI OCULARI O MUSCOLARI, PERDITA DI CONOSCENZA, DISORIENTAMENTO, MOVIMENTI INVOLONTARI O CONVULSIONI.\r\nOGNI RIFERIMENTO A PRODOTTI, SERVIZI, PROCESSI O ALTRA INFORMAZIONE MEDIANTE NOMI COMMERCIALI, MARCHI DEPOSITATI, PRODUTTORE, FORNITORE O ALTRO NON COSTITUISCE NÉ IMPLICA ALCUNA APPROVAZIONE, SPONSORIZZAZIONE O RACCOMANDAZIONE DEL MEDESIMO, NÉ ALCUNA AFFILIAZIONE CON IL MEDESIMO, DA PARTE DI PWBV.\r\n \r\n30. Limitazione di responsabilità\r\n30.1 IN NESSUN CASO NOI, PWBV, I SUOI DIRIGENTI, SOCI, SOCIETÀ AFFILIATE O CONTROLLATE, DIPENDENTI O AGENTI SAREMO RESPONSABILI DI ALCUN DANNO DIRETTO, PARTICOLARE, INDIRETTO O CONSEGUENTE, O DI OGNI ALTRO DANNO DI ALCUN GENERE, COMPRESI, A TITOLO ESEMPLIFICATIVO E NON LIMITATIVO, MANCATO USO, LUCRO CESSANTE O PERDITA DI DATI, IN SEGUITO AD AZIONI LEGALI DERIVANTI DA CONTRATTO, ILLECITO (COMPRESA, A TITOLO ESEMPLIFICATIVO E NON LIMITATIVO, LA NEGLIGENZA) O ALTRO, DERIVANTE DA O IN QUALSIASI MODO COLLEGATO A USO O IMPOSSIBILITÀ DI USO DEL SITO WEB, DEL SERVIZIO, DEI GIOCHI O DI ALCUNO DEI CONTENUTI O MATERIALI CONTENUTI IN O ACCESSIBILI TRAMITE IL SITO O IL SERVIZIO, COMPRESO, A TITOLO DI MERA ESEMPLIFICAZIONE, OGNI DANNO CAGIONATO O RISULTANTE DALL’ESSERSI L’UTENTE AFFIDATO A INFORMAZIONI OTTENUTE DA NOI O DA PWBV, O CHE RISULTI DA SVISTE, OMISSIONI, INTERRUZIONI, CANCELLAZIONE DI FILE O E-MAIL, ERRORI, DIFETTI, VIRUS, RITARDI DI AZIONE O TRASMISSIONE O DA MANCATI FUNZIONAMENTI, RISULTANTI O MENO DA CAUSE DI FORZA MAGGIORE, INTERRUZIONE DELLE COMUNICAZIONI, FURTO, DISTRUZIONE O ACCESSO NON AUTORIZZATO AI NOSTRI ARCHIVI, PROGRAMMI E SERVIZI.\r\n30.2 IN NESSUN CASO LA RESPONSABILITÀ AGGREGATA DI PWBV, CHE SIA DOVUTA A CONTRATTO, GARANZIA, ILLECITO (COMPRESA NEGLIGENZA, SIA ESSA ATTIVA, PASSIVA O PRESUNTIVA), RESPONSABILITÀ CIVILE DI PRODOTTO, RESPONSABILITÀ OGGETTIVA O ALTRA TEORIA LEGALE, DERIVANTE DA O RELATIVA A USO O IMPOSSIBILITÀ DI USO DEL SOFTWARE POTRÀ ECCEDERE IL COMPENSO DALL’UTENTE EVENTUALMENTE PAGATO A Perfect World Publishing BV PER L’ACCESSO O L’USO DEL MEDESIMO.\r\n30.3 Alcuni stati membri della UE non consentono per legge (inderogabile) le precedenti limitazioni di responsabilità, che quindi potrebbero non applicarsi all’utente. In tal caso l’utente accetta esplicitamente che la nostra responsabilità (o quella di ogni altra parte così liberata) verso l’utente stesso è limitata nella misura massima permessa dalla legge inderogabilmente applicabile. L’utente accetta che noi non possiamo essere tenuti responsabili per nulla di ciò che accade o risulta dall’accesso a o dalla sottoscrizione del Servizio.\r\n \r\n31. Generalità\r\n31.1 Salvo persa esplicita e inderogabile prescrizione di legge:\r\n- il presente accordo è governato da e sarà interpretato e applicato in conformità con le leggi dei Paesi Bassi;\r\n- l’applicabilità della Convenzione di Vienna sulle vendite è espressamente esclusa;\r\n- ogni azione, controversia o procedimento legale iniziato in base al presente Accordo deve essere presentato al competente tribunale di Amsterdam, Paesi Bassi.\r\n31.2 La mancata azione da parte nostra relativamente a un’infrazione dell'utente o di altri non costituisce rinuncia al nostro diritto di agire in relazione a infrazioni successive o analoghe.\r\n31.3 Salvo per quanto altrimenti qui consentito, l’utente non può cedere o trasferire il presente Accordo o i relativi suoi diritti, o i Giochi o ogni altro software da noi fornito, e ogni tentativo in contrario è nullo.\r\n31.4 Se una qualche disposizione del presente Accordo risultasse illecita, non valida, o per qualunque ragione non tutelabile in giudizio, tale disposizione sarà considerata separabile dal presente Accordo e non avrà effetti sulla validità o la esecutività delle rimanenti disposizioni.\r\n31.5 Le intestazioni delle sezioni sono qui utilizzate a mero fine di riferimento e non vanno interpretate come aventi effetti legali.\r\n \r\n32. Rimedi.\r\nL’utente ammette che gli obblighi e le prescrizioni nei suoi confronti, e le limitazioni della licenza, qui previsti sono necessari e ragionevoli al fine di proteggere noi, la nostra attività e i nostri licenzianti, ed ammette espressamente che un indennizzo economico sarebbe inadeguato a compensarci pienamente per ogni infrazione a questo Accordo, o per eventuali sue dichiarazioni mendaci in quanto precede. L’utente ammette e riconosce, di conseguenza, che ogni violazione o minacciata violazione di tal genere provocherà a noi un’irreparabile lesione e che in aggiunta a ogni altro rimedio che possa essere disponibile, per diritti di legge, equitativi o d’altro genere, noi avremo titolo a ottenere provvedimenti ingiuntivi contro infrazioni o minacce di infrazione del presente Accordo, o contro la continuazione di tale infrazione da parte dell’utente, o come rimedio a sue false dichiarazioni, senza dover provare l’inadeguatezza di rimedi legali o indennizzi economici, e senza necessità di presentare garanzie bancarie.\r\n \r\n33. Indipendenza dei contraenti. .\r\nL’utente riconosce di non essere considerato, e di non potersi presentare, come agente, dipendente, joint venturer, o partner di PWBV (o di alcuno dei suoi rispettivi/e affiliati, partner editoriali, licenzianti o licenziatari). Ciascuna delle parti che stipulano questo accordo è rispetto all’altra un subappaltatore, e nulla di quanto in esso contenuto sarà interpretato come istituente tra le parti rapporti di dipendenza, agenzia, partenariato o joint venture.\r\n \r\n34. Conclusione.\r\nAncora grazie per la vostra visita. Speriamo che la permanenza vi sia stata gradita e che abbiate tratto pieno vantaggio dalla comunità online che stiamo sviluppando. Vi preghiamo di rammentare che qui siete un ospite e di comportarvi con la cortesia e il rispetto che vi attendete dagli altri ospiti.\r\n\r\n",
  "version": 2
}