{
  "content": "プライバシーポリシープライバシーポリシーを \r\n\r\nこの注意深くお読みください。 ITは、個人情報の収集、使用、開示の方法について詳しく説明します。 18歳未満の場合は、保護者または保護者の許可を最初に得た場合を除き、情報を提供しないでください。\r\n\r\nプライバシーポリシーをお読みいただき、ウェブサイトwww.arcgames.comおよびwww.perfectworld.comにアクセスしていただきありがとうございます。 Perfect World Entertainment Inc.（「Perfect World」、「私たち」、「us」）は、お客様の個人情報が収集され、使用され、保護され、開示される時期と方法を要約したこのプライバシーポリシー（「ポリシー」）を使用および維持します。 www.arcgames.comおよびwww.perfectworld.com、Perfect Worldが運営するその他のウェブサイト、およびマイクロサイト、モバイルサイト、またはそのようなサイトのサブドメイン（総称して「ウェブサイト」）、ゲーム、モバイルゲームの使用また、Webサイトを通じてパーフェクトワールドが運営するゲームプラットフォーム、クライアントまたはサーバー（「ゲーム」）、およびWebサイトを通じて提供されるすべての機能、機能、ソフトウェア、サービス。ウェブサイト、ゲーム、およびウェブサイトを通じて提供される機能、ソフトウェア、サービスは、総称して「サービス」を構成します。また、個人情報の使用、アクセス、および個人情報の更新と修正方法に関して利用可能な選択肢についても説明します。私たちはいつでもこのポリシーの規定を変更する権利を留保します。重要な変更を行う場合は、変更が有効になる前に、電子メール（アカウントで指定された電子メールアドレスに送信されます）またはこのWebサイトでの通知によって通知します。当社のプライバシー慣行に関する最新情報については、このページを定期的に確認することをお勧めします。\r\n\r\n\r\n個人情報とは何ですか？\r\n\r\n本書で使用されている「個人情報」という用語は、個人を具体的に識別する情報（名前、住所、電話番号、携帯電話番号、電子メールアドレス、またはその他のアカウント番号など）と、その個人の場所や活動に関する情報などを意味します。個人を特定できる情報に直接リンクされている場合の、サービス、IPアドレス、またはモバイルデバイス識別子の使用に関する情報として。個人情報には、生年月日、性別、地域、好みなどの人口統計情報も含まれます。 \r\n\r\n個人情報には、「集計」情報は含まれません。これは、サービスの使用、または製品、サービス、またはユーザーのグループまたはカテゴリについて収集したデータであり、個人情報やその他の個人情報が削除されています。集計データは、トレンドやユーザーのニーズを理解するのに役立ち、新しい機能をより適切に検討したり、サービスを調整したりできます。このポリシーは、集約情報の収集と使用を制限または制限するものではありません。\r\n\r\n\r\nどのような個人情報を収集していますか？\r\n\r\nActive Collection\r\n個人情報は、お客様が当社のサービスにアクセスまたは使用する際に、さまざまな方法で収集される場合があります。たとえば、ユーザーが名前を登録し、アカウントを設定したり、求人に応募したり、何らかの理由でメールやその他の手段で当社に連絡したりすると、名前、住所、メールアドレス、ユーザー名、その他の連絡先および人口統計情報が収集されることがあります。購入時に、クレジットカードやその他の支払い情報や請求情報も収集する場合があります。プロフィールやグループの作成、コメントの投稿、コンテンツの投稿、別のユーザーへの電子メールやメッセージの送信、インタラクティブチャットルーム、フォーラム、ソーシャルメディアプラットフォームへの参加、またはウェブサイトまたはサービスの他の機能、またはゲームを使用するとき。さらに、調査、くじ、コンテスト、ゲーム、プロモーションの提供、およびその他の活動への自発的な参加に関連して提供される人口統計、連絡先、またはその他の個人情報を随時収集する場合があります。個人情報を提供することなく、サービスの特定の部分にアクセスできます。ただし、特定の情報が提供されない限り、登録が必要な特定の機能を利用したり、資料を受け取ったりすることはできません。登録時に、または特定の機能やサービスに関して要求される情報を変更する場合があるため、これは完全なリストではない場合があります。\r\n\r\n個人を特定できる情報を含む可能性のあるサービスに関するお客様の声/コメント/レビューを随時投稿します。推薦状を掲載する前に、お客様の同意を得てからメールでお客様の名前を掲載します。紹介文を更新または削除したい場合は、privacy @ perfectworld.comまでご連絡ください。\r\n\r\nFacebook Connect\r\nFacebookのサインインサービス（「Facebook Connect」）を使用して、サービスにログインできます。このサービスはあなたの身元を認証し、あなたの名前やメールアドレスなどの特定の個人情報を私たちと共有して、サインアップフォームに事前入力するオプションを提供します。また、アカウントに関連付けられたユーザーID、そのサービスにアクセスするために必要なアクセストークン、Facebookが私たちと共有することを許可したすべての情報、およびあなたが持っているすべての情報を含むがこれらに限定されないFacebookから他の情報を収集することもあります。 Facebookで公開しました。友達リストへのアクセス、友達のユーザーID、およびそれらの友達への接続を許可すると、ユーザーのエクスペリエンスをよりソーシャルなものにするために、また友達を招待してサービスを利用できるようにするために使用および保存される場合があります。友達が私たちのサービスに参加した場合に、あなたに最新情報を提供します。 Facebookのプライバシー設定を常に確認し、必要に応じて、それらを当社のWebサイトまたはサービスにリンクまたは接続する前に調整する必要があります。 Facebookの設定を調整して、サービスからFacebookアカウントのリンクを解除することもできます。このサービスでのアクティビティに関する情報をFacebookプロフィールページに投稿して、ネットワーク内の他のユーザーと共有することもできます。\r\n\r\nログファイル\r\nサービスを使用すると、インターネットプロトコル（IP）アドレス、オペレーティングシステム、ブラウザーまたはモバイルデバイスの種類と言語、アクセス時間、参照元Webサイトのアドレス、サービス上の活動。また、サービスのWebサイト分析ツールを使用して、ブラウザまたはモバイルデバイスから情報を取得します。これには、アクセス元のサイト、検索エンジン、サイトの検索に使用したキーワード、サービス内で表示するページ、ブラウザーのアドオン、ブラウザーの幅と高さ、およびサービスの改善に役立つその他の情報。また、パーフェクトワールド以外のサイトやサービスに広告を配信し、ウェブサイト分析ツールを提供します。また、これらのサードパーティサイトのページビューに関する情報も収集します。上記の識別情報と組み合わせたりリンクしたりする場合、この情報は個人情報として扱われます。それ以外の場合は、集約でのみ使用されます。\r\n\r\nCookieと追跡技術\r\n本サービスを使用することにより、「Cookie」またはその他の同様の追跡技術を使用して特定の情報を自動的に収集し、傾向の分析、Webサイトの管理、Webサイトでのユーザーの動きの追跡、および人口統計情報の収集に同意するユーザーベース全体について。当社はCookieを使用して、サービスの使用、コンピューターの構成、およびコンピューターまたはデバイスとサービスとの相互作用に関する一般的な情報を収集し、この情報をログファイルに保存します。この情報を使用して、サービスへのトラフィックと使用を理解し、サービスを改善し、可能な限り最高のオンライン体験を提供し、カスタマーサービスを改善します。弊社のサードパーティサービスも上記のようにCookieを使用します。ユーザーは、個々のブラウザーレベルでCookieの使用を制御できます。 Cookieは、Webサイトまたはサービスの要求時にユーザーのハードドライブに保存される小さなデータファイルで、Webサイトまたはサービスが以前にアクセスしたユーザーを認識し、顧客の好みや履歴などの特定の情報を保持できるようにします。クッキーを個人を特定する情報と組み合わせる、またはリンクする場合、当社はこの情報を個人情報として扱います。クリアGIF（WebバグまたはWebビーコンとも呼ばれます）は、Webサイトまたはサービスで、またはWebサイトまたはサービスに関連する電子メールで使用され、特定の情報を収集し、Webサイトまたはサービスでのユーザーアクティビティを監視するために使用されることがあります。当社からメールを受信すると、ウェブビーコン、カスタマイズされたリンク、または同様のテクノロジーを使用して、メールが開封されたかどうか、どのリンクをクリックしたかを判断して、より詳細なメールコミュニケーションやその他の情報を提供します。 Cookieをブロック、消去、または警告する場合は、ブラウザまたはモバイルデバイスの指示またはヘルプ画面を参照して、これらの機能について学習してください。特定のモバイルデバイスやブラウザでは、Cookieを削除または無効にできない場合があります。ブラウザーまたはモバイルデバイスがCookieを受け入れないように設定されている場合、またはユーザーがCookieを拒否した場合、ウェブサイトまたはサービスの一部が正しく機能しない可能性があることに注意してください。たとえば、サインインできない場合や、特定のWebサイトやサービスの機能やサービスにアクセスできない場合があります。当社のCookieおよびWebビーコンの使用に関するより具体的な情報は、当社のCookieポリシーでご覧いただけます。ブラウザのCookie設定を変更する方法の詳細については、www.allaboutcookies.orgをご覧ください。 Flash Cookieを管理するには、ここをクリックしてください。\r\n\r\nまた、当社のサービスに広告を配信するために第三者を使用する場合があります。これらのサードパーティは、情報を収集するためにCookie、クリアGIFまたはその他のデバイスをコンピュータに配置する場合があり、これらのデバイスによって提供される情報は、とりわけ、ユーザーの興味に的を絞った広告を配信し、当社の使用法および訪問をよりよく理解するために使用されます。これらのサードパーティによって追跡されるサービスおよびその他のサイト。このポリシーは、サードパーティの広告のCookieには適用されず、そのようなサードパーティのプライバシーポリシーやデータ収集慣行の遵守についても責任を負いません。 EUの広告業界は、これらの目的で使用されるCookieの受信をオプトアウトするのに役立つスキームを開発しています。 EUスキームの詳細については、www.youronlinechoices.euをご覧ください。 Cookieとターゲット広告に関する詳細情報が必要な場合、またはNetwork Advertising Initiativeの一部である企業によるこの情報の使用をオプトアウトするには、www.networkadvertising.org / choicesにアクセスしてください。これにより、広告が配信されなくなることはありません。引き続き一般的な広告が表示されます。サードパーティの追跡テクノロジーへのアクセスや制御はありません。\r\n\r\nデバイス識別子\r\nモバイルデバイス（スマートフォンやタブレットを含むがこれらに限定されない）を介して、またはモバイルデバイスを介して本サービスにアクセスする場合、当社は1つ以上の「デバイス識別子」を使用、アクセス、収集、監視、および/またはリモートで保存する場合があります。普遍的に一意の識別子（「UUID」）。デバイス識別子は、モバイルデバイスに格納されているか、モバイルデバイスに関連付けられている小さなデータファイルまたは同様のデータ構造であり、モバイルデバイスを一意に識別します。デバイス識別子は、デバイスのハードウェアに関連して保存されたデータ、デバイスのオペレーティングシステムまたは他のソフトウェアに関連して保存されたデータ、または当社がデバイスに送信したデータである場合があります。デバイス識別子は、お客様がサービスを閲覧および使用する方法に関する情報を当社に伝達する場合があります。デバイス識別子はデバイスに永続的に残る場合があります。これにより、ログインが高速になり、サービスを介したナビゲーションが強化されます。デバイス識別子の使用または可用性が損なわれている、または無効になっている場合、サービスの一部の機能が適切に機能しない可能性があります。\r\n\r\nユーザー識別子\r\nサービスにアクセスすると、当社は1つ以上の「ユーザー識別子」を使用、アクセス、収集、監視、および/またはリモートで保存します。ユーザー識別子は、ユーザーに割り当てられた小さなデータファイルまたは同様のデータ構造であり、ゲーム内の進行を継続し、複数のプラットフォーム間でゲームを使用し、複数のプラットフォーム間でIDを関連付けるのに役立ちます。ユーザーIDは、サービスの閲覧方法と使用方法に関する情報を弊社に伝える場合があります。ユーザーIDは、デバイスまたはコンピューターに永続的に残る場合があります。これにより、サービスへのログインが速くなり、ナビゲーションが強化されます。ユーザー識別子の使用または可用性が損なわれている、または無効になっている場合、サービスの一部の機能が適切に機能しない可能性があります。\r\n\r\n位置データ\r\nユーザーがモバイルデバイスを介して、またはモバイルデバイスを介してサービスにアクセスすると、「位置データ」が使用、アクセス、収集、監視、および/またはリモートで保存されます。これには、GPS座標（緯度および/または経度など）または同様の情報が含まれます。モバイルデバイスの場所。位置データは、サービスの閲覧方法と使用方法に関する情報を私たちに伝える場合があります。本サービスの一部の機能、特に位置情報サービスは、位置情報の使用または可用性が損なわれている、または無効にされている場合、正しく機能しない可能性があります。\r\n\r\n不正行為および不正なソフトウェアを防止するために収集されるデータ\r\n当社のゲームソフトウェアを実行すると、不正または不正な悪意のあるプログラムを検出するように設計されたソフトウェア機能が含まれる場合があります。このコンテキストでは、ゲームプレイのスクリーンショット、ハードウェア容量に関する情報、ゲームソフトウェアに関する変更、署名、プロファイル、または既知の不正または悪意のあるサードパーティプログラム、ファイル、ファイルの名前にアクセス、収集、監視、および/またはリモートで保存することがあります。ゲームまたはサービスの不正行為、不当な利点、またはハッキングを可能にする、または促進するプロセス。不正または悪意のあるプログラムが検出された場合、ゲームソフトウェアはユーザーアカウント、ユーザーID、および不正または悪意のあるプログラムまたはその使用に関する情報を当社に送信する場合があります。\r\n\r\nコンソールゲームで収集された情報\r\nコンソールプラットフォームでコンソールゲームにアクセスすると、サービスの使用を通じて次の情報が自動的に収集されます。インターネットプロトコル（IP）アドレス、ログデータ（時間と期間）、ゲーム内のアイテムと動作、あなたがゲームで完了した実績、あなたが参照した他のユーザー。\r\n\r\nまた、サードパーティの情報源から情報を入手しています。ネットワークに接続されたコンソールでゲームをプレイすると、プラットフォーム上のID、国、性別、年齢、「友達」、ブロックリストがコンソールプラットフォームで共有される場合があります。コンソールプラットフォームによるこのような情報の共有は、関連するコンソールプラットフォームのプライバシーポリシーの対象となります。\r\n\r\n登録時に、または特定の機能やサービスに関して要求される情報を変更する場合があるため、これは完全なリストではない場合があります。\r\n\r\n個人情報を提供することなく、サービスの特定の部分にアクセスできます。ただし、特定の情報が提供されない限り、登録が必要な特定の機能を利用したり、資料を受け取ったりすることはできません。この個人情報の処理は、サービスの実行に必要であるため、合法です。\r\n\r\n\r\n個人情報はどのように使用しますか？\r\n\r\n一般的に、当社は収集した個人情報を使用して、お客様のリクエストまたはトランザクションを処理し、お客様がリクエストした情報またはサービスを提供し、お客様が関心を持つと思われるその他の情報、イベント、プロモーション、製品またはサービスについて通知します。お客様によるサービスの利用と管理および運用を促進し、訪問者のニーズを理解し、情報が提供された目的を理解する。たとえば、当社は収集した情報を使用する場合があります\r\n   。-歓迎のメールを送信し、サービスの使用について連絡するため。\r\n   -お客様が要求するサービス、製品、または情報を提供し、それに関連する取引を処理するため。\r\n   -フォーラム、チャット、ソーシャルメディア、またはその他の同様の機能で、サービスの他のメンバーとやり取りできるようにするため。\r\n   -テクニカルサポート、カスタマーサービスを提供し、サービスの継続的な円滑な運用を確保するため。\r\n   -採用目的、およびあなたが仕事を提供された場合、または当社に雇用される場合、その他の雇用関連の目的のため。\r\n   -メール、提出、コメント、リクエスト、または苦情に対応するため。\r\n   -ユーザーの特性と使用パターンを分析して、当社の製品とサービスがどのように使用されているかをよりよく理解し、より効果的にマーケティングする。\r\n   -コンテンツとエクスペリエンスのパーソナライズ、お客様への広告など、サービスのコンテンツ、製品、サービス、機能を改善するため。\r\n   -あなたの興味や好みに合わせてカスタマイズされたコンテンツや広告を表示する。\r\n   -ニュースレター、アンケート、コンテストおよび懸賞のお知らせを送信し、コンテストおよび懸賞の当選者に通知するため。\r\n   -フィードバックを要求し、調査と分析を実行し、サービスおよび当社の出版物、製品、サービスを運用、開発、カスタマイズ、および改善できるようにするため。\r\n   -当社または第三者のサービス、製品、活動、プロモーション、特別なイベントまたはオファーについて、およびその他のマーケティング、情報提供、製品開発、プロモーションの目的でお客様に連絡するため。\r\n   -サービスまたは当社の製品およびサービスに関連する実際のまたは疑われる詐欺、ハッキング、侵害、またはその他の不正行為を防止または調査するため。\r\n\r\n特に、コンソールゲームでは、お客様の個人情報を使用して、お客様が求めた製品やサービスの提供、お客様とのコミュニケーション、サービスの改善、および以下に示す目的を含むその他の目的のために使用します：\r\n\r\nインターネットプロトコル（IP）アドレスを収集し、ログデータ（時間と期間）、ゲーム内アイテムと動作、ゲームで完了した実績、サービスの使用を通じて参照した他のユーザー。そのような情報を使用して、アカウントの記録を保持し、ゲームとサービスの機能を向上させます。また、国、性別、年齢、「友達」、コンソールプラットフォームのブロックリストなど、コンソールプラットフォームによってお客様の情報が共有されます。そのような情報を使用して、コンソールゲームとサービスを提供します。 \r\n\r\n当社とのやり取りにおいてより一貫したパーソナライズされたエクスペリエンスを提供するために、1つのサービスまたはサービスの一部を通じて収集された情報は、他のサービスまたはサービスの一部を通じて取得された情報と組み合わされる場合があります。また、収集した情報を他社から入手した情報で補足する場合もあります。たとえば、特定のサービスをお客様の地域に合わせてカスタマイズするために、IPアドレスに基づいて一般的な地域を導き出すことができる他社のサービスを使用する場合があります。\r\n\r\n他人の個人情報を提供した場合、または他人が私たちに情報を提供した場合、その情報は、提供された特定の理由でのみ使用されます。\r\n\r\n\r\n個人情報を共有しますか？もしそうなら、どのようにあなたの情報を共有しますか？\r\n\r\nこのポリシーに記載されている方法でのみ、個人情報を第三者と共有します。当社は通常、訪問者およびユーザーに関する個人情報を第三者に開示、販売、または取引しません。\r\n\r\n弊社のサービスプロバイダー\r\n弊社は、サービスの運用に関連して当社に従事または協力しているクレジットカードプロセッサやライブチャットベンダーなどのベンダー、コンサルタント、およびその他のサービスプロバイダー（「サービスプロバイダー」）と個人情報を共有する場合があります。私たちのために仕事を行うためにそのような情報にアクセスする必要がある人。当社は、合理的な機密保持条件に基づいてサービスを実行するために必要な情報へのアクセスを提供します。場合によっては、サービスプロバイダーがお客様から直接情報を収集することがあります。私たちは、サービスプロバイダーに、私たちにサービスを提供する以外に、私たちから取得した個人情報を使用することは許可されないことを通知します。ただし、お客様がこれらのサービスプロバイダーに直接提供する追加情報については責任を負いません。そのようなサービスプロバイダーに個人情報を直接開示する前に、その慣行に慣れることをお勧めします。\r\n\r\n当社は、お客様の情報を第三者パートナーと共有する場合や、コンテキスト広告またはターゲット広告の提供、オファー、調査、マーケティングメッセージの提供、分析サービスの提供など、サービスを提供するために、第三者パートナーがお客様から直接情報を収集することを許可する場合があります。          \r\n\r\nまた、お客様の同意を得た場合、個人情報を第三者と共有する場合があります。たとえば、特定のサービスやオファーをユーザーに直接提供するために、他の当事者との関係を結ぶ場合があります。ユーザーがこれらのサードパーティのサービスまたはマーケティングのオファーにオプトインする場合、たとえばサードパーティのリンクをクリックすることにより、サインアップ時に提供した個人情報または名前などのその他の個人情報を共有することがありますまたはその他の連絡先情報。これらは、ビジネスパートナーがこれらのサービスまたはオファーを提供したり、お客様と連絡を取り合うために合理的に必要または適切であると見なされます。これらの企業との個人情報の共有を望まない場合は、privacy @ perfectworld.comまでご連絡ください。\r\n\r\n当社の子会社\r\n当社は、パーフェクトワールドと同じ会社グループの会社と情報を共有する場合があります。これには、子会社（つまり、私たちが所有または管理する組織）または最終持株会社（つまり、私たちを所有または管理する組織）およびそれが所有する子会社。これらの企業は、このポリシーに基づく場合と同じ方法でお客様の個人情報を使用します。\r\n\r\n法的義務に応じて共有\r\nする公的機関から合法的に認可されている、または国家安全保障や法執行機関への対応を含む、そうするよう求められていると誠実に信じて、通信の内容を含む個人情報にアクセス、開示、または保存する場合があります。法律または法的手続きまたは当局の遵守、クレームへの対応、またはパーフェクトワールド、当社のユーザー、当社の従業員または公衆の権利、財産または安全を保護するための要件またはそうすることが合理的に必要または適切であることパーフェクトワールドまたは当社のユーザーを、当社のサービスの詐欺的、虐待的、不適切、または違法な使用から保護するための制限なし。個人情報を含む当社が収集する情報は、会社の資産の全部または一部の合併、売却、売却、または譲渡の一部として、または交渉中に、資金調達または買収、またはその他の状況で開示または譲渡される場合があります。パーフェクトワールドのビジネスアセットの1つとして個人情報が転送される場合。所有権の変更、個人情報の使用、個人情報に関する選択肢については、電子メールまたはWebサイト上の目立つ通知で通知されます。また、事前の同意を得て、お客様の個人情報を他の第三者に開示する場合があります。\r\n\r\nお客様は、当社のサービスのコミュニティ機能を使用すると、パブリックまたはプライベートグループ、フォーラム、およびサービスのその他のインタラクティブな領域に投稿した情報、ならびにサービスを通じて個人と共有した情報が、他のユーザーにも利用可能になることを理解しているユーザーおよび場合によっては（サービスのパブリックエリアに投稿する場合など）、一般に公開される場合があります。\r\n\r\n個人情報を他の人に提供したり、公開または非公開のオンラインフォーラムで共有したりする場合は注意が必要です。当社は、お客様が個人情報を共有する第三者の行為について責任を負いません。コミュニティフォーラムまたはその他のパブリックエリアからの個人情報の削除をリクエストするには、privacy @ perfectworld.comまでご連絡ください。サービスに投稿した情報を削除しても、サービスのキャッシュページとアーカイブページでコピーが表示されたままになる場合や、他のユーザーがその情報をコピーまたは保存した場合があります。場合によっては、お客様の個人情報を削除できないことがあります。その場合、削除できない場合とその理由をお知らせします。\r\n\r\n合併、会社資産の譲渡などの状況による共有\r\n当社が収集した個人情報を含む情報は、すべての合併、売却、売却、または譲渡の一部として、または交渉中に開示または譲渡される場合があります。会社の資産の一部、資金調達、買収、またはパーフェクトワールドの事業資産の1つとして個人情報が転送される可能性があるその他の状況。所有権の変更、個人情報の使用、および個人情報に関する選択肢の通知は、電子メールまたは通知、あるいはその両方で通知されます。\r\n\r\nここでは、ユーザーの同意なしに第三者と共有される可能性のある集計情報の共有を制限するものはありません。\r\n\r\n海外送金\r\n当社のウェブサイトおよび当社のサービスでお客様のアカウントを使用できるようにするため、および米国またはヨーロッパにあるゲーム用のサーバーを選択できるようにするために、お客様のアカウントおよび当社のゲームの使用に関する情報は、米国のPerfect World Entertainment、Inc.とオランダのPerfect World Publishing BVの間で譲渡。アジアのユーザーのみ、お客様のアカウント（オープンID、アカウントID）およびゲームの使用に関する情報は、アジアにあるサーバーに転送される場合があります。\r\n\r\n第三者のサイト\r\nへのリンク当社のサービスには、他のウェブサイトへのリンクが含まれています。サードパーティのソーシャルメディアサイトでは、たとえば、当社のWebサイトまたはサービスでソーシャルメディアサイトの[これを追加]または[いいね]ボタンをクリックすると、あなたに関する情報が記録される場合があります。私たちはそのようなサイトやその活動を管理していません。リンク先のページでお客様が提供する個人情報は、その第三者に直接提供され、その第三者のプライバシーポリシーの対象となります。当社は、リンク先のウェブサイトのコンテンツまたはプライバシーとセキュリティの慣行およびポリシーについて責任を負いません。当社のサービスから第三者または他のサイトへのリンクは、お客様の便宜のためにのみ提供されています。個人情報を提供する前に、プライバシーとセキュリティの慣行とポリシーについて学ぶことをお勧めします。\r\n\r\nゲームのアップデート\r\nゲームやその他のソフトウェアをアップデートまたは「パッチ」する際、パッチルーチンを利用して、最新バージョンがコンピュータにインストールされているかどうかを確認する場合があります。そうでない場合は、最新バージョンが自動的にコンピュータにアップロードされる可能性があります。その場合、そのようなアップロードに同意し、それ以上の通知を放棄します。ゲームをダウンロードするときに、ゲームを使用できるようにするために、ソフトウェアがハードウェアの容量に関連するコンピューターからの情報を監視および通信する場合があることを理解し、同意します。\r\n\r\nプッシュ通知とローカル通知\r\nユーザーの同意を得て、モバイルデバイスにプッシュ通知を送信して、ゲームの更新やその他の関連メッセージを提供する場合があります。関連するゲームのモバイルデバイスの設定ページや関連するモバイルゲーム内の設定ページからプッシュ通知を管理できます。また、ゲームのアップデートやその他の関連情報を提供するために、モバイルデバイスにローカル通知を送信する場合もあります。ローカル通知は、モバイルデバイスの関連ゲームの設定ページおよび/または関連モバイルゲーム内の設定ページから管理できます。\r\n\r\n監視\r\nゲーム内で他のプレイヤーと通信したり、インスタントメッセージング、フォーラム、チャットルームなどのサービスで利用可能なインタラクティブ機能を利用したりする場合、そのような通信や投稿は当社のサーバーを通じて送信されることを理解し、同意するものとします。 「プライベート」として指定されたものを含め、そのようなすべての通信および投稿を監視する義務はありません。法律や規制がこれを可能にする程度まで。お客様は、そのような通信または投稿に関してプライバシーを期待していないことを認め、そのような監視に明示的に同意するものとします。\r\n\r\n\r\nオンラインで個人情報を保護するためにどのような措置をとっていますか？\r\n\r\nパーフェクトワールドは、サービスを通じて収集した個人情報を保護するために合理的な予防策を講じるよう努めます。不正アクセス、紛失、誤用を防止するために設計された物理的、電子的、および管理的な手順を導入しています。たとえば、Perfect WorldはSSL（セキュアソケットレイヤー）テクノロジーを使用して、アカウントパスワード、クレジットカード番号、その他の支払い関連の識別可能な情報などの機密情報の送信を暗号化しています。\r\n\r\nさらに、個人情報への内部アクセスを、職務を遂行するために情報を必要とする従業員に制限します。従業員によるそのような情報の不正アクセスまたは使用は禁止されており、懲戒処分の根拠となります。さらに、当社の情報管理システムは、従業員がアクセスする権限のない情報へのアクセスをブロックまたは禁止するように構成されています。サービスプロバイダーは、当社が受け取る個人情報の一部を処理、処理、または保存する責任を負う場合があることに注意してください。彼らはあなたに独立して販売することを許可されていません。これらのサービスプロバイダーは、契約上、当社から受け取った個人情報を保護および保護する必要があります。個人情報の保護に努めていますが、インターネット経由で送信される情報は必ずしも安全であるとは限らず、第三者によって傍受またはアクセスされる可能性があることに注意してください。したがって、そのような情報のセキュリティを保証することはできません。また、そのような傍受に対して責任を負いません。\r\n\r\n個人情報の使用に関してどのような選択肢がありますか？\r\n\r\nパーフェクトワールドでは、個人情報の収集、使用、開示を制御するための特定のオプションを提供しています。このポリシーの対象外の方法（ダイレクトマーケティングの目的での使用を含む）で個人情報を第三者と共有する場合は、事前に同意を求めます。\r\n\r\nパーフェクトワールドアカウント（つまり、サードパーティプラットフォームのアカウントを除く、当社のサービスのアカウント）を作成すると、プロファイルのプライバシー設定を管理できます。プロファイルのプライバシー設定を変更するには、ウェブサイトの「マイアカウント」セクションにアクセスしてください。\r\n\r\nパーフェクトワールドは、ウェルカムメール、サービス、アカウント関連のメールを送信したり、当社の製品やサービスに関するマーケティングおよびプロモーションメールを送信したりする場合があります。 Perfect Worldから当社の製品およびサービスに関するマーケティングおよびプロモーションメールを送信したくない場合は、各プロモーションメールに含まれている購読解除手順に従ってオプトアウトできます。また、ウェブサイトの[マイアカウント]セクションでメールニュースレターや更新を管理することもできます。ただし、これは、サービスおよびアカウント関連の電子メールを送信したり、このポリシーに記載されているようにお客様の個人情報を使用したりする当社の能力には影響しません。\r\n\r\nパーフェクトワールドは、弊社の製品およびサービスに関するマーケティングおよびプロモーションの郵便を送信する場合があります。氏名、履歴書、またはその他の個人情報をメーリングリストまたはシステムから削除する場合は、privacy @ perfectworld.comにメールを送信してください。\r\n\r\nCookieを削除して無効にする方法、およびその他の追跡/記録ツールについては、ブラウザまたはモバイルデバイスの技術情報を参照してください。ブラウザまたはモバイルデバイスの種類によっては、追跡メカニズムを削除または無効にできない場合があります。 Cookieやその他の追跡ツールを無効にすると、当社および当社のビジネスパートナーは、サービスに関連するブラウザの活動を追跡できなくなり、サードパーティによるターゲット広告活動で使用できなくなります。ただし、これを行うと、サービスを通じて利用可能な機能の多くが無効になる場合があります。 Cookieとターゲット広告に関する詳細情報が必要な場合、またはNetwork Advertising Initiativeの一部である企業によるこの情報の使用をオプトアウトするには、www.networkadvertising.org / choicesにアクセスしてください。\r\n\r\n\r\nお子様のプライバシー保護\r\n\r\n13歳未満の者は、本サービスを利用する資格がありません。本サービスは13歳未満の方を対象としたものではありません。13歳未満のお子様から不注意で情報を収集したことが判明した場合は、できるだけ早くお子様の情報をシステムから削除します。 13歳未満の方の個人情報が提供されたことに気づいた場合は、以下の詳細を使用して、すぐにご連絡ください。 18歳未満の場合は、事前に親または保護者の同意を得ずに情報を提供することはできません。\r\n\r\n\r\nカリフォルニア州住民の権利\r\n\r\nこのプライバシーに関する通知の範囲このプライバシーに関する\r\n\r\n通知は、サービスに関連してカリフォルニア州の住民について収集または処理する個人情報、その個人情報の使用、共有、保護の方法、および個人情報に関するあなたの権利について説明しています収集または処理します。\r\n\r\nこのプライバシーに関するお知らせの「個人情報」とは、カリフォルニア州消費者プライバシー法（CCPA）のカリフォルニア州民法第1798.83条と同じ意味を持ちます。特定、関連、説明、合理的に関連付けることができる、または合理的に可能な情報特定の消費者または家庭と直接的または間接的にリンクされている。個人情報には、匿名化または集約された情報は含まれません。\r\n\r\n当社が収集、共有する個人情報、およびその目的\r\n過去12か月間、私たちは、上記で詳細に説明したように、訪問者がサービスとやり取りする次の状況で、訪問者から個人情報を収集および共有しました\r\n   。-アクティブコレクション\r\n   -Facebookコネクト\r\n   -ログファイル\r\n   -Cookieと追跡テクノロジ\r\n   -デバイス識別子\r\n   -ユーザー識別子\r\n   -IPアドレス\r\n   -位置データ\r\n\r\n\r\n\r\n上記で詳細に説明したように、当社はさまざまな目的でお客様の個人情報を使用して、サービスの運用、活動の評価、およびパフォーマンスの向上を図っています。\r\n\r\n上記で詳細に説明した場合を除き、お客様の同意なしにお客様に関する情報を第三者と共有することはありません。\r\n\r\n\r\nカリフォルニア州の居住者としての権利\r\n\r\nカリフォルニア州の法律では、カリフォルニア州の居住者であるユーザーには、個人情報に関する特定の権利があります。これらの権利には、以下に説明する特定の例外が適用されます。必要に応じて、応答時間の延長が合理的に必要でない限り、45日以内にほとんどの要求に応答します。\r\n\r\n情報を開示\r\nする権利お客様には、個人情報に関する当社の慣行に関する特定の情報を開示するよう要求する権利があります。有効で検証可能なリクエストを送信し、リクエストの作成者の身元および/または権限を確認した場合、お客様の指示により次のいずれかを開示します。-\r\n   過去12年間に収集した個人情報のカテゴリヶ月。\r\n   -過去12か月間にユーザーについて収集した個人情報のソースのカテゴリ。\r\n   -その個人情報を収集するための私たちのビジネスまたは商業目的。\r\n   -その個人情報を共有する第三者のカテゴリ。\r\n   -お客様に関して収集した特定の個人情報。\r\n   -お客様の個人情報をビジネス上の目的で第三者に開示した場合は、受信者の各カテゴリが受け取った個人情報の種類のリスト。\r\n\r\n\r\n個人情報を削除\r\n\r\nする権利お客様は、特定の例外を除き、お客様から収集して保持した個人情報の削除を要求する権利を有します。お客様の個人情報を削除するための確認済みのリクエストを受け取ったら、法律で別段の許可がない限り、削除を行います。\r\n\r\n\r\nこれらの権利を行使する方法\r\n\r\nここをクリックして、個人情報の開示または削除を求める検証可能な消費者の要求を提出でき\r\n\r\nます。受領後10日以内に、個人情報の開示または削除の検証可能な要求に無料で対応します。\r\n\r\nあなたのプライバシーとあなたの情報のセキュリティを保護するために、あなたの身元を確認するために、あなたが提供する情報とあなたが提供する個人情報を照合することによって消費者の要求を検証します。ご提供いただいた追加情報は、本人確認のためにのみ使用され、他の目的には使用されません。\r\n\r\nあなたは、あなたに代わってリクエストを行うために許可されたエージェントを指定することができます。あなたは、あなたに代わってリクエストを送信するための許可されたエージェントの書面による許可を提供する必要があります。あるいは、検認コードのセクション4000-4465に基づいて委任状を提供された認定エージェントが、あなたに代わってリクエストを送信する場合があります。\r\n\r\n個人情報の販売をオプトアウト個人情報の販売をオプトアウト\r\n\r\nする権利お客様には、する権利があります。あなたはいつでも、あなたの個人情報を第三者に販売する事業者にあなたの個人情報を販売しないよう指示することができます。\r\n\r\n私たちはあなたの個人情報を販売しないので、あなたがオプトアウトする権利を行使するためのメカニズムを提供しません。 \r\n\r\n差別の\r\n\r\nない権利上記のカリフォルニア州のプライバシー権の行使に対して差別されない権利があります。\r\n\r\nカリフォルニア州以外の居住者の場合：個人情報を確認、更新、修正、または削除する方法\r\n\r\nリクエストに応じて、Perfect Worldがお客様の個人情報を保持または第三者に代わって処理するかどうかに関する情報を提供します。この情報をリクエストするには、カスタマーサポートWebサイト（https://support.perfectworld.com）を使用してチケットを送信してください。\r\n\r\n本サービスを通じて収集した個人情報は、privacy @ perfectworld.comに電子メールを送信するか、連絡して、確認、更新、修正、または削除できます。100Redwood\r\n    Perfect World Entertainment Inc.に\r\n    Shores Parkway、4th Floor\r\n    Redwood City、CA 94065\r\n    Attn：プライバシーポリシーのリクエスト\r\n\r\n生年月日や年齢など、資格を確認するために必要な特定の種類の個人情報は、アカウントを閉鎖しない限り削除できないことに注意してください。ただし、そのような情報は、新しい情報を十分に検証して変更することができます。データを削除すると、アカウントおよび該当するサービスが終了する場合があることに注意してください。\r\n\r\nお客様の個人情報にアクセスするには、当社が要求する十分な身分証明書を提示する必要があります。また、お客様の身元について質問があるとGoogleが判断した場合は、すべてのユーザーのアクセスを拒否する権利を留保します。 30日以内にすべてのアクセス要求に対応します。\r\n\r\nさらに、紛争の解決、利用規約の施行、サービスに関連する技術的および法的要件と制約のために必要または推奨であるとGoogleが判断した場合は、お客様の情報をファイルに保持する権利を留保します。\r\n\r\n\r\nセキュリティ\r\n\r\nお客様の個人情報のセキュリティは私たちにとって重要です。注文フォームに機密情報（クレジットカード番号など）を入力すると、セキュアソケットレイヤーテクノロジー（SSL）を使用してその情報の送信が暗号化されます。\r\n\r\n弊社は、送信中および受信後の両方で送信された個人情報を保護するために、一般に認められた基準に従います。ただし、インターネットを介した送信方法や電子ストレージの方法は100％安全ではありません。したがって、その絶対的なセキュリティを保証することはできません。サービスのセキュリティについて質問がある場合は、privacy @ perfectworld.comまでご連絡ください。\r\n\r\n\r\nInternational Users\r\n\r\nPerfect Worldは米国に拠点を置く企業であり、当社のサーバーおよび事業活動は主にカリフォルニア州にあります。当社のサービスを使用して情報を提供することにより、お客様は、このポリシーに記載されている方法で、アメリカ合衆国にあるコンピューター上で情報を転送、保存、および処理することに同意するものとします。米国の情報は、お住まいの国の法律よりも厳格でなく、それらの法律と同じ保護または権利を提供しない場合があります。このポリシーに記載されているとおりに個人情報が転送または使用されることに異議がある場合は、このサービスを使用しないでください。\r\n\r\nお問い合わせ\r\nこのポリシーに関する質問、懸念事項、またはコメントがある場合は、privacy @ perfectworld.comまで電子メールでお問い合わせください。\r\n\r\n",
  "version": 4
}