{
  "content": "Условия предоставления услуг\r\nРЕКОМЕНДУЕМ ВНИМАТЕЛЬНО ОЗНАКОМИТЬСЯ С НАСТОЯЩИМИ УСЛОВИЯМИ ПО ИСПОЛЬЗОВАНИЮ. ПОСЕЩАЯ НАСТОЯЩИЙ САЙТ ИЛИ ПОЛЬЗУЯСЬ ИМ, ВЫ СОГЛАШАЕТЕСЬ С ОБЯЗЫВАЮЩИМ ХАРАКТЕРОМ УСЛОВИЙ ЗАКРЕПЛЕННЫХ В НАСТОЯЩЕМ ДОКУМЕНТЕ, И УСЛОВИЙ, ВКЛЮЧЕННЫХ ПОСРЕДСТВОМ ССЫЛКИ. ЕСЛИ ВЫ НЕ СОГЛАСНЫ СО ВСЕМИ НАСТОЯЩИМИ УСЛОВИЯМИ, РЕКОМЕНДУЕМ ВАМ ВОЗДЕРЖАТЬСЯ ОТ ПОЛЬЗОВАНИЯ НАСТОЯЩИМ САЙТОМ ИЛИ ИГРАМИ.\r\nКомпания Perfect World Publishing BV благодарит Вас за посещение своего сайта. Настоящий документ содержит условия (далее по тексту «Условия»), регулирующие доступ и пользование нашими Вэб-сайтами, находящимися по адресам: www.nw.ru.perfectworld.eu и www.arcgames.com (или по любой другой ссылке, которая может заменить указанные адреса) и всеми связанными вэб-сайтами и микросайтами (далее по тексту совместно именуемыми «Вэб-сайт» или «Вэб-сайты»), включая получение доступа к любым играм (управляемым как нами, так и третьими лицами), который мы предоставляем через Вэб-сайты, получение доступа к компонентам игр, дополнительным функциям, программному обеспечению и услугами, предлагаемыми на русском языке или иным образом поддерживаемыми PWBV через Вэб-сайты. Вэб-сайты и оказываемые посредством них услуги, в т.ч. предоставление доступа к контенту, играм и их компонентам, дополнительным функциям, программному обеспечению (далее по тексту собирательно может именоваться «продукты»), образуют в своей совокупности «Сервис».\r\n \r\n1. Соглашение\r\n1.1 Настоящие Условия представляют собой соглашение (далее по тексту «Соглашение») между Вами и компанией Perfect World Publishing BV, обществом с ограниченной ответственностью, образованным согласно законодательству Нидерландов (далее по тексту «компания PWBV»). За исключением случаев, когда это прямо предусмотрено компанией PWBV, действие Соглашения не распространяется на Ваши отношения, операции, общение с любым третьим лицом, даже в том случае, если это связано с продуктами, предоставленными посредством Сервиса, либо связанными с ней. Для использования продуктов Вам необходимо будет также заключить соглашение с соответствующим провайдером (провайдерами).\r\n1.2 В настоящем Соглашении слова «мы/нас/нам/нами/наш» относятся к компании PWBV. Слова «Вы/Вами/Ваш» относятся к пользователю Сервиса.\r\n1.3 Если Вы проживаете в одной из следующих стран (Россия, Украина, Армения, Азербайджан, Беларусь, Казахстан, Кыргызстан, Молдова, Таджикистан, Узбекистан, Туркменистан и Грузия), настоящие условия являются Соглашением между Вами и компанией PWBV. В этом случае Услуга будет предоставляться компанией Perfect World Entertainment, Inc. напрямую. Perfect World Entertainment, Inc. (\"PWE\") является дочерней структурой PWBV, владеющей Услугой и предоставляющей ее компании PWBV в качестве субподрядчика.\r\n1.4 Момент завершения Вами процедуры регистрации на сайте либо в любой игре, начало загрузки доступного через Вэб-сайты программного обеспечения либо иное пользование Сервисом означает, что Вы стали стороной данного соглашения и подразумевает согласие принять его условия и признать их юридически обязывающий характер, а также Ваше согласие на соблюдение Правил поведения, размещенных на Вэб-сайте или иным образом доведенных до Вашего сведения компанией PWBV (далее по тексту «Правила поведения»). Все совершенные через Вэб-сайт активности пользователей и информация о них регулируются настоящими Условиями. Данное понятие включает, но не ограничивается, надлежащим внутриигровым поведением и поведением вне игр, имеющим отношение к ним. Кроме того, в результате регистрации в игре или при загрузке доступного через Вэб-сайты программного обеспечения Вы также становитесь стороной  соответствующего лицензионного соглашения о конечном использовании (далее по тексту «Пользовательское соглашение»), лицензиаром в котором может являться компания PWBV либо иное лицо.\r\n1.5 Если Вы не согласны с каким-либо из условий, не подключайтесь или иным образом не пользуйтесь Сервисом.\r\n1.6 Настоящим Вы заявляете, что обладаете необходимой степенью дееспособности для заключения настоящего Соглашения и не ограничены в праве получения Сервиса согласно законодательству страны, резидентом которой Вы являетесь.\r\n1.7 Вы осознаете и соглашаетесь с тем, что Сервис может включать сервисные извещения и административные сообщения, и у Вас отсутствует право на отказ от их получения.\r\n1.8 Настоящее Соглашение является дополнением и никаким образом не заменяет Пользовательское соглашение или любые дополнительные условия, которые могут применяться в случае, когда Вы пользуетесь определенной частью Сервиса. В случае если содержание настоящего Соглашения противоречит одному или нескольким положениям любого другого специального соглашения или условий, стороной которого (ых) является компания PWBV, преимущественной силой обладает положение (я) специального Соглашения. Обращаем Ваше вниманием на то, что настоящее Соглашение также не может применяться к тем или иным продуктам, услугам, которые не подпадают под определение понятия «Сервис».\r\n \r\n2. Изменение условий\r\n2.1 По своему собственному усмотрению мы вправе в любое время изменять и/или дополнять настоящие Условия, Правила поведения и Пользовательское соглашение, стороной которого является компания PWBV.\r\n2.2 Изменения и дополнения к Условиям публикуются на Вэб-сайте и вступают в силу непосредственно после своего опубликования, если иное прямо не предусмотрено при публикации.\r\n2.3 В Ваши обязанности входит периодически ознакамливаться с Условиями, Правилами поведения и Пользовательским соглашением, что обеспечит Вашу осведомленность с изменениями и дополнениями, вносимыми по мере необходимости в содержание указанных документов. Продолжая пользоваться любой частью Сервиса после изменений, Вы подтверждаете признание тех или иных пересмотренных или обновленных условий. Если Вы не согласны с измененными условиями, Вы должны прекратить пользоваться Сервисом и/или его элементами.\r\n \r\n3. Описание\r\n3.1 Мы предоставляем зарегистрированным пользователям доступ к онлайн играм, иному программному обеспечению, аудио- и видеоконтенту, принадлежащим  как нам, так и третьим лицам, а также к связанным компонентам, функциям и услугам, доступ к которым осуществляется через Вэб-сайт, как то форумы сообщества и другие интерактивные площадки. Для входа в игры от Вас может потребоваться загрузить или установить определенное клиентское программное обеспечение, и такой доступ влечет за собой необходимость использовать определенное аппаратное и программное обеспечение, а также доступ в Интернет (что, как Вы подтверждаете, играет ключевую роль в вашем пользовательском опыте).\r\n\r\nМы предоставляем Вам базовый доступ к Сервису, но некоторые продукты могут оставаться недоступными, пока Вы не заключите с соответствующей стороной соглашение о предоставлении доступа к таким функциям и компонентам. Такие продукты являются дополнительными, и от Вас не требуется приобретать их для пользования Сервисом.\r\n\r\nНастоящим Вы подтверждаете и осознаете, что любые продукты вторичны по отношению к Сервису и обусловлены наличием доступа к нему. Если иное прямо не предусмотрено, Вы не можете пользоваться ими и Ваши права в отношении таких игр, программного обеспечения, контента, функций и компонентов будут ограничены, если по той или иной причине у Вас будет отсутствовать доступ к Сервису. Вы соглашаетесь с тем, что ни при каких обстоятельствах компания PWBV или её взаимозависимые лица не могут быть привлечены к ответственности за отсутствие доступа к таким функциям и компонентам или быть обязанными компенсировать ущерб или убытки, возникшие в отношении данного факта, и Вы осознаете, что должны самостоятельно контролировать соблюдение с Вашей стороны всех требований, необходимых для пользования Сервисом и доступных через него продуктов.\r\n3.2 Вы соглашаетесь с тем, что мы не несем ответственности за то или иное аппаратное обеспечение, программное обеспечение или Интернет доступ, вопросы их качества, совместимости или непригодности, платежи и операции, имеющие место при получении прав на использование дополнительных функций и компонентов Игр, содержание, товары и т.д. от третьих лиц. Мы не предоставляем Интернет доступ, и Вы отвечаете за оплату телефонного или Интернет доступа, а также за необходимое оборудование, обслуживание, ремонт или исправление при обеспечении подключения к серверам.\r\n\r\nВ некоторых случаях для пользования той или иной частью Сервиса Вам, за свой счет, необходимо соблюсти технические требования, приведенные по следующему адресу: https://www.arcgames.com/ru/about/terms . В противном случае такие элементы Сервиса будут Вам недоступны.\r\n \r\n4. Аккаунт\r\n4.1 От Вас может потребоваться создать учетную запись (далее по тексту «Аккаунт») для получения доступа к Сервису и доступных через него продуктов.\r\n4.2 Для создания Аккаунта Вы должны достичь 13-летнего возраста. Если Вы достигли 13-летнего возраста, но не достигли установленного законом возраста для заключения договоров в юрисдикции, резидентом которой Вы являетесь (далее по тексту «Установленный законом возраст»), и/или 18-летнего возраста, необходимо, чтобы Вы ознакомились с настоящими Условиями в присутствии своих родителей или (законного) опекуна/попечителя для обеспечения того, что они ознакомились и согласны с ними. Если Вы являетесь родителем или (законным) опекуном/попечителем пользователя Вэб-сайта, игр и т.д. и/или Сервиса, и у Вас возникли вопросы по Условиям, просьба обратиться к нам по адресу support-russian@perfectworld.com.\r\n4.3 Создавая Аккаунт или иным образом пользуясь Сервисом, Вы заявляете, что достигли Установленного законом возраста или, по меньшей мере, 18-летнего возраста, и что Вы согласны с настоящими Условиями, или, что Вы старше 13 лет, и Ваши родители или законный опекун ознакомились и согласны с настоящими Условиями, и Вы осознаете и согласны с тем, что при разрешении Вам пользоваться Сервисом мы руководствуемся данным заявлением.\r\n4.4 Несмотря на вышеприведенные положения, определенные части нашего Сервиса могут содержать контент для взрослых, не предназначенный для лиц, не достигших Установленного законом возраста или 18-летнего возраста. Для получения доступа к такому контенту от Вас потребуется подтверждение того, что Вы достигли Установленного законом возраста или 18-летнего возраста. Если Вы посещаете ту или иную часть нашего Сервиса, предназначенную или обозначенную только для взрослой аудитории, Вы подтверждаете, что достигли Установленного законом возраста или, по меньшей мере, 18-летнего возраста, и что обладаете законным правом на получение доступа к такому контенту. Мы не несем никакой ответственности за неисполнение Вами обязанности по точному подтверждению Вашего возраста при принятии и исполнении Условий.\r\n4.5 При создании Аккаунта и идентификатора пользователя (далее по тексту «ID») Вы соглашаетесь (i) предоставить достоверную, точную, актуальную и полную информацию, которая должна быть внесена в соответствующие поля (далее по тексту «Информация об Аккаунте»), и (ii) незамедлительно поддерживать и обновлять такой ID и Вашу Информацию об Аккаунте для обеспечения её достоверности, точности, актуальности и полноты.\r\n4.6 Будучи создателем своего Аккаунта и ID, Вы являетесь единственным лицом, отвечающим за свой ID. Создание оскорбительных или непристойных ID не допускается. Если ID нарушает ту или иную часть настоящих Условий, мы можем незамедлительно на временной или постоянной основе заблокировать его, направив или не направляя соответствующее уведомление.\r\n4.7 Ваш Аккаунт является персональным и только Вы можете им пользоваться. Мы не несем ответственности за ненадлежащее использование Вашего Аккаунта или Вашего ID или Информации об Аккаунте, Вы соглашаетесь принять на себя все риски ненадлежащего использования и несанкционированного доступа к Вашему Аккаунту, а также освободить нас и наших взаимозависимых лиц от ответственности за ненадлежащее использование Вашего Аккаунта или Вашего ID или Информации об Аккаунте, включая, но не ограничиваясь неправомерным или несанкционированным использованием со стороны лица, которому Вы сообщили свой пароль.\r\n4.8 Обращаем Ваше внимание на то, что Вы на постоянной основе отвечаете за обеспечение конфиденциальности и безопасности Вашего ID и пароля, и Вы соглашаетесь направить нам соответствующее уведомление, если Ваш пароль будет утерян, украден, сообщен неуполномоченному третьему лицу или подвержен иному риску. Вы единолично отвечаете за все действия и операции, имеющие место под Вашим Аккаунтом, а мы не несем ответственности за ненадлежащее использование Вашего Аккаунта, включая, но не ограничиваясь случаем утраты или сообщения Вашего пароля третьему лицу или его использованием для операций. Вы соглашаетесь незамедлительно уведомить нас о ненадлежащем использовании Вашего Аккаунта или любом другом нарушении безопасности в отношении Сервиса, о котором Вам станет известно. Мы можем предоставить Вам право изменить свой пароль в целях сохранения Вашего Аккаунта, но мы также сохраняем за собой право по своему усмотрению на временной или постоянной основе заблокировать Ваш Аккаунт. Обращаем Ваше внимание на то, что любые действия в рамках Сервиса или действия, имеющие отношение к ней, которые совершаются через Ваш Аккаунт, считаются совершенными Вами, вне зависимости от характера такого действия, поэтому добровольное предоставление Вашего Аккаунта в пользование несколькими лицами находится под строгим запретом и может привести к расторжению настоящего соглашения или иных соглашений с Вами.\r\n4.9 Действие Вашего Аккаунта может быть прекращено, если Вы не пользуетесь им в течение двенадцати месяцев после даты его создания или в течение непрерывного периода, составляющего двенадцать месяцев. Если Вы не пользуетесь своим Аккаунтом в течение непрерывного периода, составляющего двенадцать месяцев или более, он может быть удален по нашему усмотрению.\r\n4.10 Перед прекращением действия Вашего Аккаунта мы уведомим Вас по электронной почте, если удаление, деактивация или прекращение Вашего Аккаунта или ID не связно с нарушением настоящих Условий. Однако мы не несем никакой ответственности за ненаправление уведомления. Если в течение 14 дней после получения уведомления Вы сообщите нам о своем намерении сохранить свой Аккаунт, по своему усмотрению мы можем не удалять его. Если Вы не сообщите нам указанную информацию, действие Вашего Аккаунта будет прекращено, и он может быть навсегда удален вместе с Вашим ID, записями, достижениями и сервисной информацией, связанной с ним.\r\n4.11 Прекращение действия Вашего Аккаунта также влечет за собой прекращение действия лицензии на пользование Сервисом и Материалами, являющимися собственностью компании, или любой их частью, а также любых дополнительных функций и компонентов Сервиса, предоставленных третьими лицами.\r\n4.12 Обращаем Ваше внимание на то, что, несмотря на те или иные уведомления, мы сохраняем за собой право в любой момент по нашему усмотрению прекратить доступ к Сервису либо удалить Ваш Аккаунт или приостановить его действие при наличии соответствующего основания или без такового.\r\n \r\n5. Право собственности (в т.ч. права на интеллектуальную собственность)\r\n5.1 Компания PWBV является собственником Вэб-сайтов, других элементов Сервиса, а также продуктов, когда это прямо предусмотрено в соответствующем Пользовательском соглашении либо на странице соответствующего продукта. Иные продукты принадлежат третьим лицам, которые указаны в качестве лицензиаров непосредственно на Веб-сайте либо в соответствующем Пользовательском соглашении. Все продукты защищаются действующим законодательством, в том числе законами об авторском праве. Все права и титул на Вэб-сайты, игры, программное обеспечение и любую часть Сервиса, все компоненты, и его контент (включая, но не ограничиваясь любыми Аккаунтами пользователей, названиями, компьютерными кодами, файлами, игровым программным обеспечением, клиентским и серверным программным обеспечением, инструментами, дорожками, обновлениями, темами, объектами, персонажами, их именами, слоганами, темами, локацией, концепцией, иллюстрациями, дизайном, графикой, изображениями, видео, анимацией, звуками, музыкой, музыкальными, композиционными, звуковыми записями, аудиовизуальными эффектами, информацией, данными, документацией, апплетами, протоколом чата, информацией о персонаже, игровым процессом и сценарием, записями, игровыми вопросами, игровыми действиями), их выбор и урегулирование (далее по тексту совместно именуемые «Материалы, являющиеся собственностью компании») являются собственностью либо принадлежат компании PWBV или лицензиарам и защищаются действующим законодательством об авторском праве и другими законами о частных правах.\r\n5.2 В случае, если Вы изменяете, переделываете или создаете производные работы любого рода на основе либо в отношении Материалов, являющихся собственностью компании (далее по тексту «Изменения»), вне зависимости от того, являются ли они утвержденными, Вы осознаете и соглашаетесь с тем, что Вы не обладаете никакими правами на такие Изменения, и что все права на них принадлежат исключительно компании PWBV, при условии, что компания PWBV выразила согласие на принятие прав и титула в отношении таких работ. Настоящим Вы безотзывно уступаете (и соглашаетесь уступить) и передать компании PWBV на безвозмездной основе без каких-либо ограничений или обременений, без какой-либо компенсации, выходящей за рамки встречного исполнения, предусмотренного в настоящих Условиях, любые и все права, титул и доли, которые Вы можете иметь на такие Изменения или в них. Данная уступка включает, но не ограничивается авторскими и патентными правами по всему миру на такие Изменения и право выступать истцом по делам о нарушениях, которые были совершены в прошлом или будут совершены в будущем. Если указанные уступка и передача компании PWBV являются невозможными согласно действующему императивному законодательству либо компания PWBV не дала согласия на принятие права и титула, настоящим Вы безусловно обязуетесь соблюдать и выполнять все инструкции PWBV, которыми может быть предписано в т.ч. следующее: а) Вы уступаете и передаете все права третьему лицу, которое при необходимости будет назначено компанией PWBV, б) Вы удаляете либо стираете оригинал и копии работы, и все сопутствующие и связанные материалы. Настоящим Вы соглашаетесь сотрудничать с компанией PWBV в связи с защитой указанных прав и должны составлять все документы (как то акт о передаче или уступке или письмо-подтверждение факта уничтожения произведения и т.п.), которые при необходимости могут требоваться для компании PWBV или любого назначенного лица в целях исполнения соответствующих прав согласно настоящим Условиям.\r\n5.3 Кроме того, в той степени, в которой уступки, указанные в пункте 5.2 , не предусматривают передачу права собственности на Изменения, Вы прямо предоставляете компании PWBV, нашим взаимозависимым компаниям и нашим лицензиарам весь контент, разрешение и неисключительное, бессрочное, действующее по всему миру, абсолютное право, которое может передаваться на основании сублицензий, на создание, использование, продажу, предложение к продаже, импорт или иной способ использования, перепост, опубликование, использование, цитирование, адаптацию, перевод, архивирование, хранение, воспроизводство, модификацию, создание производных работ из, объединение, лицензирование, печать, сублицензирование, распространение, вещание, транслирование, иной способ сообщения и публичную демонстрацию и осуществление Изменений или любой их части, способом, в форме, на носителе или форуме, вне зависимости от того, известен ли он на текущий момент или будет разработан впоследствии, без уведомления, вознаграждения или компенсации для Вас. Вы отказываетесь и соглашаетесь не заявлять о любых этических или аналогичных правах, которые Вы можете иметь на Изменения, если это является возможным согласно действующему императивному законодательству.\r\n5.4 Обращаем Ваше внимание, что использование любой интеллектуальной собственности, принадлежащей третьим лицам (включая доступные через Сервис игры, программное обеспечение и т.д.) возможно только с разрешения и в порядке, предусмотренном таким третьим лицом. Настоящие Условия Вам таких прав не дают.\r\n \r\n6. Конфиденциальность\r\n6.1 Рекомендуем Вам ознакомиться с нашей Политикой Конфиденциальности для получения сведений о сборе, использовании и распространении персональной информации. Политика конфиденциальности опубликована на Вэб-сайте: www.nw.ru.perfectworld.eu. Вы осознаете и соглашаетесь с тем, что принимая настоящее Соглашение, Вы безотзывно подтверждаете, что ознакомились с данными документами и дали свое согласие на все способы, методы и процессы, которые мы можем использовать при сборе и последующей обработке персональной и иной информации в соответствии с Политикой конфиденциальности, включая трансграничную передачу такой информации третьим лицам.\r\n6.2 Вы осознаете и соглашаетесь с тем, что мы можем получить доступ, раскрывать или сохранять персональную информацию, включая содержание Вашей переписки, добросовестно полагая, что мы уполномочены или обязаны принять подобные меры на законных основаниях, или принятие таких мер на разумных основаниях является необходимым или целесообразным для соблюдения законодательства или соответствия судебному процессу или органам, ответной реакции на любые требования или зашиты прав, имущества или безопасности компании PWBV, наших пользователей, работников или общества, включая, но не ограничиваясь защитой компании PWBV или наших пользователей от мошеннического, вводящего в заблуждение, не соответствующего или незаконного пользования Сервисом.\r\n6.3 Вы также осознаете и даете свое согласие на следующее: по различным основаниям, имеющим отношение к исполнению настоящего или иного Соглашения, мы можем обмениваться любой информацией о Вас или Ваших действиях с третьими лицами, предоставившими Вам права пользования продуктами или оказывающими Вам содействие в пользовании Сервисом.\r\n \r\n7. Игровые обновления\r\n7.1 Когда мы обновляем или исправляем любую из Игр, мы можем использовать «патч» для проверки того, установлена ли на Вашем компьютере самая поздняя версия клиентского программного обеспечения. Если на Вашем компьютере установлена не самая поздняя версия клиентского программного обеспечения, самая поздняя версия может быть автоматически загружена на Ваш компьютер, и настоящим Вы даете согласие на такую установку и отказывайтесь от любых последующих уведомлений.\r\n \r\n8. Мониторинг\r\n8.1 Вы осознаете и соглашаетесь с тем, что при общении с другими игроками в ходе игры или при использовании любых интерактивных компонентов, имеющихся на Вэб-сайтах, такие мгновенные сообщения, форумы или чаты, такая коммуникация и размещаемая информация передаются через наши серверы, и мы можем, но не обязаны проводить мониторинг такого общения и размещаемой информации, в том числе и информации с пометкой «персональная». Вы подтверждаете, что не рассчитываете на конфиденциальность любого такого общения или размещаемой информации, и Вы даете прямое согласие на проведение подобного мониторинга.\r\n \r\n9. Идентификаторы устройств\r\n9.1 Вы осознаете и соглашаетесь с тем, что при получении доступа к Сервису или принадлежащим компании PWBV играм с помощью или через мобильное устройство (включая, но не ограничиваясь смартфонами или планшетами) мы можем и имеем право получать доступ, собирать, проводить мониторинг и/или удаленно хранить один или несколько «идентификаторов устройств», как то универсальный уникальный идентификатор (далее по тексту «УУИ»). Идентификаторами устройства являются небольшие файлы с данными или аналогичные структуры данных, хранимые на Вашем мобильном устройстве или связанные с ним, которые уникально идентифицируют Ваше мобильное устройство. Идентификатор устройства может представлять собой данные, хранимые в связи с аппаратным оборудованием устройства, данные, хранимые в связи с операционной системой устройства или иным программным обеспечением, или данные, отправляемые нами на устройство. Идентификатор устройства может сообщить нам информацию о том, каким образом Вы ознакамливаетесь с Сервисом и пользуетесь им. Идентификатор устройства может постоянно оставаться на Вашем устройстве, что позволит ускорить время авторизации и улучшить навигацию по Сервису. Некоторые компоненты Сервиса могут функционировать ненадлежащим образом, если имеют место нарушения в связи с использованием или наличием идентификаторов устройства.\r\n \r\n10. Идентификаторы пользователя ( UID)\r\n10.1 Вы осознаете и соглашаетесь с тем, что при получении доступа к Сервису либо в процессе пользования услугами Сервиса, мы можем и имеем право получать доступ, собирать, проводить мониторинг и/или удаленно хранить один или несколько «идентификаторов пользователя». Идентификаторами пользователя являются небольшие файлы с данными или аналогичные структуры данных, уступленные пользователю, которые будут использоваться для обеспечения продолжения игрового прогресса, использования игр на нескольких платформах и обеспечения связанности идентификационной информации на многих платформах. Идентификатор пользователя может сообщить нам информацию о том, каким образом Вы получаете доступ к Сервису и его услугам и пользуетесь ими. Идентификатор пользователя может постоянно оставаться на Вашем устройстве или компьютере, что позволит ускорить время авторизации и улучшить навигацию по Сервису. Некоторые компоненты Сервиса могут функционировать ненадлежащим образом, если имеют место нарушения в связи с использованием или наличием идентификаторов пользователя.\r\n \r\n11.  Данные о местоположении\r\n11.1 Вы осознаете и соглашаетесь с тем, что при получении доступа к Сервису и в процессе пользования его услугами с помощью или через мобильное устройство мы можем и имеем право получать доступ, собирать, проводить мониторинг и/или удаленно хранить «данные о местоположении», которые могут включать GPS координаты (к примеру, широта и/или долгота) или аналогичную информацию о нахождении Вашего мобильного устройства. Данные о местоположении могут сообщить нам информацию о том, каким образом Вы получаете доступ к Сервису и пользуетесь им. Некоторые компоненты Сервиса, в частности, услуги, основанные на местонахождении, могут функционировать ненадлежащим образом, если имеют место нарушения в связи с использованием или наличием данных о местоположении.\r\n \r\n12.  Данные, собираемые в целях предотвращения мошенничества и несанкционированно установленного программного обеспечения\r\n12.1 Вы осознаете и соглашаетесь с тем, что при пользовании нашим Сервисом и/или запуске/загрузке любого доступного через Сервис программного обеспечения либо загрузки контента могут использоваться программные функции, направленные на выявление мошенничества или несанкционированно установленных и вредоносных программ. В данном контексте мы можем получать доступ, собирать, проводить мониторинг и/или удаленно хранить скриншоты хода игры, информацию о мощности аппаратного оборудования, изменениях, относящихся к игровому программному обеспечению, подписи, профили или названия известных несанкционированно установленных или вредоносных программ третьих лиц, файлы или процессы, позволяющие или способствующие мошенничеству, несправедливому преимуществу или взлому программного обеспечения или Сервиса либо неправомерному использованию контента. Если будут обнаружены несанкционированно установленные или вредоносные программы, программное обеспечение может также сообщить нам информацию об Аккаунте и Идентификаторе пользователей, а также сведения о несанкционированно установленной или вредоносной программе, либо об её использовании.\r\n \r\n13.  Push-уведомления и локальные сообщения\r\n13.1 Вы осознаете и соглашаетесь с тем, что мы можем с Вашего согласия отправлять push-уведомления и локальные сообще\r\nния на Ваше мобильное устройство в целях предоставления игровых обновлений и другой соответствующей информации.\r\n13.2 Настоящим Вы соглашаетесь и даете свое прямое согласие на отправку рекламной и маркетинговой информации, а также уведомлений административного характера.\r\n             \r\n14. Лицензия\r\n14.1 В соответствии с настоящими Условиями и любым действующим Пользовательским соглашением мы предоставляем Вам только для некоммерческого личного пользования лицензию, которая является ограниченной, неисключительной, подлежащей отзыву, непередаваемой, в том числе и на основании сублицензии, на получение доступа и пользование Сервисом и Материалами (к Материалам относятся контент и программное обеспечение, произведения и иная интеллектуальная собственность, в отношении которой правообладателем является компания PWBV или ее аффилированные лица), способом и с ограничениями, предусмотренными в настоящих Условиях.\r\n14.2 За исключением случаев, когда это прямо разрешается настоящими Условиями, любым действующим Пользовательским соглашением или официальным адресованным Вам сообщением, при отсутствии малейшего основания для сомнения, такая лицензия не включает, а Вы соглашаетесь не заниматься:\r\nпродажей, перепродажей, сублицензированием, предоставлением займов или коммерческим использованием Сервиса или Материалов, являющихся собственностью компании;\r\nраспространением, публичным исполнением или публичной демонстрацией любых Материалов, являющихся собственностью компании, кроме как в связи с обычным ходом игры;\r\nизменением, адаптацией, переделкой, совершенствованием или иным производным использованием любых Игр, игрового контента или других Материалов, являющихся собственностью компании, или их части;\r\nиспользованием извлечения данных, роботов или аналогичных процессов по сбору или отбору информации;\r\nскачиванием (отличным от отображения страницы в кэш-памяти) любой части Материалов, являющихся собственностью компании, или любой содержащейся в них информации, за исключением случаев, когда это прямо допускается на Вэб-сайте;\r\nинженерным анализом или декомпиляцией Материалов, являющихся собственностью компании, или попытками получить исходный код из Игры или другого программного обеспечения, включенного в Материалы, являющиеся собственностью компании;\r\nлюбым видом использования Сервиса или Материалов, являющихся собственностью компании, отличным от заданной цели.\r\n14.3 Любой вид пользования Сервисом или Материалами, являющимися собственностью компании, отличный от специально утвержденного в настоящих Условиях, находится под строгим запретом без нашего предварительного письменного разрешения. Такое несанкционированное использование также может нарушать действующее законодательство, включая, но не ограничиваясь, законами об авторском праве и товарных знаках и действующими подзаконными актами и статутами о связи. За исключением случаев, когда это прямо предусмотрено настоящими Условиями, никакие положения настоящих Условий не толкуются в качестве предоставляющих лицензию или права на интеллектуальную собственность в форме эстоппеля, подразумевания или иной форме. Настоящая лицензия может быть в любое время отозвана при наличии соответствующего основания или без такового.\r\n \r\n15.  Поведение пользователей\r\n15.1 При пользовании Сервисом Вы должны соблюдать настоящие Условия, Правила поведения, Пользовательские соглашения и всё действующее законодательство и все общепринятые правила этикета и хорошего тона. Любое поведение, нарушающее законодательство в реальном мире также является нарушением настоящих Условий. Незаконное или оскорбительное поведение не допускается.\r\n15.2 Без ограничения вышеприведенных положений, в дополнение к правилам Пользовательского контента, предусмотренным в Статье 16, Вы соглашаетесь не совершать никаких из следующих действий:\r\nлюбым образом причинять вред несовершеннолетним;\r\nвыдавать себя за любое лицо или организацию, в том числе за любого из наших представителей, руководителей форума, консультантов, главный компьютер, работников или агентов, или обманным образом указывать или в иной форме искажать Вашу взаимозависимость с лицом или организацией;\r\nпридумывать заголовки или иным образом воздействовать на идентификаторы в целях изменения источника сообщения, переданного через Вэб-сайты;\r\nпересылать, размещать, отправлять по электронной почте, передавать или иным способом предоставлять доступ к любой незатребованной или запрещенной рекламе, рекламным материалам, нежелательной почте, спаму, «письмам счастья», «пирамидным схемам», или любым другим видам предложений;\r\nвмешиваться или прерывать работу Сервиса, серверов или сети, обеспечивающих предоставление Сервиса, или нарушать любые требования, процедуры, политику или правила сообществ, подключенных к Сервису;\r\n«преследовать», запугивать или иным образом беспокоить или причинять дискомфорт другим лицам;\r\nсобирать, хранить, размещать или иным образом распространять любые персональные данные других пользователей;\r\nзатруднять или прерывать работу Сервиса или нормальный ход игры или диалога в Играх или на Интерактивных площадках (определение которых приводится ниже) в рамках Сервиса или использовать нецензурную лексику, оскорбления, чрезмерно использовать CAPS LOCK, рассылать спам или пользоваться другими подрывными или пагубными методами при попытке беспокоить других пользователей и наших работников;\r\nзаниматься, поощрять или поддерживать любую незаконную деятельность или любую деятельность, которая нарушает настоящие Условия или Правила поведения;\r\nсовершать любые действия, которые приводят в заблуждение или направлены на заблуждение других лиц, обман или мошенническое лишение предметов, которые были получены в ходе санкционированной игры;\r\nмошенническим способом получить или использовать несанкционированные достижения в рамках Игр или Сервиса в целом;\r\nиспользовать или разрабатывать любые баги, ошибки или конструктивные дефекты в целях получения несанкционированного доступа к Сервису или в целях получения несправедливых преимуществ, в т.ч. над другими игроками;\r\nосуществлять торговлю, продавать, выставлять на публичные торги или иным образом передавать виртуальные предметы или товары любого характера вне игры в обмен на материальные или нематериальные ценности, в т.ч. пытаться осуществить указанные в настоящем подпункте действия; и/или\r\nпринимать любые меры, подрывающие работу Сервиса или оказывающие негативное воздействие на нее, или меры, которые могут запретить другим пользователям пользоваться Вэб-сайтами, играми или любыми другими элементами Сервиса.\r\n15.3 Мы вправе принимать любые меры и налагать любые санкции, которые, по нашему мнению, считаются необходимыми для предотвращения и наказания того или иного нарушения настоящих Условий или любого другого незаконного или несоответствующего поведения, в том числе прекращение или приостановление доступа к Сервису или его элементам без предварительного уведомления или предупреждения. Определение того, имело ли место нарушение, и кто несет ответственность за такое деяние, осуществляется исключительно по нашему усмотрению и основывается на том, что, по нашему мнению, является наиболее благоприятным для сообщества и функционирования Сервиса. Пользуясь Сервисом, Вы соглашаетесь с тем, что будете обязаны соблюдать наше определение относительно того, имело ли место нарушение, и относительно санкции, которую мы решили применить.\r\n15.4 Аналогичные нарушения, допущенные в рамках игрового процесса, использования программного обеспечения, контента, функций и компонентов, принадлежащих третьим лицам, могут быть признаны нами нарушением настоящих Условий и в любом случае являются нарушением соответствующего Пользовательского соглашения. За такие нарушения мы также можем наложить санкции, предусмотренные п.1 5.3  выше, а третье лицо – сторона Пользовательского соглашения вправе дополнительно применять предусмотренные таким соглашением меры.\r\n \r\n16. Пользовательский контент\r\n16.1 Сервис может включать дискуссионные форумы, чаты, отзывы пользователей, передачу сообщений, комментариев и другие интерактивные площадки или услуги (далее по тексту «Интерактивные площадки»), в рамках которых Вы или другие пользователя создают, размещают, отправляют или хранят любой контент, сообщения, материалы, данные, информацию, тексты, музыку, звуки, фото, видео, графику, коды или другие объекты или материалы на Вэб-сайте или через него (далее по тексту «Пользовательский контент»).\r\n16.2 Пользовательский контент, размещенный на Вэб-сайтах, является общедоступным, а не конфиденциальным. Мы настоятельно рекомендуем Вам не публиковать никакую персональную информацию о себе или других лицах.\r\n16.3 Вы единолично отвечаете за Пользовательский контент, который Вы разместили, и за ваше пользование Сервисом, в том числе и Интерактивными площадками.\r\n16.4 Вы соглашаетесь не размещать, не загружать, не передавать, не распространять, не хранить, не создавать или иным образом не опубликовывать никакие из следующих материалов:\r\nПользовательский контент, являющийся незаконным, клеветническим, дискредитирующим, неприличным, порнографическим, вульгарным, распутным, двусмысленным, который обладает сексуальным подтекстом, таит в себе угрозу, посягает на неприкосновенность частной жизни или право на гласность, является оскорбительным, провокационным, обманным или спорным по иным основаниям;\r\nПользовательский контент, который представлял бы собой, стимулировал или предоставлял указания по уголовному преступлению, нарушал бы права любого лица, или который иным образом возлагал бы ответственность или нарушал тот или иной местный, государственный, национальный или международный закон;\r\nПользовательский контент, который может нарушить тот или иной патент, товарный знак, коммерческую тайну, авторское право или другое интеллектуальное право или право собственности любого лица. Размещая любой Пользовательский контент, Вы заявляете и гарантируете, что обладаете законным правом на распространение и воспроизводство данного Пользовательского контента;\r\nПользовательский контент, который подразумевает любое лицо или организацию или в иной форме искажает Вашу взаимозависимость с лицом или организацией;\r\nпредложения, навязывающие услуги, продвигающие политические кампании, рекламу или иные предложения;\r\nчастную информацию любого третьего лица, включая, но не ограничиваясь адресами, телефонными номерами, адресами электронной почты, номерами страхового полиса и номерами кредитных карт;\r\nвирусы, искажённые данные или другие вредоносные, искажающие или вредные файлы;\r\nПользовательский контент, который нарушает Правила поведения или который, по нашему усмотрению, является спорным, или который ограничивает право любого лица пользоваться Сервисом или препятствует указанным лицам в этом, или который может причинить нам или нашим клиентам любой вред или наложить ответственность любого типа.\r\n16.5 Мы не принимаем на себя и не несем никакой ответственности ни за какой Пользовательский контент, размещенный, хранимый или загруженный Вами или любым третьим лицом, или ни за какие убытки или ущерб, мы также не отвечаем за ошибки, клевету, сплетни, оскорбления, пропуски, ложные утверждения, нецензурные выражения, порнографические материалы или нелитературную лексику, с которыми вы можете столкнуться. Вы пользуетесь Сервисом, в том числе и Интерактивными площадками, на свой риск. Будучи провайдером доступа к Сервису, мы не несем никакой ответственности ни за какие утверждения, заявления или Пользовательский контент, предоставленный пользователями на любом общедоступном форуме, персональной домашней странице или на другой Интерактивной площадке. Хотя мы и не несем обязанность по сортировке, редактированию любого размещенного Пользовательского контента, мы сохраняем за собой право и по своему абсолютному усмотрению можем в любое время без основания и уведомления удалять, сортировать или редактировать любой размещенный или хранимый Пользовательский контент.\r\n16.6 Вы несете исключительную ответственность по созданию резервных копий и замене любого Пользовательского контента, который Вы размещаете или храните, за свой счет. Любой вид пользования Сервисом, включая пользование Интерактивными площадками или другими её частями, в нарушение вышеприведенных положений нарушает настоящие Условия и может привести, помимо прочего, к прекращению или приостановлению Ваших прав на пользование Сервисом или любой её частью.\r\n16.7 Вы заявляете и гарантируйте, что (a) владеете и контролируете все права на Пользовательский контент, который Вы размещаете, или на ином основании обладаете правом размещать такой Пользовательский контент на Сайте; (b) Пользовательский контент является точным и не вводящим в заблуждение; и (c) использование и размещение Пользовательского контента, который Вы предоставили, не нарушает настоящие Условия или Правила поведения и не нарушит никакие права любого лица или организации или не причинит им ущерба. Вы несете единоличную ответственность за уплату всех авторских гонораров, сборов, возмещения и других денежных средств, ставших результатом того или иного нарушения права или другого вида ущерба, основанного на Пользовательском контенте, который Вы предоставили.\r\n16.8 В той степени, в которой вышеприведенные уступки не предусматривают передачу права собственности на Пользовательский контент, и пока это допускается на законных основаниях согласно действующему императивному законодательству, Вы прямо предоставляете компании PWBV, нашим взаимозависимым компаниям и нашим лицензиарам весь контент, разрешение и неисключительное, бессрочное, действующее по всему миру, абсолютное право, которое может передаваться на основании сублицензий, на перепост, опубликование, использование, цитирование, адаптацию, перевод, архивирование, хранение, воспроизводство, модификацию, создание производных работ из, объединение, лицензирование, печать, сублицензирование, распространение, вещание, транслирование, иной способ сообщения и публичную демонстрацию и осуществление Пользовательского контента или любой его части, способом, в форме, на носителе или форуме, вне зависимости от того, известен ли он на текущий момент или будет разработан впоследствии, без уведомления, вознаграждения или компенсации для Вас. Вы отказываетесь и соглашаетесь не заявлять о любых этических или аналогичных правах, которые Вы можете иметь на Пользовательский контент. Указанная в настоящем пункте лицензия признается безотзывно предложенной PWE с момента обнародования, публикации, доведения до всеобщего сведения соответствующего Пользовательского контента посредством Сайта или иных элементов Сервиса, и лицензия считается принятой PWBV и/или PWE с момента получения Вами подтверждения в этом либо с момента начала использования PWBV и/или PWE такого контента любым из предусмотренных настоящим пунктом способов.\r\n \r\n17. Назначение агента для получения уведомления о заявленном нарушении авторского права (авторских прав). Уведомления согласно Закону о защите авторских прав в цифровую эпоху.\r\n17.1 Если, по Вашему мнению, что-либо в рамках Сервиса нарушает то или иное авторское право, которым Вы владеете или которое Вы контролируете, Вы можете направить уведомление о таком нарушении по следующему адресу:\r\nКомпания Perfect World Publishing BV\r\nАдрес: Нидерланды, 1096 CJ Амстердам, Joan Muyskenweg 22\r\nАдрес электронной почты: support-russian@perfectworld.com\r\n \r\n18. Политика, действующая в отношении пользователей, повторно совершающих нарушения\r\n18.1 В соответствии с действующим законодательством мы приняли политику, согласно которой при соответствующих обстоятельствах по нашему единоличному усмотрению мы пресекаем действия пользователей, которые считаются лицами, повторно совершающими нарушения. По своему единоличному усмотрению мы можем ограничить доступ к Сервису и/или прекратить действие Аккаунтов тех или иных пользователей, которые нарушают любые права интеллектуальной собственности, вне зависимости от того, является ли данное нарушение повторным.\r\n \r\n19. Гиперссылки\r\n19.1 Вам предоставляется ограниченное, неисключительное право на создание текстовых гиперссылок на Вэб-сайты в некоммерческих целях, при условии, что такая ссылка не изображает нас или любой из наших товаров или услуг в неверном, вводящим в заблуждение, пренебрежительном свете, а также при условии, что сайт со ссылкой не содержит никаких материалов для взрослых, незаконных материалов или материалов, являющихся оскорбительными, обладающих сексуальным подтекстом или являющихся спорными по иным основаниям. Данное ограниченное право может быть отозвано в любой момент. Без нашего предварительного письменного разрешения Вы не вправе использовать логотип или иной графический знак, являющийся собственностью компании PWBV, для перехода по ссылке на Вэб-сайты. Кроме того, без предварительного письменного согласия Вы не вправе использовать, вписывать или пользоваться техникой разработки для вставки любого из наших товарных знаков логотипов или иной информации, являющейся собственностью компании, включая изображения, находящиеся в рамках Сервиса, содержание любого текста или макета/дизайна любой страницы или формы, приведенной на данной странице или Вэб-сайтах. За исключением вышеуказанных случаев, Вам не передается никакое право или лицензия в форме эстоппеля, подразумевания или иной форме на патент, товарный знак, авторское право или право собственности компании PWBV или любого третьего лица.\r\n19.2  Мы не делаем никакого заявления или утверждения относительно качества, содержания, характера или достоверности вэб-сайтов третьих лиц, доступ к которым осуществляется по гиперссылке с Вэб-сайта и вэб-сайтов, на которых имеется ссылка на Вэб-сайт, и не берем на себя никакой ответственности за это. Такие сайты не находятся под нашим контролем, и мы не отвечаем за содержание никаких вэб-сайтов, на которые Вы переходите по ссылке, или ссылки, приведенной на вэб-сайте, на который Вы переходите по ссылке, или за пересмотр, изменение или обновление таких вэб-сайтов. Мы предоставляем Вам данные ссылки только для Вашего удобства, и включение той или иной ссылки не подразумевает взаимозависимость, одобрение или признание нами того или иного сайта или информации, содержащейся на нем. Когда Вы покидаете Вэб-сайт, Вы должны иметь в виду, что наши Условия прекращают действовать. Вы должны ознакомиться с условиями и политикой, в том числе с политикой конфиденциальности и практикой сбора данных, действующими на сайте, на который Вы перейдете после того, как покинете Вэб-сайт.\r\n \r\n20. Программное обеспечение для мобильных устройств\r\n20.1 Программное обеспечение для мобильных устройств. Мы предоставляем программное обеспечение для получения доступа к Сервису через мобильное устройство (далее по тексту «Программное обеспечение для мобильных устройств»). Для использования Программного обеспечения для мобильных устройств необходимо наличие мобильного устройства, совместимого с мобильной версией Сервиса. Мы не гарантируем, что Программное обеспечение для мобильных устройств будет совместимо с Вашим мобильным устройством. Настоящим мы предоставляем Вам неисключительную, непередаваемую, лицензию, которая может быть отозвана, на использование копии скомпилированного кода Программного обеспечения для мобильных устройств для одного аккаунта на мобильном устройстве, единственным собственником или арендатором которого являетесь Вы, для Вашего личного использования. Вы не вправе:\r\nизменять, демонтировать, проводить декомпиляцию или инженерный анализ Программного обеспечения для мобильных устройств, за исключением случаев, когда такое ограничение прямо запрещено законом;\r\nсдавать в наем, в аренду, передавать в заем, перепродавать, передавать на основании сублицензии, распространять или иным образом предоставлять Программное обеспечение для мобильных устройств любому третьему лицу или использовать Программное обеспечение для мобильных устройств в целях временного разделения или оказания аналогичных услуг любому третьему лицу;\r\nсоздавать копии Программного обеспечения для мобильных устройств;\r\nудалять, обходить, деактивировать, наносить ущерб или иным образом вмешиваться в компоненты Программного обеспечения для мобильных устройств, относящиеся к безопасности, компоненты, которые предотвращают или ограничивают использование или копирование контента, доступ к которому осуществляется через Программное обеспечение для мобильных устройств, или компоненты, которые предусматривают ограничения по использованию Программного обеспечения для мобильных устройств;\r\nудалять уведомления об авторских правах или других правах, являющихся собственностью компании, по Программному обеспечению для мобильных устройств. Вы подтверждаете, что по мере необходимости мы вправе издавать обновленные версии Программного обеспечения для мобильных устройств и вправе автоматически в электронной форме обновлять версию Программного обеспечения для мобильных устройств, которой Вы пользуетесь на Вашем мобильном устройстве. Вы даете согласие на подобное автоматическое обновление на Вашем электронном устройстве и соглашаетесь с тем, что действие условий настоящего Соглашения будет распространяться на все такие обновления. Любой код третьего лица, который может быть внедрен в Программное обеспечение для мобильных устройств, охватывается действующим открытым источником или лицензионным Пользовательским соглашением третьего лица (при наличии такового), которое предусматривает санкционирование использования такого кода. Указанная лицензия не является продажей Программного обеспечения для мобильных устройств или любой его копии, и мы или партнеры или поставщики, являющиеся третьими лицами, сохраняем за собой все права, правооснования и доли в Программном обеспечении для мобильных устройств (и в любой его копии). Любая предпринятая Вами попытка передать любые права, обязанности или обязательства согласно настоящим Условиям, за исключением случаев, когда это прямо предусмотрено настоящим Соглашением, является недействительной. Мы сохраняем за собой все права, которые не были прямо предоставлены согласно настоящему Соглашению.\r\n \r\n21. Контент третьих лиц\r\n21.1 Сервис предназначен для предоставления Вам доступа к различным продуктам, в т.ч. играм, иному программному обеспечению, контенту и проч. Они могут принадлежать нам, что будет указано непосредственно на странице соответствующего продукта. Остальные продукты принадлежат третьим лицам (далее по тексту ссылки и продукты третьих лиц совместно именуются «Контент третьих лиц»). Мы также вправе , через Сервис  предоставить ссылки на вэб-страницы и контент третьих лиц в качестве услуги для лиц, заинтересованных в данной информации.\r\n\r\nМы не проводим мониторинг и не контролируем продукты третьих лиц на вэб-сайтах третьих лиц. Мы не подтверждаем и не одобряем такие продукты и не можем дать гарантии относительно точности или полноты продукта. Мы не заявляем и не гарантируем точность приведенной информации и не несем никакой ответственности за обновление или пересмотр таких продуктов. Пользователи используют такие продукты на свой риск.\r\n\r\nВ отношении Контента третьих лиц, доступного непосредственно через Сервис, мы проводим лишь первичный мониторинг и не несем никакой ответственности за функционирование, содержание и работоспособность такого Контента. Мы не являемся разработчиками или правообладателями этого Контента, поэтому не оказываем его техническую поддержку.\r\n\r\nТем не менее, без ущерба для положений раздела 29 настоящих Условий, мы стараемся время от времени проверять жалобы пользователей, связанные с функционированием Контента, его потребительскими свойствами и точностью информации о Контенте. По результатам такого мониторинга мы вправе, но не обязаны, применить доступные нам согласно законодательства меры к правообладателю контента.\r\n\r\nЕсли Вы направите жалобы в отношении Контента третьего лица в нашу службу поддержки, мы сделаем все возможное для передачи этого сообщения лицу, которому принадлежит Контент. Однако, период обработки такого сообщения снизится. Если Вы направите его напрямую соответствующему третьему лицу.\r\n \r\n22. Рекламные материалы и предложения; товары и услуги третьих лиц\r\n22.1 Мы вправе размещать рекламные объявления и предложения, поступившие от третьих лиц, через Сервис или вправе иным образом предоставлять информацию или ссылки на товары или услуги третьих лиц посредством Сервиса. Ваши деловые отношения или корреспонденция с такими третьими лицами или участие в их предложениях и любые условия, гарантии или заявления, связанные с такими отношениями или предложениями, имеют место исключительно между Вами и соответствующим третьим лицом. Мы не несем никакой ответственности и не отвечаем ни за какие убытки или ущерб любого рода, понесенный в результате таких отношений или предложений или в результате присутствия рекламодателей, не имеющих отношение к компании PWBV, или наличия информации о третьем лице, даже в том случае, тогда такие отношения связаны или могут быть оформлены посредством Сервиса. Если Вы получаете доступ к вэб-сайту третьего лица через Сервис, Вы совершаете данное действие на свой риск, и Вы осознаете, что настоящее Соглашение или Политика конфиденциальности не применяются к использованию Вами таких сайтов. Вы прямо освобождаете компанию PWBV от любой и от всех видов ответственности, возникающей из использования Вами того или иного вэб-сайта, услуги или контента третьего лица.\r\n \r\n23.Официальная услуга и Бета-тестирование\r\n23.1 Любые продукты предназначены для воспроизведения только при предложении через наш Сервис, если иное не предусмотрено соответствующим Пользовательским соглашением. Вы соглашаетесь с тем, что Вы не получите доступ, не будете создавать или предоставлять любые другие средства, через которые в игру смогут играть другие лица, как то через серверные имитаторы. Вы соглашаетесь с тем, что не будете использовать аппаратное оборудование или программное обеспечение, включая, но не ограничиваясь, инструментами третьих лиц, или любым другим методом поддержки, который может оказать то или иное влияние или предоставить Вам преимущество при использовании Сервиса либо любого продукта, доступного через Сервис, который не был утвержден нами, включая, но не ограничиваясь использованием ботов и/или любого другого метода, согласно которому Сервис или его элемент может работать/может быть использован автоматически без поступления сигналов человеку. Вы подтверждаете, что Вы не обладаете правом на создание, опубликование, распространение, создание производных работ из или использование любых программных продуктов, утилитов, приложений, имитаторов или инструментов, полученных из игр или созданных для них, за исключением того, что Вы вправе использовать Программное обеспечение в объеме, прямо разрешенном настоящими Условиями или действующим Пользовательским соглашением. Вы не вправе совершать никаких действий, которые предусматривают необоснованно или непропорционально большую нагрузку для нашей инфраструктуры. Вы не обладаете правом собственности и не можете продавать передавать, осуществлять торговлю или выставлять на публичные торги Аккаунты, персонажи, объекты, валюту Zen, Материалы, являющиеся собственностью компании, равно как любой Контент третьих лиц, если иное прямо не предусмотрено соответствующим Пользовательским соглашением. Вы также не вправе оказывать содействие другим лицам в совершении таких действий, за исключением случаев, когда мы прямо уполномочим Вас на это. Мы не признаем имеющие место вне рамок Условий и логики Сервиса, равно как и вне предусмотренного разработчиками продуктов функционала, факты передачи чего-либо, имеющего отношение к Сервису или продукту.\r\n23.2 Вам может быть предоставлена возможность провести Бета-тестирование (далее по тексту «Бета-Игры») и использовать компоненты Вэб-сайтов либо игр, принадлежащих компании PWBV. Ваше участие в качестве Бета-тестировщика должно соответствовать нижеприведенным условиям.\r\n23.3 Вы подтверждаете использование предварительной версии компонентов Вэб-сайта и Бета-Игр, а также тот факт, что Вы принимаете участие в их Бета-тестировании (далее по тексту «Бета-тестирование»), и тот факт, что компоненты Бета-Игр и Вэб-сайтов могут содержать определенные баги, могут работать ненадлежащим образом или могут выполнять не все предусмотренные функции, могут вступать в конфликт с функционированием других программных приложений и могут вызывать ошибки, утерю данных или прочие трудности. Закрытое Бета-тестирование является конфиденциальным, и Вы соглашаетесь с тем, что вся информация о Бета-Играх, Сервисах и Бета-тестировании, включая, но не ограничиваясь любыми комментариями, идеями или другими отзывами (далее по тексту совместно именуемыми «Отзывы»), которую Вы предоставляете нам относительно Бета-Игр, Сервиса или Бета-тестирования, считается конфиденциальной (далее по тексту «Конфиденциальная информация»). Вы соглашаетесь не использовать Конфиденциальную информацию никаким способом, кроме личного использования для единственной цели тестирования компонентов Бета-Игр и Вэб-сайта, и Вы соглашаетесь оградить и защитить Конфиденциальную информацию или любую её часть от раскрытия любому лицу. Вы также соглашаетесь принять все меры, которые на разумных основаниях являются необходимыми для защиты секретности Конфиденциальной информации и предотвратить становление Конфиденциальной информации всеобщим достоянием или её попадание в пользование посторонних лиц. Вся Конфиденциальная информация остается исключительной собственностью компании PWBV, и мы вправе использовать такую Конфиденциальную информацию для любой цели, при этом мы не несем никаких обязанностей по отношению к Вам. Вы будете проводить тестирование лично и не будете предоставлять доступ к Бета-Играм никаким другим лицам. Вы соглашаетесь с тем, что нарушение вышеуказанных обязанностей по обеспечению конфиденциальности нанесет нам непоправимый ущерб, и мы обладаем правом (в дополнение к любым другим имеющимся средствам правовой защиты) на односторонний судебный запрет без залога по предотвращению нарушения или риска нарушения Ваших обязательств. Ваша обязанность по обеспечению конфиденциальности о Бета-Играх будет продолжать существовать, пока мы публично не распространим или иным способом не раскроем общественности при отсутствии вины с Вашей стороны информацию о каждой из игр и контенте, который Вы тестируете.\r\n23.4 Будучи Бета-тестировщиком, Вы приглашаетесь поиграть в Бета-Игры для исключительной цели, заключающейся в оценке игр и обнаружения ошибок. Никакие положения, закрепленные в настоящих Условиях, или представленные на Вэб-сайтах или через Сервис, не толкуются в качестве предоставляющих Вам право или привилегии любого вида в отношении Бета-игр или контента, который вы в них найдете. Бета-Игры предоставляются для тестирования на условиях «как есть» и по принципу «по мере доступности», и мы не даем Вам гарантий никакого рода: ни прямых, ни подразумеваемых. Вы осознаете и соглашаетесь с тем, что Вы играете в Бета-Игры на свой риск, что Вы знаете, что Бета-Игры могут включать известные или неизвестные баги, и что мы не несем никаких обязанностей перед Вами в отношении Бета-Игр, включая, но не ограничиваясь обязанностями по предоставлению Вам таких игр в будущем на безвозмездной основе.\r\n23.5 Играя в некоторые Бета-Игры, Вы вправе накапливать сокровища, очки за опыт, оборудование или другие стоимостные показатели или индикаторы состояния в рамках Бета-тестирования. Такие данные могут быть в любое время обнуляться в ходе процесса тестирования, и могут быть сброшены, когда определенная игра полностью проходит данный этап тестирования. В данном случае вся история и данные игрока будут стёрты, а каждый игрок вернется к статусу новичка.\r\n23.6  Если иное не предусмотрено соответствующим третьим лицом, Вы также обязуетесь следовать указанным в настоящем разделе правилам при участии в Бета-тестировании Контента третьих лиц.\r\n \r\n24. Оплата\r\n24.1 Мы оказываем Вам услугу и предоставляем лицензию в отношении Сервиса на безвозмездной основе. Никакие положения настоящего Соглашения, никакие условия, регулирующие пользование Вами Сервисом или его определенным элементом, не были предназначены на возложение на Вас соответствующей возможности оплатить лицензию, услугу, контент, функцию, предоставленную компанией PWBV.\r\n\r\nОбратите внимание, что данное условие не распространяется на Контент третьих лиц.\r\n \r\n25. Приостановление Сервиса\r\n25.1 Мы сохраняем за собой право при необходимости приостанавливать доступ к Сервису или любой его части на регулярной, предусмотренной графиком основе или иным способом с направлением соответствующего уведомления или без такового в целях осуществления технического обслуживания. По мере возможности мы уведомим Вас заблаговременно. Вы соглашаетесь с тем, что мы не будем нести никакой ответственности за приостановление Сервиса или любой его части, задержку или неисполнение в результате того или иного основания.\r\n25.2 Вы подтверждаете, что Сервис или любая его часть может быть приостановлена по основаниям, находящимся вне зоны нашего контроля, и мы не можем гарантировать, что у Вас будет возможность получать доступ к Сервису, когда Вы пожелаете. Мы не несем никакой ответственности за приостановление Сервиса, задержку или неисполнение в результате того или иного основания.\r\n25.3 Мы обладаем правом в любое время при наличии или отсутствии соответствующего основания изменить и/или исключить тот или иной аспект (ы) Сервиса, что, по нашему собственному усмотрению, является подходящей мерой.\r\n25.4  Мы не обязаны компенсировать все расходы или их часть (при их наличии) или нести Ваши издержки или заменять Ваши потери любыми дополнительными функциями, услугами, товарами и т.п. на основании любого из обстоятельств, предусмотренных в пунктах 25.1  или 25.2 .\r\n25.5 Компания PWBV может, по своему усмотрению, приостановить доступ к Сервису или Контенту третьего лица с направлением соответствующего уведомления или без такового в случае прекращения отношений с таким лицом. В данном случае все требования, претензии и иски предъявляются в порядке, предусмотренном п. 30.3 .\r\n \r\n26. Меры дисциплинарного характера / Прекращение действия Аккаунта и Сервиса\r\n26.1 ПО ЛЮБОМУ ОСНОВАНИЮ МЫ ВПРАВЕ ПРИОСТАНОВИТЬ, ПРЕКРАТИТЬ, ИЗМЕНИТЬ, ЗАБЛОКИРОВАТЬ ДОСТУП К СЕРВИСУ ИЛИ ЛЮБОЙ АККАУНТ ПОЛНОСТЬЮ/ЧАСТИЧНО, НАПРАВИВ ВАМ ЗАРАНЕЕ УВЕДОМЛЕНИЕ О ДАННОМ ФАКТЕ В ТЕЧЕНИЕ СРОКА, ОПРЕДЕЛЕННОГО В МОМЕНТ СОЗДАНИЯ АККАУНТА ИЛИ ПОДКЛЮЧЕНИЯ К СЕРВИСУ, ИЛИ ЕСЛИ ТАКОЙ СРОК НЕ БЫЛ УСТАНОВЛЕН, В ТЕЧЕНИЕ 10 (ДЕСЯТИ) ДНЕЙ С ДАТЫ НАПРАВЛЕНИЯ ВАМ ДАННОГО УВЕДОМЛЕНИЯ ПО ЭЛЕКТРОННОЙ ПОЧТЕ ИЛИ ЕГО РАЗМЕЩЕНИЯ НАМИ НА ВЭБ-САЙТЕ ИЛИ ИНТЕРАКТИВНОЙ ПЛОЩАДКЕ. ДАННОЕ ПОЛОЖЕНИЕ НЕ МОЖЕТ ОГРАНИЧИВАТЬ НАШЕ ПРАВО НА ПРИОСТАНОВЛЕНИЕ, ПРЕКРАЩЕНИЕ, ИЗМЕНЕНИЕ, БЛОКИРОВКУ ДОСТУПА К СЕРВИСУ ИЛИ УДАЛЕНИЕ ЛЮБОГО АККАУНТА БЕЗ ПРЕДВАРИТЕЛЬНОГО УВЕДОМЛЕНИЯ, ЕСЛИ ИМЕЕТ МЕСТО НЕИСПОЛНЕНИЕ/НАРУШЕНИЕ НАСТОЯЩИХ УСЛОВИЙ ИЛИ ИНЫХ СВЯЗАННЫХ СОГЛАШЕНИЙ.\r\n26.2 В случае нарушений, совершенных пользователем, мы можем по своему выбору вынести предупреждения или постановить о временном приостановлении и постоянном прекращении действия Аккаунтов. Мы сохраняем за собой право на личное усмотрение относительно времени и способа вынесения предупреждений, наложения санкций и/или принятия мер дисциплинарного характера. При принятии соответствующего решения мы учитываем тяжесть нарушений и их количество; однако любое решение должно выноситься по нашему абсолютному усмотрению.\r\n26.3 Во избежание сомнений настоящим Вы подтверждаете, что мы обладаем правом по личному усмотрению прекратить действие Вашего Аккаунта, даже в том случае, если Вы имеете право на использование определенных предоплаченных дополнительных функций, компонентов, товаров и услуг, предоставленных любым третьим лицом, доступ к которым осуществляется через Сервис. Прекращение действия Вашего Аккаунта влечет за собой прекращение действия лицензии на использование Сервиса и любой его части (см. статью 8), а также любого продукта, доступного через Сервис (см. пункт 3.1 ).\r\n26.4 Вы обладаете правом в любое время прекратить действие Вашего Аккаунта, направив нам соответствующее уведомление. Вы осознаете и соглашаетесь с тем, что, если действующее императивное законодательство не предусматривает иное, прекращение действия Вашего Аккаунта является Вашим монопольным правом и средством правовой защиты по любому спору, включая, но не ограничиваясь спорами, связанными с или возникающими из:\r\nтого или иного положения настоящего Соглашения или приведения нами в исполнение или применения настоящего Соглашения;\r\nПользовательского контента;\r\nВашей возможности получать доступ и/или пользоваться Сервисом или Вэб-сайтами;\r\nразмера или вида оплаты, доплат, взимаемых налогов, методов оплаты или любого изменения, связанного с оплатой, взимаемыми налогами, доплатами или методами оплаты.\r\n26.5 Вы вправе прекратить действие Вашего Аккаунта, направив нам соответствующее уведомление. Мы сохраняем за собой право взимать компенсацию за начисленные расходы и издержки, понесенные нами в связи с прекращением действия Аккаунта с Вашей стороны. Кроме того, Вы отвечаете за погашение Ваших обязательств перед третьими лицами (оплату вознаграждения, расходы и издержки, понесенные третьими лицами - продавцами или провайдерами контента), возникших до прекращения действия Аккаунта.\r\n26.6 В случае если действие Вашего Аккаунта прекращается по тому или иному основанию или без такового, Вам не предлагается никакой компенсации, не будет предоставлено ни онлайн времени, ни других преимуществ (например, очки в онлайн игре), они не будут конвертированы в наличные денежные средства или другую форму компенсации, и Вы утратите доступ к Вашему Аккаунту. Споры по поводу любых аккаунтов с задолженностью или неоплаченных аккаунтов (включая любые споры по нарушению авторского права или любых других соглашений или неразрешенные споры с третьим лицом, предоставляющим доступ к дополнительным функциям и компонентам, товарам и услугам) должны быть разрешены, что является существенным условием для повторной регистрации. Во избежание сомнений, мы обладаем безусловным правом отказаться от пролонгирования или возобновления Соглашения с Вами или отказаться заключать новое соглашение.\r\n26.7 Если Вы полагаете, что Вы были несправедливо предупреждены или подвержены взысканию, или обладаете правом на получение компенсации, мы рекомендуем Вам обратиться к нам, предоставив полное и детальное описание ситуации. Просим принять во внимание тот факт, что все споры, жалобы и вопросы, относящиеся к оплате, которая была или должна быть произведена (при её наличии), должны быть адресованы соответствующему провайдеру.\r\n \r\n27. Компенсация\r\n27.1 Вы соглашаетесь компенсировать, возмещать и оградить компанию PWBV, её независимых контрагентов, провайдеров услуг и консультантов и их соответствующих директоров, работников, агентов, партнеров, взаимозависимых лиц и дочерних компаний от требований, убытков, расходов, обязательств и издержек (включая, но не ограничиваясь разумной платой за оказание юридических услуг), возникающих в связи с или имеющих отношение к Пользовательскому контенту, который Вы размещаете, храните или иным образом передаете на Вэб-сайте или через него, Вашему поведению, Вашим нарушениям настоящих Условий, ненадлежащему пользованию Сервисом или Вашим нарушением прав любого третьего лица.\r\n \r\n28. Подтверждения\r\n28.1 Настоящим Вы подтверждаете и соглашаетесь с тем, что:​\r\nПРИ ПОЛЬЗОВАНИИ СЕРВИСОМ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ МОЖЕТ ПРОВОДИТЬ МОНИТОРИНГ ПРОЦЕССОВ ОПЕРАТИВНОГО ЗАПОМИНАЮЩЕГО УСТРОЙСТВА (ОЗУ) И/ИЛИ ПРОЦЕССОВ ЦПУ НА ПРЕДМЕТ НЕАВТОРИЗОВАННЫХ ПРОГРАММ ТРЕТЬИХ ЛИЦ, РАБОТАЮЩИХ ОДНОВРЕМЕННО С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ. В НАСТОЯЩЕМ ПОЛОЖЕНИИ ПОД «НЕАВТОРИЗОВАННОЙ ПРОГРАММОЙ ТРЕТЬИХ ЛИЦ» ПОНИМАЕТСЯ ЛЮБОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ТРЕТЬЕГО ЛИЦА, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, РАСШИРЕНИЯМИ ИЛИ МОДУЛЯМИ, КОТОРЫЕ ПО НАШЕМУ СОБСТВЕННОМУ ОПРЕДЕЛЕНИЮ:\r\nОБЕСПЕЧИВАЮТ ИЛИ СОДЕЙСТВУЮТ ЛЮБОМУ ВИДУ МОШЕННИЧЕСТВА;\r\nПРЕДОСТАВЛЯЮТ ПОЛЬЗОВАТЕЛЯМ ВОЗМОЖНОСТЬ ИЗМЕНИТЬ ИЛИ ПОЛУЧИТЬ НЕЗАКОННЫЙ ДОСТУП К ПРОГРАММНОМУ ИНТЕРФЕЙСУ, СРЕДЕ ИЛИ ОПЫТУ СПОСОБОМ, КОТОРЫЙ НЕ БЫЛ ПРЯМО САНКЦИОНИРОВАН НАМИ\r\nПЕРЕХВАТЫВАЮТ, «ДОБЫВАЮТ» ИЛИ ИНЫМ СПОСОБОМ СОБИРАЮТ ИНФОРМАЦИЮ ИЗ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ЧЕРЕЗ НЕГО. В СЛУЧАЕ ЕСЛИ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ОБНАРУЖИТ НЕАВТОРИЗОВАННУЮ ПРОГРАММУ ТРЕТЬИХ ЛИЦ, ОНО МОЖЕТ ПЕРЕДАТЬ НАМ ОБРАТНО ИНФОРМАЦИЮ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, НАЗВАНИЕМ АККАУНТА, ДЕТАЛЯМИ О НЕАВТОРИЗОВАННОЙ ПРОГРАММЕ ТРЕТЬИХ ЛИЦ И ВРЕМЕНЕМ И ДАТОЙ ОБНАРУЖЕНИЯ НЕАВТОРИЗОВАННОЙ ПРОГРАММЫ ТРЕТЬИХ ЛИЦ; МЫ ИЛИ НАШ ЛИЦЕНЗИАР ВПРАВЕ ОСУЩЕСТВЛЯТЬ ЛЮБЫЕ ИЛИ ВСЕ ПРАВА, ПРЕДУСМОТРЕННЫЕ НАСТОЯЩЕЙ СТАТЬЕЙ СОГЛАШЕНИЯ, НАПРАВИВ ПРЕДВАРИТЕЛЬНОЕ УВЕДОМЛЕНИЕ ПОЛЬЗОВАТЕЛЮ ИЛИ НЕ НАПРАВЛЯЯ ЕГО.\r\nМЫ ВПРАВЕ ПРОВОДИТЬ МОНИТОРИНГ ИЛИ ЗАПИСЫВАТЬ ВАШИ РАЗГОВОРЫ В ЧАТЕ И ДРУГИЕ ЭЛЕКТРОННЫЕ СООБЩЕНИЯ, ПЕРЕДАННЫЕ ИЛИ ПОЛУЧЕННЫЕ ЧЕРЕЗ ИГРЫ ИЛИ СЕРВИС, И ВЫ ПОДТВЕРЖДАЕТЕ НАСТОЯЩИМ, ЧТО СОГЛАСНЫ НА ТАКОЙ МОНИТОРИНГ ИЛИ ЗАПИСЬ.\r\nМы не гарантируем полноту, точность или достоверность любой информации, которая передается между пользователями. Мы не гарантируем безопасное отслеживание информации, которая передается между пользователями. Вы подтверждаете тот факт, что указанная информация основана на принципе «как есть», и что Вы будете использовать данную информацию только на свой собственный риск.\r\nВы подтверждаете, что при пользовании Сервисом, включая определенные продукты, Вы можете в любое время утратить игровые компоненты, достигнутые уровни и/или полученные объекты, функции и т.п. Мы не гарантируем игрокам доступность любых игровых объектов или уровней.\r\nПринимая во внимание, что игры, доступные через Вэб-сайты, основаны на социальном взаимодействии, азарте игроков и случайности (шансе), настоящим Вы подтверждаете и осознаете, что игровой результат носит вероятностный характер, и зависит не только от Ваших действий, но и от действий других игроков, игровых персонажей, их взаимодействия в игре.\r\n\r\nПоскольку участие в играх направлено на удовлетворение Вашего игрового азарта, Вы должны осознавать и настоящим подтверждаете, что Вы можете не достигнуть необходимого Вам результата, шанс получения преимуществ и достижения побед может выпасть не всегда, не в каждой игровой сессии и ни при каждом заходе в игру.\r\n\r\nВы также понимаете и осознаете, что в результате использования игр Вы не можете получить материальные призы, все поощрения и достижения доступны Вам лишь в нематериальной форме и не могут быть обменяны на деньги, иные ценности или проданы Вами. Извлечение материальной выгоды из использования продуктов и Сервисом в целом категорически воспрещено.\r\n\r\nМы не предоставляем Вам гарантии того, что Вы всегда будете удовлетворены игровым результатом, и Вам каждый раз будет сопутствовать удача и везение.\r\n \r\n29. Отказ от гарантий\r\n29.1 ВЫ ОТЧЕТЛИВО ОСОЗНАЕТЕ И СОГЛАШАЕТЕСЬ С ТЕМ, ЧТО:\r\nВ СТЕПЕНИ, ДОПУСТИМОЙ ДЕЙСТВУЮЩИМ ИМПЕРАТИВНЫМ ЗАКОНОДАТЕЛЬСТВОМ, СЕРВИС, ЕГО ЭЛЕМЕНТЫ, ВКЛЮЧАЯ ЯВЛЯЮЩИЙСЯ СОБСТВЕННОСТЬЮ КОМПАНИИ МАТЕРИАЛ, ПРЕДСТАВЛЕННЫЙ В УКАЗАННОМ ИСТОЧНИКЕ, ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ «КАК ЕСТЬ» И ПО ПРИНЦИПУ «ПО МЕРЕ ДОСТУПНОСТИ» БЕЗ КАКИХ-ЛИБО ПРЯМЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ. КОМПАНИЯ PWBV И НАШИ ВЗАИМОЗАВИСИМЫЕ ЛИЦА, РУКОВОДСТВО, РАБОТНИКИ, АГЕНТЫ, ПАРТНЕРЫ И ЛИЦЕНЗИАРЫ ОТКАЗЫВАЮТСЯ ОТ ВСЕХ ДРУГИХ ПРЯМЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ ГАРАНТИЙ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ПОДРАЗУМЕВАЕМЫМИ ГАРАНТИЯМИ ТОВАРНОГО СОСТОЯНИЯ, ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ, ПРОИЗВОДИТЕЛЬНОСТИ ИЛИ ПРИГОДНОСТИ ДЛЯ ЦЕЛЕВОГО ИСПОЛЬЗОВАНИЯ, НАЛИЧИЯ ТИТУЛА И ОТСУТСТВИЯ НАРУШЕНИЙ В ОТНОШЕНИИ СЕРВИСА, ВКЛЮЧАЯ ПРОДУКТЫ И ИНФОРМАЦИЮ. КОМПАНИЯ PWBV НЕ ЗАЯВЛЯЕТ ИЛИ НЕ ГАРАНТИРУЕТ ТО, ЧТО СЕРВИС, ВКЛЮЧАЯ ПРОДУКТЫ И ИНФОРМАЦИЮ ЯВЛЯЮТСЯ ТОЧНЫМИ, ПОЛНЫМИ, ДОСТОВЕРНЫМИ, ИМЕЮТСЯ В НАЛИЧИИ, ОТРАЖАЮТ ТЕКУЩУЮ СИТУАЦИЮ И НЕ СОДЕРЖАТ ОШИБОК. КОМПАНИЯ PWBV ТАКЖЕ НЕ ЗАЯВЛЯЕТ ИЛИ НЕ ГАРАНТИРУЕТ, ЧТО В ПРОГРАММНОМ ОБЕСПЕЧЕНИИ, НА ВЭБ-САЙТАХ ИЛИ ПОДДЕРЖИВАЮЩИХ ИХ СЕРВЕРАХ ОТСУТСТВУЮТ ВИРУСЫ ТРЕТЬИХ ЛИЦ, БАГИ, ОШИБКИ ИЛИ ДРУГИЕ ВРЕДОНОСНЫЕ КОМПОНЕНТЫ ИЛИ НЕДОСТАТКИ, ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ, ВЭБ-САЙТЫ ИЛИ СЕРВЕРА ПЕРЕДАЮТ ДАННЫЕ БЕЗОПАСНЫМ СПОСОБОМ ИЛИ ФУНКЦИОНИРУЮТ НАДЛЕЖАЩИМ ОБРАЗОМ В РАМКАХ СЕРВИСА И ВНЕ ЕГО.\r\nКОМПАНИЯ PWBV И ЕЁ ВЗАИМОЗАВИСИМЫЕ ЛИЦА, РУКОВОДСТВО, РАБОТНИКИ, АГЕНТЫ, ПАРТНЕРЫ И ЛИЦЕНЗИАРЫ НЕ ГАРАНТИРУЮТ, ЧТО (I) СЕРВИС БУДЕТ ОТВЕЧАТЬ ВАШИМ ТРЕБОВАНИЯМ; (II) ВЭБ-САЙТЫ БУДУТ РАБОТАТЬ БЕСПЕРЕБОЙНО, РЕГУЛЯРНО, БЕЗОПАСНО ИЛИ БЕЗ ОШИБОК; ИЛИ (III) ЛЮБЫЕ ОШИБКИ В ПРОГРАММНОМ ОБЕСПЕЧЕНИИ БУДУТ ИСПРАВЛЕНЫ.\r\nПОКА МЫ СТАРАЕМСЯ СДЕЛАТЬ ВАШ ДОСТУП И ПОЛЬЗОВАНИЕ СЕРВИСОМ БЕЗОПАСНЫМИ, МЫ НЕ МОЖЕМ И НЕ ЗАЯВЛЯЕМ ИЛИ НЕ ГАРАНТИРУЕМ, ЧТО В РАМКАХ СЕРВИСА ИЛИ НА ЕГО СЕРВЕРЕ(АХ) ОТСУТСТВУЮТ ВИРУСЫ ИЛИ ИНЫЕ ВРЕДОНОСНЫЕ КОМПОНЕНТЫ; ПОЭТОМУ ВАМ СЛЕДУЕТ ИСПОЛЬЗОВАТЬ ПРИЗНАННОЕ ИНДУСТРИЕЙ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ДЛЯ ОБНАРУЖЕНИЯ ВИРУСОВ И ИЗБАВЛЕНИЯ ОТ НИХ ПРИ ТОМ ИЛИ ИНОМ СКАЧИВАНИИ. ДОСТУП К ЛЮБОМУ МАТЕРИАЛУ, СКАЧЕННОМУ ИЛИ ИНЫМ ОБРАЗОМ ПОЛУЧЕННОМУ ЧЕРЕЗ ИСПОЛЬЗОВАНИЕ ВЭБ-САЙТОВ, ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ СЕРВИСА, ОСУЩЕСТВЛЯЕТСЯ ПО ВАШЕМУ СОБСТВЕННОМУ УСМОТРЕНИЮ И НА ВАШ РИСК, И ВЫ ЕДИНОЛИЧНО ОТВЕЧАЕТЕ ЗА УЩЕРБ ДЛЯ ВАШЕЙ КОМПЬЮТЕРНОЙ СИСТЕМЫ ИЛИ ЗА ПОТЕРЮ ДАННЫХ, ЧТО СТАЛО РЕЗУЛЬТАТОМ СКАЧИВАНИЯ ЛЮБОГО ТАКОГО МАТЕРИАЛА.\r\nУ НЕБОЛЬШОГО ПРОЦЕНТА ПОЛЬЗОВАТЕЛЕЙ МОЖЕТ ВОЗНИКНУТЬ ПРИСТУП ЭПИЛЕПСИИ ПРИ ПОЯВЛЕНИИ СВЕТОВЫХ ИЗОБРАЖЕНИЙ ИЛИ ФОНА НА ЭКРАНЕ КОМПЬЮТЕРА ИЛИ ПРИ ПОЛЬЗОВАНИИ СЕРВИСОМ, ПРОДУКТАММИ ИЛИ ВЭБ-САЙТАМИ. ОПРЕДЕЛЕННЫЕ УСЛОВИЯ МОГУТ ВЫЗВАТЬ РАНЕЕ НЕДИАГНОСТИРОВАННЫЕ ЭПИЛЕПТИЧЕСКИЕ СИМПТОМЫ ДАЖЕ У ПОЛЬЗОВАТЕЛЕЙ, У КОТОРЫХ РАНЕЕ НЕ ОТМЕЧАЛИСЬ ПРИСТУПЫ ИЛИ ЭПИЛЕПТИЧЕСКИЕ ПРИПАДКИ. ЕСЛИ ВЫ ИЛИ КТО-ЛИБО ИЗ ЧЛЕНОВ ВАШЕЙ СЕМЬИ СТРАДАЕТ ЭПИЛЕПТИЧЕСКИМ ЗАБОЛЕВАНИЕМ, ПЕРЕД ПОЛЬЗОВАНИЕМ СЕРВИСОМ НЕОБХОДИМО ПРОКОНСУЛЬТИРОВАТЬСЯ С ВАШИМ ЛЕЧАЩИМ ВРАЧОМ. НЕМЕДЛЕННО ПРЕКРАТИТЕ ПОЛЬЗОВАТЬСЯ СЕРВИСОМ И ПРОКОНСУЛЬТИРУЙТЕСЬ С ВАШИМ ЛЕЧАЩИМ ВРАЧОМ, ЕСЛИ ВО ВРЕМЯ ПОЛЬЗОВАНИЯ СЕРВИСОМ ВЫ ПОЧУВСТВОВАЛИ ОДИН ИЗ СЛЕДУЮЩИХ СИМПТОМОВ: ГОЛОВОКРУЖЕНИЕ, НАРУШЕНИЕ ЗРИТЕЛЬНОГО ВОСПРИЯТИЯ, ПОДЕРГИВАНИЕ ГЛАЗ ИЛИ МЫШЦ, ПОТЕРЯ КОНЦЕНТРАЦИИ, ПОТЕРЯ ОРИЕНТАЦИИ, НЕПРОИЗВОЛЬНЫЕ ДВИЖЕНИЯ ИЛИ СУДОРОГИ.\r\nССЫЛКИ НА ЛЮБЫЕ ТОВАРЫ, УСЛУГИ, ПРОЦЕССЫ ИЛИ ДРУГУЮ ИНФОРМАЦИЮ С УКАЗАНИЕМ ТОРГОВОГО НАИМЕНОВАНИЯ, ТОВАРНОГО ЗНАКА, ПРОИЗВОДИТЕЛЯ, ПОСТАВЩИКА, РАЗРАБОТЧИКА, ЛИЦЕНЗИАРА ИЛИ ИНОЙ ИНФОРМАЦИИ НЕ ЯВЛЯЮТСЯ И НЕ ПОДРАЗУМЕВАЮТ ОДОБРЕНИЕ, ФИНАНСОВУЮ ПОДДЕРЖКУ ИЛИ РЕКОМЕНДАЦИИ ИЛИ ВЗАИМОЗАВИСИМОСТЬ СО СТОРОНЫ КОМПАНИИ PWBV.\r\n \r\n30. Ограничение ответственности\r\n30.1 НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ МЫ, НАШИ ДИРЕКТОРА, УЧАСТНИКИ, ВЗАИМОЗАВИСИМЫЕ ЛИЦА, РАБОТНИКИ ИЛИ АГЕНТЫ НЕ ОТВЕЧАЮТ НИ ЗА КАКИЕ ПРЯМЫЕ, СПЕЦИАЛЬНЫЕ, КОСВЕННЫЕ ИЛИ СЛУЧАЙНЫЕ УБЫТКИ ИЛИ ЛЮБЫЕ ДРУГИЕ УБЫТКИ ЛЮБОГО РОДА, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ПРОСТОЕМ, УПУЩЕННОЙ ВЫГОДОЙ ИЛИ ПОТЕРЕЙ ДАННЫХ, ВОЗНИКШИЕ В РЕЗУЛЬТАТЕ ДЕЙСТВИЯ, ИЗ ДОГОВОРА, ДЕЛИКТА (ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ПРИЧИНЕННЫЕ ПО НЕОСТОРОЖНОСТИ) ИЛИ В ИНОЙ ФОРМЕ, КОТОРЫЕ ВОЗНИКЛИ ИЗ ИЛИ БЫЛИ ТЕМ ИЛИ ИНЫМ СПОСОБОМ СВЯЗАНЫ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕСПОСОБНОСТЬЮ ИСПОЛЬЗОВАТЬ СЕРВИС, ВКЛЮЧАЯ ВЭБ-САЙТЫ И ЛЮБЫЕ ПРОДУКТЫ, , КОТОРЫЕ ПРЕДСТАВЛЕНЫ В РАМКАХ СЕРВИСА ИЛИ ЧЕРЕЗ НЕГО, ИЛИ ДОСТУП К КОТОРЫМ ПРЕДОСТАВЛЯЕТСЯ ТАКИМ ОБРАЗОМ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ЛЮБЫМИ УБЫТКАМИ, ВЫЗВАННЫМИ ИЛИ ЯВИВШИМИСЯ РЕЗУЛЬТАТОМ ПОЛЬЗОВАТЕЛЬСКОГО ДОВЕРИЯ К ИНФОРМАЦИИ, ПОЛУЧЕННОЙ ОТ НАС ИЛИ НАШИХ ВЗАИМОЗАВИСИМЫХ ЛИЦ ИЛИ ТРЕТЬИХ ЛИЦ, ИЛИ ЯВИВШИМИСЯ РЕЗУЛЬТАТОМ ОШИБОК, ПРОПУСКОВ, ЗАДЕРЖЕК, УДАЛЕНИЯ ФАЙЛОВ ИЛИ ЭЛЕКТРОННЫХ ПИСЕМ, ОШИБОК, ДЕФЕКТОВ, ВИРУСОВ, ЭКСПЛУАТАЦИОННЫХ ЗАДЕРЖЕК ИЛИ ЗАДЕРЖЕК В ПЕРЕДАЧЕ ИЛИ НЕИСПОЛНЕНИЯ, ВНЕ ЗАВИСИМОСТИ ОТ ТОГО, ВОЗНИКЛИ ЛИ ОНИ В СВЯЗИ С ДЕЙСТВИЕМ НЕПРЕОДОЛИМОЙ СИЛЫ, СБОЕМ СВЯЗИ, КРАЖЕЙ, ПРЕРЫВАНИЕМ РАБОТЫ ИЛИ НЕСАНКЦИОНИРОВАННЫМ ДОСТУПОМ К НАШИМ ЗАПИСЯМ, ПРОДУКТАМ ИЛИ СЕРВИСУ.\r\n30.2 НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ СОВОКУПНАЯ ОТВЕТСТВЕННОСТЬ КОМПАНИИ PWBV, НАСТУПИВШАЯ В РЕЗУЛЬТАТЕ НАРУШЕНИЯ ДОГОВОРА, ГАРАНТИИ, СОВЕРШЕНИЯ ДЕЛИКТА (ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, ПО ПРИЧИНЕ АКТИВНОЙ, ПАССИВНОЙ ИЛИ ПОДРАЗУМЕВАЕМОЙ НЕОСТОРОЖНОСТИ), ОТВЕТСТВЕННОСТЬ ЗА КАЧЕСТВО ПРОДУКЦИИ, БЕЗУСЛОВНАЯ ИЛИ ИНАЯ ОТВЕТСТВЕННОСТЬ, ВОЗНИКАЮЩАЯ В СВЯЗИ С ИЛИ ИМЕЮЩАЯ ОТНОШЕНИЕ К ИСПОЛЬЗОВАНИЮ ИЛИ НЕСПОСОБНОСТИ ПОЛЬЗОВАТЬСЯ УСЛУГОЙ ИЛИ ЛЮБЫМ ИЗ ЕЁ ЭЛЕМЕНТОВ, НЕ ПРЕВЫШАЕТ БОЛЬШЕГО ИЗ СЛЕДУЮЩИХ ЗНАЧЕНИЙ 3000 РОССИЙСКИХ РУБЛЕЙ ИЛИ ЛЮБУЮ КОМПЕНСАЦИЮ (ПРИ ЕЁ НАЛИЧИИ), ФАКТИЧЕСКИ ВЫПЛАЧЕННУЮ КОМПАНИИ Perfect World Publishing BV ЗА ДОСТУП ИЛИ ИСПОЛЬЗОВАНИЕ СЕРВИСА.\r\n30.3 ВСЕ ТРЕБОВАНИЯ, ПРЕТЕНЗИИ, ИСКИ О ВОЗМЕЩЕНИИ УБЫТКОВ, УЩЕРБА, РАСХОДОВ, ИЗДЕРЖЕК И ИНОЙ ОТВЕТСТВЕННОСТИ, ВОЗНИКАЮЩИЕ В СВЯЗИ С РАЗРАБОТКОЙ, КАЧЕСТВОМ, СОДЕРЖАНИЕМ, ДЕЙСТВИЕМ И ОПУБЛИКОВАНИЕМ КОНТЕНТА ТРЕТЬИХ ЛИЦ ПОСРЕДСТВОМ СЕРВИСА (В ТОМ ЧИСЛЕ ТЕЛЕСНОЕ ПОВРЕЖДЕНИЕ, БОЛЕЗНЬ ИЛИ СМЕРТЬ, И / ИЛИ ПОВРЕЖДЕНИЙ ИЛИ УНИЧТОЖЕНИЕМ  МАТЕРИАЛЬНОЙ ИЛИ НЕМАТЕРИАЛЬНОЙ СОБСТВЕННОСТИ, КОМПЬЮТЕРНЫХ ПРОГРАММ И ДАННЫХ, ЛИБО ИНЫЕ УБЫТКИ, ШТРАФЫ И ПРОЧ.) ПРЕДЪЯВЛЯЮТСЯ К ЛИЦУ, УКАЗАННОМУ КАК ПРАВООБЛАДАТЕЛЬ И/ИЛИ РАЗРАБОТЧИК ТАКОГО ПРОДУКТА И/ИЛИ ОБЕСПЕЧИВАЮЩЕМУ ЕГО ФУНКЦИОНИРОВАНИЕ. КОМПАНИЯ PWBV ОТВЕТСТВЕННОСТЬ ПО УКАЗАННЫМ ТРЕБОВАНИЯМ, ИСКАМ И ПРЕТЕНЗИЯМ НЕ НЕСЕТ.\r\n \r\n31. Общие положения\r\n31.1 Если иное прямо не предусмотрено действующим императивным законодательством:\r\n- настоящее Соглашение регулируется, толкуется и приводится в исполнение согласно законодательству Нидерландов;\r\n- прямо исключается применение Венской конвенции по продажам;\r\n- любой иск, спор или процесс, возникший по настоящему Соглашению, разрешается в обладающем соответствующей подсудностью суде в г. Амстердаме, Нидерланды.\r\n31.2 Бездействие с нашей стороны в отношении совершенного Вами или другими лицами нарушения не означает отказа от права действовать в отношении последующих или аналогичных нарушений.\r\n31.3 Если иное не предусмотрено настоящим Соглашением, Вы не вправе полностью или частично уступать или передавать права по настоящему Соглашению или право использовать ту или иную часть Сервиса или контент, основанный на любом элементе Сервиса, третьим лицам, а любые действия, противоречащие настоящему положению, являются недействительными и незаконными.\r\n31.4 Если то или иное положение настоящего Соглашения является недействительным, не имеет юридической силы или на любом основании лишено исковой силы, такое положение считается отделенным от настоящего Соглашения и не сказывается на действительности и исковой силе остальных положений.\r\n31.5 Используемые в настоящем документе названия статей приведены только в ознакомительных целях и не толкуются как имеющие юридическую силу.\r\n \r\n32.  Средства правовой защиты.\r\nВы соглашаетесь с тем, что Ваши обязанности и заявления, а также лицензионные ограничения, предусмотренные в настоящем документе, являются необходимыми и разумными в целях нашей защиты, защиты нашей деятельности и наших лицензиаров, и Вы прямо соглашаетесь с тем, что все виды денежного возмещения являлись бы недостаточными для полной компенсации нарушения настоящего Соглашения или приведенного Вами ложного заявления. Таким образом, Вы соглашаетесь и подтверждаете, что любое такое нарушение или риск нарушения повлечет за собой непоправимый ущерб, и что в дополнение к любым другим имеющимся средствам правовой защиты мы обладаем правом по закону, по праву справедливости или на ином основании на получение судебного запрета в отношении нарушения или риска нарушения настоящего Соглашения, или продолжения любого такого нарушения с Вашей стороны, или на получение компенсации за сделанное Вами ложное заявление, без необходимости доказывания недостаточности средства правовой защиты или денежного возмещения, а также без необходимости внесения залога.\r\n \r\n33.  Независимые контрагенты.\r\nВы подтверждаете, что не считаетесь и не выдаете себя за агента, работника, участника совместного предприятия или партнера компании PWBV (или любого из её соответствующих взаимозависимых лиц, партнеров по издательству, лицензиаров или лицензиатов). Каждая сторона Соглашения является независимым контрагентом по отношению к другой стороне, и никакие положения настоящего Соглашения не будут считаться ставящими стороны в отношения по схеме «работник-работник», «принципал-агент», партнеры или участники совместного предприятия.\r\n \r\n34.  Заключительные положения.\r\nБлагодарим Вас за интерес к нашему Сервису . Надеемся, что наш Сервис Вам понравится, и Вы в полной мере сможете воспользоваться преимуществами онлайн сообщества, которое мы поддерживаем. Не забывайте о том, что Вы являетесь гостем, и должны придерживаться тех же правил хорошего тона и проявлять уважение, что вы ожидаете по отношению к себе от других гостей.\r\n\r\n",
  "version": 2
}