{
  "content": "Conditions de service | Jeux d'arc\r\n\r\n\r\nCE DOCUMENT CONTIENT DES CONDITIONS GÉNÉRALES IMPORTANTES APPLICABLES À VOTRE ACCÈS ET À VOTRE UTILISATION DE NOTRE SITE WEB ET DE NOS SERVICES. VEUILLEZ LIRE ATTENTIVEMENT CES CONDITIONS AVANT DE COMMENCER À UTILISER LE SITE WEB ET NOS SERVICES. EN ACCÉDANT OU EN UTILISANT CE SITE WEB OU EN TÉLÉCHARGEANT TOUT JEU, VOUS ACCEPTEZ D'ÊTRE LIÉ PAR LES TERMES DÉCRITS ICI. SI VOUS N'ACCEPTEZ PAS TOUTES CES CONDITIONS, N'UTILISEZ PAS CE SITE WEB OU LES JEUX.\r\n\r\n\r\nBienvenue à Arc Games, qui est exploité par Perfect World Entertainment, Inc. («PWE», «Nous» ou «Nous»). Ce document contient les termes et conditions («Conditions») pour régir votre accès et votre utilisation du site Web PWE situé à www.arcgames.com (ou toute URL ultérieure pouvant le remplacer) et tous les sites Web et micro- sites, sites mobiles et sous-domaines de ces sites (collectivement, le «site Web»), tous les jeux et plates-formes de jeux, clients ou serveurs exploités par PWE via le site Web ou autrement pris en charge par PWE sur le site Web (les «jeux»), et tous fonctionnalités, fonctions, logiciels et services offerts via ce site Web Le site Web, les jeux et les fonctionnalités, fonctions, logiciels et services offerts via ce site Web constituent collectivement le «service».\r\n\r\n\r\n1. Accord juridique\r\n   1. Ces Conditions constituent un accord juridique contraignant («Accord») entre vous et Perfect World Entertainment, Inc., une société californienne.\r\n   \r\n   2. Dans ce Contrat, les termes «nous / notre / nos» désignent Perfect World Entertainment, Inc. «Vous / votre» signifie vous en tant qu'utilisateur du Service.\r\n   \r\n   3. Les conditions décrites ici s'appliquent à vous si vous visitez notre site Web, utilisez notre service et utilisez les jeux. Avant d'utiliser le Service ou toute partie du Service, vous devez lire et accepter ces Conditions.\r\n   \r\n   4. Votre utilisation du Service constituera votre accord d'accepter et d'être lié par les termes et conditions décrits dans les présentes Conditions, et votre accord de vous conformer aux règles de conduite publiées sur le site Web ou autrement fournies par PWE (les «Règles de conduite ») et tout accord de licence d'utilisateur final (« CLUF ») applicable à notre logiciel de jeu ou à tout autre logiciel que nous pouvons fournir en relation avec le Service. Toutes les identités d'utilisateur créées sur le site Web sont régies par les présentes conditions. Cela inclut, mais sans s'y limiter, une conduite appropriée dans le jeu et hors du jeu en rapport avec le jeu.\r\n   \r\n   5. Si vous n'acceptez aucune des Conditions, veuillez ne pas accéder ou utiliser le Service.\r\n   \r\n   6. Vous déclarez par la présente que vous avez la capacité juridique de conclure ce Contrat et que vous n'êtes pas interdit de recevoir le Service en vertu des lois des États-Unis ou de toute autre juridiction applicable.\r\n   \r\n   7. Vous comprenez et acceptez que le Service peut inclure des annonces de service et des messages administratifs et vous pouvez ne pas avoir le droit de refuser de les recevoir.\r\n   \r\n   8. Le présent Contrat s'ajoute, et ne remplace ni ne supplante en aucune façon, tout CLUF ou toute condition supplémentaire pouvant s'appliquer lorsque vous utilisez ou achetez certains autres produits, services, services affiliés, contenus tiers ou logiciel tiers. Dans le cas où le contenu de cet accord est contraire à une ou plusieurs dispositions de tout autre accord ou termes ou conditions spécifiques, la (les) disposition (s) de l'accord spécifique, termes ou conditions prévaudront.\r\n\r\n\r\n2. Modifications des conditions\r\n   1. Nous pouvons amender et / ou modifier ces Conditions, les Règles de Conduite et tout CLUF à tout moment à notre seule discrétion.\r\n\r\n   2. Les amendements et modifications des Conditions seront publiés sur le site Web et entreront en vigueur immédiatement après leur publication sur le site Web, ou une copie des amendements ou modifications vous sera autrement fournie. Vous renoncez à tout droit que vous pourriez avoir de recevoir un avis spécifique de ces changements ou modifications.\r\n\r\n   3. Vous êtes responsable de vérifier périodiquement les Conditions, les Règles de Conduite et tout CLUF afin de vous familiariser avec leur contenu car ils peuvent être amendés ou modifiés de temps à autre. En continuant à utiliser une partie quelconque du Service, vous signifiez déjà votre acceptation de toute condition révisée ou mise à jour. Si vous n'acceptez pas les conditions modifiées, vous devez cesser d'utiliser le Service.\r\n\r\n   \r\n3. Description\r\n   1. PWE fournit des jeux en ligne gratuits et multijoueurs aux utilisateurs enregistrés ainsi que des fonctionnalités, fonctions et services connexes disponibles sur le site Web, tels que des forums communautaires et d'autres zones interactives. Pour accéder à nos Jeux, vous devrez peut-être télécharger et installer certains logiciels clients, et cet accès implique l'utilisation de matériel, de logiciels et d'un accès Internet (dont vous reconnaissez jouer un rôle crucial dans votre expérience utilisateur).\r\n\r\n   2. Vous reconnaissez que nous ne sommes pas responsables des problèmes de matériel, de logiciel ou d'accès Internet, de qualité, d'adéquation ou d'indisponibilité. Nous ne fournissons pas d'accès Internet, et vous êtes responsable de tous les frais liés aux frais de téléphone et d'accès Internet ainsi que de tout l'équipement nécessaire, l'entretien, la réparation ou la correction encourus pour maintenir la connectivité aux serveurs.\r\n\r\n\r\n4. Compte\r\n   1. Il se peut que vous deviez créer un compte (un «compte») pour accéder à notre service et utiliser certaines fonctionnalités et fonctions de notre service.\r\n\r\n   2. POUR UTILISER NOS SERVICES, VOUS DEVEZ RÉPONDRE À CERTAINES CONDITIONS D'ÂGE STIPULÉES DANS LA JURIDICTION DE VOTRE RÉSIDENCE ET VOUS DEVEZ AVOIR LE POUVOIR DE CONCLURE UN CONTRAT EXÉCUTOIRE AVEC NOUS EN VERTU DE TOUTES LES LOIS APPLICABLES. Par exemple, si vous résidez aux États-Unis, vous devez avoir au moins 13 ans pour créer un compte et vous devez avoir 18 ans ou plus pour conclure un contrat de manière indépendante. Si vous avez 13 ans ou plus, mais que vous n'avez pas l'âge légal pour conclure un contrat dans la juridiction dans laquelle vous résidez («Âge légal») et / ou moins de 18 ans, nous vous demandons de consulter ces Conditions avec vos parents ou tuteur légal pour s'assurer qu'ils les lisent et les acceptent. Si vous êtes le parent ou le tuteur légal d'un utilisateur de notre site Web, de nos jeux et / ou de notre service et que vous avez des questions sur les conditions, veuillez nous contacter à tos@perfectworld.com.\r\n   \r\n   3. En créant un compte ou en utilisant le service, vous déclarez que vous avez l'âge légal ou au moins 18 ans et acceptez ces conditions, ou que vous avez plus de 13 ans et que vos parents ou tuteur légal ont lu et accepté ces Conditions, et vous comprenez et acceptez que nous nous appuyons sur cette représentation pour vous permettre d'utiliser le Service.\r\n\r\n   4. Nonobstant ce qui précède, sous réserve des lois applicables dans certaines juridictions, certaines parties de notre service peuvent contenir des contenus matures ne convenant pas à toute personne de moins de l'âge légal ou de 18 ans. Nous vous demanderons de confirmer que vous avez l'âge légal ou 18 ans ou plus pour accéder à ce contenu. Si vous entrez une partie du Service qui est destinée à ou qui est réservée à un public mature uniquement, vous certifiez que vous avez l'âge légal ou au moins 18 ans et que vous avez le droit légal d'accéder à ce contenu. Nous ne serons en aucun cas responsables de votre incapacité à confirmer avec précision votre âge conformément aux conditions ci-dessous.\r\n\r\n   5. Lors de la création d'un compte et d'une identité d'utilisateur («ID utilisateur»), vous acceptez (i) de fournir des informations vraies, exactes, à jour et complètes, comme demandé dans les champs obligatoires (les «informations de compte») et (ii) de maintenir rapidement et mettre à jour ce nom d'utilisateur et les informations de votre compte pour qu'il reste vrai, exact, à jour et complet.\r\n\r\n   6. En tant que créateur de votre compte et de votre identifiant d'utilisateur, vous êtes seul responsable de votre identifiant d'utilisateur et de la photo de profil téléchargée dans votre profil d'identifiant d'utilisateur (l'identifiant et la photo de profil dans l'identifiant d'utilisateur sont collectivement appelés \"identifiant d'utilisateur\". \"). Nous ne tolérerons pas les identifiants offensants ou obscènes. Si un identifiant d'utilisateur enfreint une partie de ces conditions, nous pouvons immédiatement, temporairement ou définitivement interdire un tel identifiant d'utilisateur, supprimer ou désactiver l'accès aux images, mots ou phrases problématiques, ou désactiver l'accès à ces identifiants d'utilisateur avec ou sans préavis. . La suppression ou la désactivation de l'accès à ces identifiants d'utilisateur sera à notre seule discrétion, et nous ne promettons pas de supprimer ou de désactiver l'accès à des identifiants d'utilisateur spécifiques.\r\n\r\n   7. Votre compte ne peut être utilisé que par vous-même. Nous ne sommes pas responsables de toute utilisation abusive de votre compte ou de votre identifiant d'utilisateur, vous acceptez tous les risques d'utilisation abusive et d'accès non autorisé à votre compte et de nous tenir, ainsi que nos affiliés, indemnes de et contre toute utilisation abusive de votre compte ou de votre utilisateur. ID, y compris, mais sans s'y limiter, une utilisation inappropriée ou non autorisée par une personne à qui vous avez révélé votre mot de passe.\r\n\r\n   8. Veuillez noter que vous êtes responsable du maintien de la confidentialité et de la sécurité de votre nom d'utilisateur et de votre mot de passe à tout moment, et vous acceptez de nous informer si votre mot de passe est perdu, volé ou divulgué à un tiers non autorisé, ou peut autrement ont été compromis. Vous êtes seul responsable de toutes les activités et transactions qui se produisent sous votre compte, et nous ne sommes pas responsables de toute utilisation abusive de votre compte, y compris, sans limitation, dans le cas où votre mot de passe est volé ou révélé à un tiers et / ou utilisé pour des transactions. . Vous acceptez de nous informer immédiatement de toute utilisation abusive de votre compte ou de toute autre violation de la sécurité en relation avec le service que vous connaissez. Nous vous offrons le choix de changer votre mot de passe afin de protéger votre compte.\r\n\r\n   9. Votre compte peut être résilié si vous n'utilisez pas votre compte dans les douze mois suivant la date de sa création ou pendant toute période continue de douze mois. Si vous n'utilisez pas votre compte pendant une période continue de douze mois ou plus, il peut être résilié par nous à notre seule discrétion.\r\n\r\n   10. Nous tenterons de vous informer par e-mail avant de résilier votre compte, à moins que nous résilions, désactivions ou supprimions votre compte ou votre identifiant d'utilisateur pour une violation des présentes conditions ou l'arrêt du service. Cependant, nous ne serons en aucun cas responsables de tout défaut de notification. Si vous nous informez dans les cinq jours suivant l'avis que vous souhaitez garder votre compte actif, nous ne le résilierons pas. Si vous ne nous en informez pas, votre compte sera résilié et pourra être définitivement supprimé, ainsi que votre identifiant d'utilisateur, vos enregistrements, vos classements et vos informations de service.\r\n\r\n   11. La résiliation de votre compte entraîne également la résiliation de la licence d'utilisation du service et des éléments exclusifs, ou toute partie de ceux-ci.\r\n\r\n   12. Veuillez noter que indépendamment de tout avis, nous nous réservons le droit d'interrompre le Service ou de résilier ou suspendre votre compte à tout moment à notre seule discrétion, pour quelque raison que ce soit, ou sans raison dans la mesure permise par la loi applicable.\r\n\r\n\r\n5. Droits de propriété\r\n   1. Le site Web, les jeux, le logiciel et le service sont la propriété de PWE ou des concédants de licence de PWE, qui sont protégés par le droit américain et international, y compris, mais sans s'y limiter, les lois sur les droits d'auteur. Tous les droits, intérêts et titres actuels et futurs sur et sur le site Web, le jeu, le logiciel et le service, toutes les fonctionnalités et le contenu de ceux-ci, y compris, sans limitation, les comptes d'utilisateur, les titres, le code informatique (code source, code objet et conception préparatoire matériaux), fichiers, logiciels de jeu, logiciels client et serveur, outils, correctifs, mises à jour, thèmes, objets, personnages, noms de personnages, histoires, intrigues, objets, contenu, texte, savoir-faire, dialogue, slogans, thèmes, lieux, concepts , illustrations, dessins, graphiques, images, vidéo, animation, sons, musique, comédie musicale, compositions, enregistrements sonores, effets audio-visuels, informations, données, documentation, «applets», transcriptions de chat, informations de profil de personnage, jeu, enregistrements , dans les objets de jeu, dans les activités de jeu, les pièces de monnaie et le Zen, les illustrations et compositions créées par l'intelligence artificielle («œuvres créées par l'IA»), ainsi que leur sélection et leur disposition (collectivement les «matériaux exclusifs») sont le support exclusif la propriété ou les intérêts de PWE ou de ses concédants de licence et sont protégés par les lois américaines et internationales sur les droits d'auteur et autres droits de propriété.\r\n   \r\n   2. Dans le cas où vous apportez des modifications, adaptations ou œuvres dérivées de quelque nature que ce soit au matériel exclusif (les «modifications») nonobstant le paragraphe 10.2, qu'elles soient autorisées ou non, vous comprenez et acceptez que vous ne conserverez aucun droit de quelque nature que ce soit. dans et à ces Modifications et que tous les droits y appartiennent uniquement à PWE. Par les présentes, vous cédez (et acceptez de céder) et de transférer de manière irrévocable à PWE, libre et dégagé de toute restriction ou charge, sans aucune compensation au-delà de la considération prévue dans les présentes, tous les droits, titres et intérêts que vous pourriez avoir dans et à ces Modifications. . Cette cession comprend, sans limitation, tous les droits d'auteur et droits de brevet dans le monde entier dans et à l'égard de ces Modifications et le droit de poursuivre en justice pour les infractions passées et futures. Vous acceptez par la présente de coopérer avec PWE dans le cadre de la protection de celui-ci et devez signer lesdits documents (comme un autre acte de transfert ou de cession), le cas échéant, selon les besoins de PWE pour parfaire ses droits en vertu des présentes. Vous renoncez et acceptez de ne faire valoir aucun droit moral ou similaire que vous pourriez avoir dans les Modifications dans la mesure du possible par la loi impérative applicable.\r\n   \r\n   3. De plus, dans la mesure où les cessions mentionnées au paragraphe 5.2 ne transfèrent aucun droit de propriété dans ou aux Modifications, vous accordez expressément à PWE, à nous et à nos concédants de licence tous les consentements, autorisations et un accord non exclusif, sans redevance, perpétuel , dans le monde entier, droit complet, entièrement sous licence et irrévocable de créer, d'utiliser, de vendre, d'offrir à la vente, d'importer ou d'exploiter de toute autre manière, de republier, de publier, d'utiliser, de citer, d'adapter, de traduire, d'archiver, de stocker, de reproduire, de modifier, de créer les œuvres dérivées de, syndiquer, concéder sous licence, imprimer, sous-licencier, distribuer, transmettre, diffuser, communiquer d'une autre manière, afficher et exécuter publiquement les modifications, ou toute partie de celles-ci, de quelque manière ou forme et sur tout support ou forum, qu'il soit maintenant connu ou ci-après conçu, sans préavis, reconnaissance ou compensation à votre égard. Vous renoncez et acceptez de ne faire valoir aucun droit moral ou similaire que vous pourriez avoir dans les Modifications dans la mesure du possible par la loi impérative applicable.\r\n\r\n\r\n6. Confidentialité\r\n   1. Veuillez consulter notre politique de confidentialité et notre politique sur les cookies [a], pour obtenir des informations concernant la collecte, l'utilisation et la distribution des informations personnelles. Vous comprenez et acceptez que nous puissions collecter, utiliser et divulguer des informations comme décrit dans la politique de confidentialité et la politique en matière de cookies.\r\n\r\n   2. Vous comprenez et acceptez que nous pouvons accéder, divulguer ou conserver des informations personnelles, y compris le contenu de vos communications, dans la croyance de bonne foi que nous sommes légalement autorisés ou tenus de le faire, ou que le faire est raisonnablement nécessaire ou approprié pour se conformer à la loi ou à la procédure ou aux autorités légales, répondre à toute réclamation, ou pour protéger les droits, la propriété ou la sécurité de Perfect World, de nos utilisateurs, de nos employés ou du public, y compris, sans limitation, pour protéger Perfect World ou nos utilisateurs contre les fraudes , utilisation abusive, inappropriée ou illégale de notre Service.\r\n\r\n   \r\n7. Mises à jour du jeu\r\n   1. Lorsque nous mettons à jour ou «corrigeons» l'un de nos jeux, nous pouvons utiliser une routine de correctifs pour vérifier si la version la plus récente du logiciel client est installée sur votre ordinateur ou votre appareil. Sinon, la version la plus récente peut être automatiquement téléchargée sur votre ordinateur ou votre appareil, et vous consentez par la présente à, et renoncez à tout autre avis concernant ce téléchargement.\r\n\r\n\r\n8. Suivi\r\n   1. Vous comprenez et acceptez que lorsque vous communiquez avec d'autres joueurs dans un jeu ou utilisez des fonctionnalités interactives disponibles sur le site Web, telles que la messagerie instantanée, les forums ou les salons de discussion, ces communications et publications sont transmises via nos serveurs, et nous pouvons, mais ne sont pas obligés de surveiller toutes ces communications et publications, y compris celles qui sont désignées comme «privées» dans la mesure permise par la loi. Pour plus d'informations sur la manière dont nous collectons et traitons les données vous concernant, veuillez consulter notre politique de confidentialité [b].\r\n\r\n\r\n9. Notification push et notification locale\r\n   1. Vous comprenez et acceptez que nous puissions, avec votre consentement, envoyer des notifications push et des notifications locales à votre appareil mobile pour fournir des mises à jour du jeu et d'autres messages pertinents.\r\n\r\n\r\n10. Licence qui vous est accordée\r\n   1. Sous réserve des présentes Conditions et de tout CLUF applicable, nous vous accordons, pour votre usage non commercial et personnel uniquement, une autorisation limitée, non exclusive, révocable, non transférable et sans sous-licence pour accéder et utiliser le site Web, le service et les matériaux exclusifs. Cette autorisation reste en vigueur jusqu'à et à moins qu'elle ne soit résiliée par vous ou par PWE. Vous promettez et acceptez que vous utilisez le site Web, les services et les éléments exclusifs pour votre propre usage personnel et non commercial et que vous ne vous engagez pas dans les conduites interdites dans les présentes conditions.\r\n   \r\n   2. Sauf dans les cas expressément autorisés dans les présentes Conditions ou dans le CLUF applicable, une telle licence n'inclut pas, et vous acceptez de ne pas vous engager dans: (a) la revente, la sous-licence, le prêt ou l'utilisation commerciale du Service ou des éléments exclusifs qu'il contient. ; (b) la distribution, la représentation publique ou l'affichage public de tout matériel exclusif, sauf dans le cadre du jeu dans le cours normal, (d) la modification, l'adaptation, l'altération, l'amélioration ou toute autre utilisation dérivée de tout jeu, contenu de jeu ou autre Matériaux exclusifs, ou toute partie de ceux-ci; (e) l'utilisation de toute extraction de données, de robots ou de méthodes similaires de collecte ou d'extraction de données; (f) le téléchargement (autre que la mise en cache de la page) de toute partie du matériel exclusif ou de toute information qui y est contenue, sauf dans la mesure expressément autorisée sur le site Web; (g) faire de l'ingénierie inverse ou décompiler les Matériels propriétaires, ou tenter autrement de dériver le code source des Jeux ou d'autres logiciels inclus dans les Matériels propriétaires; (h) toute utilisation des Services ou des Matériels exclusifs autre que pour son usage prévu.\r\n\r\n   3. Toute utilisation du service ou du matériel exclusif autre que celle expressément autorisée dans les présentes, sans notre autorisation écrite préalable, est strictement interdite et, au choix de PWE, résiliera la licence accordée aux présentes. Une telle utilisation non autorisée peut également enfreindre les lois applicables, y compris, sans s'y limiter, les lois sur les droits d'auteur et les marques de commerce et les règlements et statuts de communication applicables. Sauf indication explicite dans les présentes, rien dans les présentes Conditions ne doit être interprété comme conférant une licence ou des droits sur les droits de propriété intellectuelle, que ce soit par préclusion, implication ou autre. Cette licence est révocable à tout moment avec ou sans motif.\r\n\r\n   4. Les Jeux et les Services ne vous sont pas vendus pour vous être transférés et aucun droit, titre ou intérêt sur le Site Web, les Services ou les Jeux ne vous est accordé, à l'exception des droits qui vous sont expressément accordés dans la section 10 des présentes, et PWE et ses concédants de licence conservent la propriété de toutes les copies du jeu et du matériel exclusif même après l'installation du jeu sur vos ordinateurs personnels, consoles, appareils mobiles, tablettes et / ou autres appareils («appareils»).\r\n\r\n   5. Toutes les marques de commerce, marques de service, noms commerciaux, logos, noms de domaine et toutes autres caractéristiques de la marque Perfect World, du site Web, des jeux et des services («caractéristiques de la marque Arc Games») sont la propriété exclusive de PWE ou de ses concédants de licence. Vous n'avez aucun droit d'utiliser les caractéristiques de la marque Arc Games à des fins commerciales ou non commerciales.\r\n\r\n   6. Vous acceptez de respecter les Conditions et de ne pas utiliser le Site Web, les Services, les Jeux ou toute partie de ceux-ci d'une manière non expressément autorisée par les présentes Conditions.\r\n\r\n\r\n11. Règles de conduite des utilisateurs\r\n   1. Vous devez respecter ces conditions, toutes les règles de conduite, toutes les lois applicables et toutes les règles de base d'étiquette et de courtoisie lorsque vous utilisez le service. Tout comportement qui enfreint la loi dans une communauté hors ligne du monde réel constitue également une violation des présentes Conditions. Nous ne tolérerons aucune conduite illégale ou offensante.\r\n   \r\n   2. Sans limiter ce qui précède, en plus des règles relatives au contenu utilisateur énoncées à la section 12, vous acceptez de ne prendre aucune des mesures suivantes:\r\n    - nuire de quelque manière que ce soit aux mineurs;\r\n    - usurper l'identité de toute personne ou entité, y compris des responsables de PWE, des dirigeants de forum, des guides, des hôtes, des employés ou des agents, ou déclarer faussement ou autrement dénaturer votre affiliation avec une personne ou une entité;\r\n    - falsifier des en-têtes ou manipuler autrement des identifiants afin de masquer l'origine de tout message transmis via le site Web;\r\n    - télécharger, publier, envoyer par e-mail, transmettre ou rendre disponible toute publicité non sollicitée ou non autorisée, matériel promotionnel, «courrier indésirable», «spam», «chaînes de lettres», «systèmes pyramidaux» ou toute autre forme de sollicitation;\r\n    - interférer avec ou perturber le Service ou les serveurs ou réseaux connectés au Service, ou désobéir aux exigences, procédures, politiques ou réglementations des réseaux connectés au Service;\r\n    - «traquer», menacer ou harceler ou causer de l'inconfort à autrui;\r\n    - collecter, stocker, publier ou diffuser d'une autre manière des données personnelles sur d'autres utilisateurs;\r\n    - entraver ou perturber le service ou le déroulement normal du jeu ou du dialogue dans le jeu ou dans les zones interactives (définies ci-dessous) dans le service ou utiliser un langage vulgaire, l'abus, l'utilisation de cris excessifs (TOUT EN MAJUSCULES), le «spamming» ou tout autre d'autres méthodes perturbatrices ou préjudiciables pour tenter de déranger d'autres utilisateurs ou nos employés;\r\n    - s'engager dans, encourager ou promouvoir toute activité illégale, ou toute activité qui enfreint les présentes Conditions ou les Règles de conduite;\r\n    - s'engager dans des actions qui fraudent ou tentent de frauder, arnaquer ou tromper autrui de tout objet qui a été gagné grâce à un jeu autorisé;\r\n    - tricher ou utiliser des exploits non autorisés en relation avec les Jeux ou le Service;\r\n    - utiliser ou exploiter des bogues, des erreurs ou des défauts de conception pour obtenir un accès non autorisé au Service ou pour obtenir un avantage injuste sur d'autres joueurs;\r\n    - échanger, vendre, mettre aux enchères ou autrement transférer des objets virtuels ou des biens de toute nature en dehors du jeu;\r\n    - prendre toute action qui perturbe le Service ou qui affecte négativement ou peut interdire à d'autres utilisateurs de profiter du Site Web, des Jeux ou de tout autre aspect du Service.\r\n\r\n   3. Nous pouvons prendre toutes les mesures et imposer les sanctions que nous jugeons nécessaires pour décourager et punir toute violation de ces conditions ou tout autre comportement illégal ou inapproprié, le tout sans préavis ni avertissement. La détermination de savoir si une violation a eu lieu et qui est responsable d'un tel acte est uniquement à notre discrétion, et est basée sur ce que nous jugeons le mieux pour la communauté et le Service. En utilisant le Service, vous acceptez que vous serez lié par notre détermination quant à savoir si une violation s'est produite et toute sanction que nous choisirons de mettre en œuvre.\r\n\r\n\r\n12. Contenu utilisateur\r\n   1. Le Service peut inclure des forums de discussion, des forums de discussion, des commentaires des utilisateurs, des fonctionnalités de messagerie, des commentaires et d'autres zones ou services interactifs («Zones interactives») dans lesquels vous ou d'autres utilisateurs créez, publiez, envoyez ou stockez tout contenu, message, matériel , des données, des informations, du texte, de la musique, du son, des images, des photos, des vidéos, des graphiques, du code ou d'autres éléments ou matériels sur ou via le site Web ainsi que toute autre partie des services (par exemple, des salles de discussion en jeu, des forums ou organisation d'une guilde) (le «Contenu utilisateur»). Le contenu utilisateur comprend également le contenu généré par l'utilisateur tel que stipulé dans la section 13 des présentes.\r\n\r\n   2. Le contenu utilisateur affiché sur le site Web est accessible au public et non confidentiel, et deviendra la propriété exclusive de PWE. Nous vous recommandons vivement de ne publier aucune information personnelle sur vous-même ou sur autrui.\r\n\r\n   3. Vous acceptez de ne pas publier, télécharger, transmettre, distribuer, stocker, créer ou publier de quelque manière que ce soit les éléments suivants:\r\n    - Contenu d'utilisateur qui est illégal, diffamatoire, diffamatoire, obscène, pornographique, indécent, obscène, suggestif, harcelant, menaçant, envahissant les droits de la vie privée ou de la publicité, abusif, incendiaire, frauduleux ou autrement répréhensible;\r\n    - Contenu utilisateur qui constituerait, encouragerait ou fournirait des instructions pour une infraction pénale, violerait les droits de toute partie, ou qui créerait autrement une responsabilité ou violerait toute loi locale, étatique, nationale ou internationale;\r\n    - Contenu utilisateur qui peut enfreindre tout brevet, marque, secret commercial, droit d'auteur ou autre droit intellectuel ou de propriété de toute partie. En publiant tout contenu utilisateur, vous déclarez et garantissez que vous avez le droit légal de distribuer et de reproduire ce contenu utilisateur;\r\n    - Contenu utilisateur qui usurpe l'identité de toute personne ou entité ou déforme d'une autre manière votre affiliation avec une personne ou une entité;\r\n    - promotions non sollicitées, campagnes politiques, publicités ou sollicitations;\r\n    - Les informations privées de tout tiers, y compris, sans limitation, les adresses, numéros de téléphone, adresses e-mail, numéros de sécurité sociale et numéros de carte de crédit;\r\n    - virus, données corrompues ou autres fichiers nuisibles, perturbateurs ou destructeurs;\r\n    - Contenu utilisateur qui enfreint les règles de conduite ou qui, à notre seul jugement, est répréhensible ou qui restreint ou empêche toute autre personne d'utiliser ou de profiter du service, ou qui peut nous exposer ou exposer nos utilisateurs à tout préjudice ou responsabilité de tout type .\r\n\r\n   4. Nous n'assumons aucune responsabilité et n'assumons aucune responsabilité pour tout Contenu utilisateur publié, stocké ou téléchargé par vous ou un tiers, ou pour toute perte ou dommage à celui-ci, et nous ne sommes pas responsables des erreurs, diffamation, calomnie, diffamation, omissions, mensonges, obscénités, pornographie ou grossièretés que vous pourriez rencontrer. Votre utilisation du Service, y compris les zones interactives, est à vos propres risques. En tant que fournisseur de services interactifs, nous ne sommes pas responsables des déclarations, des représentations ou du contenu utilisateur fournis par les utilisateurs dans tout forum public, page d'accueil personnelle ou autre zone interactive. Bien que nous n'ayons aucune obligation de filtrer, modifier ou surveiller tout contenu utilisateur, nous nous réservons le droit, et avons une discrétion absolue, de supprimer, filtrer ou modifier tout contenu utilisateur publié ou stocké à tout moment et pour quelque raison que ce soit sans préavis.\r\n   \r\n   5. Vous êtes seul responsable de la création de copies de sauvegarde et du remplacement de tout Contenu utilisateur que vous publiez ou stockez à vos frais et à vos frais. Toute utilisation du service, y compris les zones interactives ou d'autres parties de celles-ci en violation de ce qui précède, enfreint les présentes conditions et peut entraîner, entre autres choses, la résiliation ou la suspension de vos droits d'utiliser le service ou une partie de celui-ci.\r\n   \r\n   6. Vous êtes seul responsable de tout contenu utilisateur que vous publiez et de votre utilisation du service, y compris les zones interactives. Vous déclarez et garantissez que (a) vous possédez et contrôlez tous les droits (de propriété intellectuelle) sur le contenu utilisateur que vous publiez ou que vous avez autrement le droit de publier ce contenu utilisateur sur le site; (b) le contenu utilisateur est exact et non trompeur; et (c) l'utilisation et la publication du contenu utilisateur que vous fournissez ne viole pas les présentes conditions, les règles de conduite, les lois applicables ou les tabous religieux et ne violera ni n'enfreindra aucune publicité, personnalité ou droits de tiers ni ne causera de préjudice à quiconque. ou une entité, ou impliquer une affiliation ou une approbation de vous ou du Contenu utilisateur par nous. Vous serez seul responsable de toutes les redevances, frais, dommages et autres sommes résultant de toute violation de ce droit ou de tout autre préjudice résultant de tout Contenu utilisateur que vous fournissez.\r\n   \r\n   7. En contrepartie de votre utilisation du Service et dans la mesure du possible et du permis par la loi impérative applicable, vous transférez et attribuez irrévocablement (et acceptez de céder) à PWE tous les droits, titres et intérêts relatifs au Contenu utilisateur. vous créez, publiez, stockez ou transmettez sur ou via le Service, y compris tous les droits de propriété intellectuelle y afférents. Si ladite cession et transfert à PWE n'est pas possible conformément à la loi impérative applicable, vous acceptez par la présente que tous les droits, titres et intérêts soient cédés et transférés à PWE. Vous acceptez par la présente de coopérer avec PWE dans le cadre de la protection de celui-ci et devez signer lesdits documents (comme d'autres actes de transfert ou de cession), le cas échéant, selon les besoins de PWE pour parfaire ses droits en vertu des présentes.\r\n   \r\n   8. Dans la mesure où les cessions ci-dessus ne transfèrent aucun droit de propriété sur ou sur le contenu utilisateur, vous nous accordez expressément, à nous et à nos concédants de licence, tous les consentements, autorisations et un accord non exclusif, libre de redevance, perpétuel, mondial, complet, entièrement sous droit sous licence et irrévocable de republier, publier, utiliser, citer, adapter, traduire, archiver, stocker, reproduire, modifier, créer des œuvres dérivées, syndiquer, concéder une licence, imprimer, concéder une sous-licence, distribuer, transmettre, diffuser, communiquer autrement, et afficher et exécuter publiquement, fabriquer, utiliser, vendre, proposer à la vente, importer ou exploiter de toute autre manière le contenu utilisateur, ou toute partie de celui-ci, de quelque manière ou forme et sur tout support ou forum, qu'il soit maintenant connu ou conçu par la suite, sans préavis, reconnaissance ou compensation pour vous. Vous renoncez et acceptez de ne faire valoir aucun droit moral ou similaire que vous pourriez avoir sur le Contenu utilisateur.\r\n   \r\n   9. Si vous pensez qu'un contenu utilisateur dans le service enfreint les droits de propriété intellectuelle que vous possédez ou contrôlez, veuillez d'abord noter que nous ne négocions pas les litiges de propriété intellectuelle entre les parties. En conséquence, nous vous encourageons à contacter directement la partie qui a créé le contenu utilisateur en question. Si vous ne parvenez pas à une résolution mutuelle avec cette partie, vous pouvez nous envoyer une notification d'une telle violation aux coordonnées indiquées ici:\r\n    - La notification doit contenir les informations suivantes qui nous sont nécessaires pour évaluer la situation: (i) URL ou captures d'écran du contenu utilisateur en question et identifier l'utilisateur spécifique qui a téléchargé le contenu utilisateur; (ii) une preuve ou un certificat des droits de propriété intellectuelle applicables dont vous êtes propriétaire; (iii) une description de l'infraction et la solution suggérée que vous pouvez raisonnablement demander, (iv) une déclaration selon laquelle votre allégation est faite de bonne foi, et (v) vos coordonnées. Nous pouvons vous contacter pour vous demander des informations supplémentaires et des pièces justificatives.\r\n    - Si nous pensons, à notre seule discrétion, que votre réclamation démontre un cas clair d'infraction, nous enverrons un avis à l'utilisateur tel qu'identifié dans votre notification pour demander à cet utilisateur de supprimer ou de modifier autrement le contenu contrefait, ou lorsque l'infraction est de nature sévère, nous pouvons directement supprimer ou restreindre l'accès au contenu contrefait et notifier cette élimination à l'utilisateur contrevenant. Nous vous informerons du résultat de l'élimination en temps voulu avec les coordonnées que vous nous avez laissées. Si un tel utilisateur contrevenant n'est pas d'accord avec notre décision et estime qu'il n'y a pas d'infraction, il peut dans certaines circonstances nous soumettre une demande reconventionnelle avec une demande d'annulation de notre action. PWE peut ou non honorer une telle demande à la seule discrétion de PWE.\r\n    - Vous comprenez et acceptez que PWE n'est pas responsable du contenu utilisateur et que nous n'approuvons aucune opinion contenue dans tout contenu utilisateur. Bien que PWE respecte pleinement les droits de propriété intellectuelle et s'efforce de protéger vos intérêts légitimes dans le fonctionnement des Services, nous ne garantissons pas de supprimer ou de supprimer tout contenu contrefait publié par un utilisateur au-delà d'un effort commercialement raisonnable.\r\n\r\n\r\n13. Contenu généré par l'utilisateur\r\n   1. Les Jeux peuvent contenir certains utilitaires de conception, de programmation et de traitement, des outils, des actifs et d'autres ressources (\"The Foundry\") à utiliser avec le Jeu qui vous permettent de créer de nouveaux niveaux de jeu personnalisés et d'autres matériels de jeu connexes pour un usage personnel en relation. avec le Jeu (\"Contenu généré par l'utilisateur\"). Vous acceptez que votre utilisation de la fonderie soit soumise aux présentes conditions et aux restrictions de licence supplémentaires suivantes:\r\n   \r\n   2. Le Contenu généré par l'utilisateur ne peut être créé que si ce Contenu généré par l'utilisateur peut être utilisé exclusivement en combinaison avec la version en ligne du Jeu. Le contenu généré par l'utilisateur ne peut pas être conçu pour être utilisé en tant que produit autonome. Le contenu généré par l'utilisateur que vous créez à l'aide de la fonderie est soumis aux règles et restrictions suivantes:\r\n   \r\n   3. Autres utilisations interdites du contenu généré par l'utilisateur publié à l'aide de la fonderie:\r\n    - Vous ne pouvez pas utiliser le contenu généré par l'utilisateur pour approuver ou vous opposer à un parti politique, une association (par exemple, républicain, démocrate, candidat ou autre) ou à tout aspect d'un problème.\r\n    - Vous ne pouvez pas utiliser le contenu généré par l'utilisateur pour représenter une ressemblance avec une personne réelle (historique ou actuelle). Vous ne pouvez pas utiliser le contenu généré par l'utilisateur pour annoncer les entreprises, produits ou services de quelque partie que ce soit.\r\n    - Vous ne pouvez pas publier d'URL Web dans votre contenu.\r\n    - Vous ne pouvez pas utiliser le contenu généré par l'utilisateur pour véhiculer des blasphèmes, vulgarité, langage haineux, langage sexuel explicite, références désobligeantes à la race, au sexe, à la religion, à l'âge, à une déficience mentale ou physique, à l'obésité ou à l'orientation sexuelle, ou faire référence à des drogues (légales ou illicite) ou des médicaments.\r\n    - Vous ne pouvez pas utiliser de matériel protégé par des droits d'auteur ou des marques de tiers, sans obtenir de licences écrites irrévocables accordées spécifiquement à cette fin.\r\n    - Vous ne pouvez pas utiliser le contenu généré par l'utilisateur pour exploiter la conception du jeu.\r\n    - Vous ne pouvez pas utiliser le contenu généré par l'utilisateur pour enfreindre les droits de confidentialité et / ou de publicité de tiers.\r\n    - PWE se réserve le droit de supprimer tout contenu généré par l'utilisateur pour quelque raison que ce soit à tout moment, sans fournir de cause ni de récompense.\r\n    - Vous comprenez et acceptez que vous ne conserverez aucun droit de quelque nature que ce soit sur le contenu généré par l'utilisateur produit à l'aide de la fonderie et que tout le contenu généré par l'utilisateur et tous les droits y afférents appartiendront uniquement à PWE, à utiliser comme bon lui semble. Par la présente, vous cédez (et acceptez de céder) et de transférer de manière irrévocable à PWE, libre et dégagé de toute restriction ou charge, sans aucune compensation au-delà de la considération prévue dans les présentes, tous les droits, titres et intérêts que vous pourriez avoir dans et pour cet utilisateur. -Contenu généré. Cette cession comprend, sans s'y limiter, tous les droits d'auteur et droits de brevet dans le monde entier sur et sur ce contenu généré par l'utilisateur et le droit de poursuivre en justice pour les infractions passées et futures. Vous acceptez par les présentes de coopérer avec PWE dans le cadre de la protection de celui-ci et devez signer lesdits documents (comme un autre acte de transfert ou de cession), le cas échéant, selon les besoins de PWE pour parfaire ses droits en vertu des présentes.\r\n    - En outre, dans la mesure où les cessions mentionnées aux présentes ne transfèrent aucun droit de propriété dans ou sur le contenu généré par l'utilisateur, vous nous accordez expressément, à nous et à nos concédants de licence, tous les consentements, autorisations et un accord non exclusif, perpétuel, mondial, complet, sous-licenciable et le droit irrévocable de créer, d'utiliser, de vendre, d'offrir à la vente, d'importer ou d'exploiter, de republier, de publier, d'utiliser, de citer, d'adapter, de traduire, d'archiver, de stocker, de reproduire, de modifier, de créer des œuvres dérivées à partir de, de syndiquer, de concéder une licence, imprimer, concéder une sous-licence, distribuer, transmettre, diffuser, communiquer autrement, afficher et exécuter publiquement le contenu généré par l'utilisateur, ou toute partie de celui-ci, de quelque manière ou forme et sur tout support ou forum, qu'il soit maintenant connu ou conçu par la suite, sans préavis , reconnaissance ou compensation pour vous. Vous renoncez et acceptez de ne faire valoir aucun droit moral ou similaire que vous pourriez avoir sur le contenu généré par l'utilisateur.\r\n   \r\n   4. Comme condition à votre utilisation de la fonderie, vous n'utiliserez ni n'autoriserez des tiers à utiliser la fonderie et le contenu généré par l'utilisateur que vous avez créé à des fins commerciales ou non commerciales, y compris, mais sans s'y limiter, la vente, la location, la location, l'octroi de licences, la distribution ou le transfert de la propriété d'un tel contenu généré par l'utilisateur, que ce soit sur une base autonome ou emballé en combinaison avec le contenu généré par l'utilisateur créé par d'autres, via tous les canaux de distribution, y compris, sans s'y limiter, la vente au détail vente et distribution électronique en ligne. Vous acceptez de ne pas solliciter, initier ou encourager toute proposition ou offre de toute personne ou entité pour créer un contenu généré par l'utilisateur à des fins de distribution commerciale. Vous acceptez d'informer rapidement PWE par écrit de tout cas de réception d'une telle proposition ou offre. Si vous décidez de rendre disponible l'utilisation du Contenu généré par l'utilisateur que vous avez créé à d'autres joueurs, vous acceptez de le faire uniquement sans frais.\r\n\r\n\r\n14. Désignation d'un agent pour recevoir une notification de violation alléguée du ou des droits d'auteur. Avis DMCA.\r\n   1. Si vous pensez que quelque chose dans le Service enfreint un droit d'auteur que vous possédez ou contrôlez, vous pouvez déposer une notification DMCA de violation du droit d'auteur comme stipulé dans la section 14 des présentes, vous pouvez contacter notre équipe du service clientèle via:\r\n   Courriel: dmca@perfectworld.com\r\n   Courriel: Perfect World Entertainment Inc.\r\n   À l'attention de: Équipe du service client\r\n   100 promenade Redwood Shores\r\n   Redwood City, Californie 94065\r\n   Numéro de téléphone: + 1650-590-7700\r\n   Numéro de télécopieur (fax): +1 650-591-1211\r\n   \r\n   2. La notification de violation alléguée des droits d'auteur doit inclure les informations suivantes qui nous sont nécessaires pour évaluer la réclamation:\r\n    - URL ou captures d'écran du contenu utilisateur en question et identifier l'utilisateur spécifique qui a téléchargé le contenu utilisateur;\r\n    - une preuve ou un certificat des droits de propriété intellectuelle dont vous êtes propriétaire;\r\n   \r\n   3. une description de l'infraction et la solution suggérée que vous pouvez raisonnablement demander, ainsi que vos coordonnées. Nous pouvons vous contacter pour vous demander des informations supplémentaires et des pièces justificatives.\r\n    - Si une notification de violation alléguée est jugée raisonnable à notre seule discrétion, nous pouvons notifier une réclamation pour violation du droit d'auteur aux utilisateurs contrevenants au moyen d'un avis général sur le site Web, par courrier électronique à l'adresse électronique d'un utilisateur dans nos dossiers, ou par communication écrite envoyée par courrier de première classe à l'adresse d'un utilisateur dans nos archives. Nous pouvons envoyer un avis à l'utilisateur identifié dans votre notification pour demander à cet utilisateur de supprimer le contenu contrefait, ou lorsque l'infraction est de nature grave, nous pouvons directement supprimer ou restreindre l'accès au contenu contrefait et notifier cette élimination à l'infraction. utilisateur. Nous vous informerons du résultat de l'élimination en temps voulu avec les coordonnées que vous nous avez laissées.\r\n    - Conformément au Digital Millennium Copyright Act (DMCA) et à toute autre loi applicable, nous avons adopté une politique de résiliation, dans des circonstances appropriées et à notre seule discrétion, les abonnés ou titulaires de compte qui sont considérés comme des contrefacteurs récidivistes. Nous pouvons également, à notre seule discrétion, limiter l'accès au Service et / ou résilier les comptes de tout utilisateur qui enfreint les droits de propriété intellectuelle d'autrui, qu'il y ait ou non une violation répétée.\r\n\r\n\r\n15. Hyperliens\r\n   1. Vous bénéficiez d'un droit limité et non exclusif de créer un lien hypertexte texte vers le site Web à des fins non commerciales, à condition que ce lien ne représente pas nous ou l'un de nos produits et services de manière fausse, trompeuse, désobligeante ou autrement diffamatoire. et à condition en outre que le site de liaison ne contienne aucun matériel adulte ou illégal ou tout matériel offensant, harcelant ou autrement répréhensible. Ce droit limité peut être révoqué à tout moment pour quelque raison que ce soit. Vous ne pouvez pas utiliser un logo PWE ou un autre graphique propriétaire de PWE ou des caractéristiques de la marque Arc Games pour créer un lien vers ce site Web sans notre autorisation écrite expresse. En outre, vous ne pouvez pas utiliser, encadrer ou utiliser des techniques de cadrage pour inclure les caractéristiques de la marque Arc Games, la marque PWE, le logo ou toute autre information exclusive, y compris les images trouvées sur les Services, le contenu de tout texte ou la mise en page / conception de toute page. ou un formulaire contenu sur une page du site Web sans notre consentement écrit exprès. Sauf comme indiqué ci-dessus, aucun droit ou licence ne vous est accordé par implication, préclusion ou autrement dans ou en vertu de tout brevet, marque de commerce, droit d'auteur ou droit de propriété de PWE ou de tout tiers.\r\n\r\n   2. Nous ne faisons aucune réclamation ou représentation concernant, et n'acceptons aucune responsabilité pour, la qualité, le contenu, la nature ou la fiabilité des sites Web tiers accessibles par hyperlien à partir du site Web ou des sites Web liés au site Web. Ces sites ne sont pas sous notre contrôle et nous ne sommes pas responsables du contenu de tout site Web lié ou de tout lien contenu dans un site Web lié, ou de tout examen, modification ou mise à jour de ces sites Web. Nous vous fournissons ces liens uniquement pour des raisons de commodité, et l'inclusion de tout lien n'implique aucune affiliation, approbation ou adoption par nous de tout site ou de toute information qui y est contenue. Lorsque vous quittez le site Web, vous devez savoir que nos conditions et politiques ne s'appliquent plus. Vous devez consulter les conditions et politiques applicables, y compris les pratiques de confidentialité et de collecte de données, de tout site vers lequel vous naviguez à partir du site Web.\r\n\r\n   \r\n16. Logiciel mobile\r\n   1. Logiciel mobile. Nous mettons à disposition un logiciel pour accéder au Service via un appareil mobile («Logiciel mobile»). Pour utiliser le logiciel mobile, vous devez disposer d'un appareil mobile compatible avec le service mobile. Nous ne garantissons pas que le logiciel mobile sera compatible avec votre appareil mobile. Nous vous accordons par la présente une licence non exclusive, non transférable et révocable pour utiliser une copie de code compilée du Logiciel mobile pour un compte sur un appareil mobile appartenant ou loué uniquement par vous, pour votre usage personnel. Vous ne pouvez pas: (i) modifier, désassembler, décompiler ou désosser le Logiciel mobile, sauf dans la mesure où une telle restriction est expressément interdite par la loi; (ii) louer, louer, prêter, revendre, concéder une sous-licence, distribuer ou transférer autrement le Logiciel mobile à un tiers ou utiliser le Logiciel mobile pour fournir des services de partage de temps ou similaires pour un tiers; (iii) faire des copies du logiciel mobile; (iv) supprimer, contourner, désactiver, endommager ou autrement interférer avec les fonctionnalités liées à la sécurité du Logiciel mobile, les fonctionnalités qui empêchent ou restreignent l'utilisation ou la copie de tout contenu accessible via le Logiciel mobile, ou les fonctionnalités qui imposent des limitations d'utilisation du Mobile Logiciel; ou (v) supprimer les avis de droits d'auteur et autres droits de propriété sur le logiciel mobile. Vous reconnaissez que nous pouvons de temps à autre publier des versions mises à niveau du logiciel mobile et que nous pouvons automatiquement mettre à niveau électroniquement la version du logiciel mobile que vous utilisez sur votre appareil mobile. Vous consentez à une telle mise à niveau automatique sur votre appareil mobile et acceptez que les termes et conditions de cet accord s'appliqueront à toutes ces mises à niveau. Tout code tiers pouvant être incorporé dans le Logiciel mobile est couvert par le CLUF de licence open source ou tiers applicable, le cas échéant, autorisant l'utilisation de ce code. L'octroi de licence ci-dessus n'est pas une vente du logiciel mobile ou de toute copie de celui-ci, et nous ou nos partenaires ou fournisseurs tiers conservons tous les droits, titres et intérêts dans le logiciel mobile (et toute copie de celui-ci). Toute tentative de votre part de transférer l'un des droits, devoirs ou obligations ci-dessous, sauf dans les cas expressément prévus dans le présent Contrat, est nulle. Nous nous réservons tous les droits non expressément accordés dans le cadre de cet accord.\r\n   \r\n   2. Logiciel mobile d'iTunes. Ce qui suit s'applique à tout logiciel mobile que vous acquérez sur l'iTunes Store («Logiciel provenant d'iTunes»): Vous reconnaissez et acceptez que cet accord est uniquement entre vous et PWE, et non Apple, et qu'Apple n'a aucune responsabilité pour les logiciels iTunes. Logiciel ou contenu de celui-ci. Votre utilisation du logiciel iTunes doit être conforme aux conditions d'utilisation de l'App Store. Vous reconnaissez qu'Apple n'a aucune obligation de fournir des services de maintenance et d'assistance en ce qui concerne le logiciel iTunes. En cas de non-conformité du logiciel iTunes à une garantie applicable, vous pouvez en informer Apple et Apple vous remboursera le prix d'achat du logiciel iTunes; dans la mesure maximale permise par la loi applicable, Apple n'aura aucune autre obligation de garantie concernant le logiciel iTunes, et toute autre réclamation, perte, responsabilité, dommages, coûts ou dépenses imputables à tout non-respect de toute garantie sera être régi uniquement par le présent Contrat et par toute loi applicable à PWE en tant que fournisseur du logiciel. Vous reconnaissez qu'Apple n'est pas responsable de traiter toute réclamation de votre part ou de tout tiers concernant le logiciel iTunes ou votre possession et / ou utilisation du logiciel iTunes, y compris, mais sans s'y limiter: (i) la responsabilité du produit réclamations; (ii) toute réclamation selon laquelle le logiciel iTunes ne se conforme pas à toute exigence légale ou réglementaire applicable; et (iii) les réclamations découlant de la protection des consommateurs ou d'une législation similaire; et toutes ces réclamations sont régies uniquement par le présent Contrat et par toute loi applicable à PWE en tant que fournisseur du logiciel. Vous reconnaissez qu'en cas de réclamation d'un tiers selon laquelle le logiciel iTunes ou votre possession et votre utilisation de ce logiciel iTunes enfreignent les droits de propriété intellectuelle de ce tiers, PWE, et non Apple, sera seul responsable de l'enquête, la défense, le règlement et la décharge de toute réclamation pour violation de propriété intellectuelle dans la mesure requise par le présent Contrat. Vous et PWE reconnaissez et acceptez qu'Apple et les filiales d'Apple sont des tiers bénéficiaires du présent Contrat en ce qui concerne votre licence du Logiciel iTunes, et que, dès votre acceptation des termes et conditions du présent Contrat, Apple aura le droit (et sera réputé avoir accepté le droit) d'appliquer le présent Contrat en ce qui concerne votre licence du Logiciel iTunes contre vous en tant que tiers bénéficiaire de celui-ci.\r\n\r\n\r\n17. Contenu tiers\r\n   1. Nous pouvons fournir ou rendre disponible du contenu tiers via le Service et pouvons fournir des liens vers des pages Web et du contenu de tiers (collectivement le «Contenu tiers») en tant que service aux personnes intéressées par ces informations. Nous ne surveillons ni n'avons de contrôle sur aucun contenu tiers sur des sites Web tiers. Nous n'approuvons ni n'adoptons aucun contenu tiers et ne pouvons donner aucune garantie quant à son exactitude ou son exhaustivité. Nous ne représentons ni ne garantissons l'exactitude des informations qui y sont contenues et n'assumons aucune responsabilité de mettre à jour ou de réviser tout contenu tiers. Les utilisateurs utilisent ce contenu tiers qui y est contenu à leurs propres risques.\r\n\r\n\r\n18. Annonces et promotions; Produits et services tiers\r\n   1. Nous pouvons diffuser des publicités et des promotions de tiers via le Service ou fournir des informations ou des liens vers des produits ou services tiers via le Service. Vos relations commerciales ou votre correspondance avec, ou votre participation à des promotions de ces tiers, et toutes les modalités, conditions, garanties ou représentations associées à de telles transactions ou promotions sont uniquement entre vous et ce tiers. Nous ne sommes pas responsables de toute perte ou dommage de quelque nature que ce soit encouru à la suite de telles transactions ou promotions ou à la suite de la présence de ces annonceurs non-PWE ou d'informations de tiers. Si vous accédez à un site Web tiers à partir du Service, vous le faites à vos propres risques et vous comprenez que cet accord et notre politique de confidentialité ne s'appliquent pas à votre utilisation de ces sites. Vous dégagez expressément la Société de toute responsabilité découlant de votre utilisation de tout site Web, service ou contenu tiers.\r\n\r\n\r\n19. Service officiel et tests bêta\r\n   1. Les Jeux sont conçus pour être joués uniquement tels qu'ils sont proposés via notre Service. Vous acceptez de ne pas accéder, créer ou fournir tout autre moyen par lequel le jeu peut être joué par d'autres, comme par le biais d'émulateurs de serveur. Vous acceptez de ne pas utiliser de matériel ou de logiciel, y compris, mais sans s'y limiter, des outils tiers, ou toute autre méthode de support qui peut de quelque manière que ce soit influencer ou vous donner un avantage dans l'utilisation des Services qui n'est pas autorisé par nous, y compris mais sans s'y limiter, l'utilisation de «bots» et / ou toute autre méthode par laquelle le Service peut être joué automatiquement sans intervention humaine. Vous reconnaissez que vous n'avez pas le droit de créer, publier, distribuer, créer des œuvres dérivées ou utiliser des logiciels, utilitaires, applications, émulateurs ou outils dérivés ou créés pour les jeux, sauf que vous pouvez utiliser le logiciel pour le dans la mesure expressément autorisée par les présentes Conditions et le CLUF applicable. Vous ne pouvez entreprendre aucune action qui impose une charge déraisonnable ou disproportionnée sur notre infrastructure. Vous n'êtes pas propriétaire et ne pouvez pas vendre, transférer, échanger ou mettre aux enchères des comptes, personnages, objets, pièces de monnaie, Zen ou matériaux exclusifs, et vous ne pouvez pas non plus aider autrui à le faire, sauf autorisation expresse de notre part. Nous ne reconnaissons aucun transfert survenant en dehors du Service de quoi que ce soit lié au Service.\r\n\r\n   2. Vous pouvez avoir la possibilité de tester en version bêta de nouveaux jeux («jeux bêta») et des fonctionnalités du site Web. Votre participation en tant que testeur bêta est soumise aux termes et conditions ci-dessous.\r\n\r\n   3. Vous reconnaissez que vous utilisez une version préliminaire et préliminaire des fonctionnalités des sites Web et des jeux bêta et que vous participez à un test bêta de ceux-ci (le «test bêta»), et que les fonctionnalités du site Web des jeux bêta peuvent contenir bogues, peuvent ne pas fonctionner correctement ou exécuter toutes les fonctions prévues, peuvent interférer avec le fonctionnement d'autres applications logicielles et provoquer des erreurs, des pertes de données ou d'autres problèmes. Les tests bêta fermés sont confidentiels et vous acceptez que toutes les informations sur les jeux bêta, les services et le test bêta, y compris, sans s'y limiter, les commentaires, idées ou autres commentaires (collectivement les «commentaires») que vous fournissez à PWE concernant les jeux bêta , le Service ou le Test Bêta, seront traités de manière confidentielle (les «Informations Confidentielles»). Vous acceptez de ne pas utiliser les informations confidentielles de quelque manière que ce soit, sauf pour votre usage personnel dans le seul but de tester les jeux bêta et les fonctionnalités du site Web, et vous acceptez d'empêcher et de protéger les informations confidentielles, ou toute partie de celles-ci, contre toute divulgation à tout la personne. Vous acceptez en outre de prendre toutes les mesures raisonnablement nécessaires pour protéger le secret des informations confidentielles et pour empêcher que les informations confidentielles ne tombent dans le domaine public ou deviennent la possession de personnes non autorisées. Toutes les informations confidentielles restent la propriété exclusive de PWE, et PWE peut utiliser ces informations confidentielles à n'importe quelle fin sans aucune obligation envers vous. Vous effectuerez les tests personnellement et ne donnerez pas accès aux jeux bêta à une autre personne. Vous acceptez que la violation des obligations de confidentialité ci-dessus nous causera un préjudice irréparable, et nous avons le droit (en plus de tout autre recours à sa disposition) à une injonction ex parte sans caution pour empêcher la violation ou la menace de violation de vos obligations. Votre obligation de garder les jeux bêta confidentiels se poursuivra jusqu'à ce que nous distribuions publiquement, ou que nous ayons autrement divulgué au public, sans faute de votre part, chacun des jeux et le contenu que vous testez.\r\n\r\n   4. En tant que testeur bêta, vous êtes invité à jouer aux jeux bêta dans le seul but d'évaluer les jeux et d'identifier les erreurs. Rien dans ces conditions, ni sur le site Web ou via le service, ne doit être interprété comme vous accordant des droits ou privilèges de quelque nature que ce soit concernant les jeux bêta ou le contenu que vous trouvez ici. Les jeux bêta sont fournis pour des tests sur une base «tel quel», «tel que disponible» et nous ne vous offrons aucune garantie d'aucune sorte, expresse ou implicite. Vous comprenez et acceptez que jouer aux jeux bêta est à vos propres risques, que vous savez que les jeux bêta peuvent inclure des bogues connus ou inconnus, et que nous n'avons aucune obligation envers vous en ce qui concerne les jeux bêta, y compris, sans s'y limiter, toute obligation de fournir ces jeux pour vous à l'avenir sans frais.\r\n\r\n   5. Lorsque vous jouez à certains jeux bêta, vous pouvez accumuler des trésors, des points d'expérience, de l'équipement ou d'autres indicateurs de valeur ou d'état dans le test bêta. Ces données peuvent être réinitialisées à tout moment pendant le processus de test, et elles peuvent être réinitialisées lorsque le jeu particulier termine cette phase de test. Dans ce cas, tout l'historique et les données du joueur seront effacés et chaque joueur reviendra au statut de novice.\r\n\r\n\r\n20. Frais\r\n   1. Nous pouvons facturer des frais pour accéder et acquérir certains articles de jeu ou participer à des activités de jeu via le Service et pouvons autoriser l'achat de «points» dans le jeu qui peuvent être appliqués à l'achat d'articles ou d'activités dans le jeu («Zen») . Après l'achat, vous aurez directement le droit d'utiliser Zen et de pouvoir le faire de la manière stipulée.\r\n   \r\n   2. TOUT ZEN, FRAIS ET AUTRES FRAIS APPLICABLES SONT PAYABLES À L'AVANCE ET NON REMBOURSABLES. LA BALANCE DE ZEN DANS VOTRE COMPTE NE CONSTITUE PAS UN DROIT DE PROPRIÉTÉ PERSONNELLE ET N'A AUCUNE VALEUR EN DEHORS DU SERVICE. ZEN N'A PAS DE VALEUR MONÉTAIRE ET NE PEUT ÊTRE ÉCHANGE EN ESPÈCES. ZEN ET LE DROIT D'UTILISER LE ZEN APPLICABLE NE SONT PAS TRANSFÉRABLES, EN TOUT OU EN PARTIE. LE DROIT D'UTILISER ZEN EST UNE PARTIE INTÉGRALE DE LA LICENCE D'UTILISATION DU SERVICE ET DU JEU.\r\n\r\n   3. Vous reconnaissez et acceptez explicitement que le droit d'utiliser (la licence) Zen commence à partir du moment où les frais ont été payés et que vous pouvez à partir de ce moment utiliser Zen aux fins prévues. Vous reconnaissez et acceptez explicitement que vous perdez le droit de vous rétracter de l'achat de Zen.\r\n\r\n   4. Nous pouvons, de temps à autre, modifier, amender ou compléter nos frais, méthodes de facturation et conditions applicables à Zen ou à tout achat, et publier ces modifications dans les présentes Conditions, dans des Conditions de vente distinctes ou dans d'autres termes ou accords publié sur le site Web ou le service ou fourni par nous. Ces modifications, amendements, suppléments ou conditions de vente entreront en vigueur dès leur publication sur le site Web ou le service et seront incorporés par référence dans les présentes conditions. Si un changement vous est inacceptable, vous pouvez résilier votre compte à tout moment.\r\n\r\n   5. Si vous réclamez une rétrofacturation pour quelque raison que ce soit, nous avons le droit d'enquêter et de contester cette rétrofacturation. Si nous pensons que votre exigence de rétrofacturation est fausse, déraisonnable ou invalide, nous pouvons porter le litige devant les tribunaux. Si votre rétrofacturation est jugée invalide devant le tribunal, vous acceptez de payer tous les frais et coûts résultant de la rétrofacturation litigieuse, y compris, mais sans s'y limiter, les frais juridiques et les dépenses, les dommages, les sommes perdues en raison de la non-exploitation et les frais de rétrofacturation, ou si la loi impérative applicable dicte le contraire, jusqu'au montant maximum autorisé.\r\n\r\n   6. Vous pouvez payer tous les frais et charges applicables ou pour Zen par carte de crédit principale, PayPal® ou d'autres méthodes de ce type autorisées par nous.\r\n\r\n   7. Nous ne sommes pas responsables du «piratage» ou de la perte de vos biens virtuels de votre compte, cependant, nous pouvons, à notre seule discrétion, rembourser les biens virtuels ou Zen sur preuve que cette perte n'était pas due à votre utilisation inappropriée. Nous pouvons limiter la quantité de tout article ou refuser de vous fournir un bien virtuel. La vérification de certaines informations applicables à une transaction peut être requise avant notre acceptation de votre paiement. Le prix et la disponibilité des biens virtuels sont sujets à changement sans préavis. Nous n'avons aucune responsabilité en ce qui concerne les biens virtuels ou Zen qui vous sont offerts ou fournis à titre d'incitation.\r\n\r\n\r\n21. Interruption de service\r\n   1. Nous nous réservons le droit d'interrompre le Service ou une partie de celui-ci de temps à autre sur une base régulière ou autrement avec ou sans préavis afin d'effectuer la maintenance. Vous acceptez que nous ne serons pas responsables de toute interruption du service ou de toute partie de celui-ci, retard ou défaut d'exécution résultant de quelque cause que ce soit.\r\n\r\n   2. Vous reconnaissez que le Service ou une partie de celui-ci peut être interrompu pour des raisons indépendantes de notre volonté, et nous ne pouvons garantir que vous serez en mesure d'accéder au Service chaque fois que vous le souhaitez. Nous ne serons pas responsables de toute interruption des services, retard ou défaut d'exécution résultant de quelque cause que ce soit.\r\n\r\n   3. Nous avons le droit à tout moment avec ou sans raison de modifier et / ou d'éliminer tout aspect (s) du Service comme nous l'entendons à notre seule discrétion.\r\n\r\n   4. Nous ne sommes pas tenus de rembourser tout ou partie des frais de compte (le cas échéant), en raison d'une interruption du service en raison de l'une des circonstances décrites aux paragraphes 25.1, 25.2.\r\n\r\n   \r\n22. Action disciplinaire / Résiliation de compte et de service\r\n   1. POUR TOUTE RAISON ET DANS LA MESURE AUTORISÉE PAR LA LOI, NOUS POUVONS SUSPENDRE, RÉSILIER, MODIFIER, BLOQUER L'ACCÈS OU SUPPRIMER LE SERVICE OU TOUT COMPTE OU UNE PARTIE DE CELUI-CI, EN VOUS DONNANT UN AVIS DE TEL DANS LES DÉLAIS SPÉCIFIÉS LORS DE LA CRÉATION D'UN COMPTE OU REJOINT UN SERVICE, OU SI AUCUNE TELLE PÉRIODE N'A ÉTÉ SPÉCIFIÉE, ALORS DANS LES TRENTE (30) JOURS DE LA DATE, CET AVIS VOUS EST FOURNI PAR COURRIEL OU EST PUBLIÉ SUR LE SITE WEB OU DANS LA ZONE INTERACTIVE PAR NOUS.\r\n\r\n   2. Pour les violations des utilisateurs, nous pouvons, à notre discrétion, émettre des avertissements et des suspensions temporaires et des résiliations permanentes de comptes. Nous conservons la seule discrétion quant au moment et à la manière d'imposer des avertissements, des sanctions et / ou des mesures disciplinaires. Nous prenons en compte la gravité de la violation et le nombre d'infractions pour prendre notre décision; cependant, toute détermination sera à notre entière discrétion.\r\n\r\n   3. Pour éviter tout doute, vous reconnaissez par la présente que nous avons la seule discrétion en ce qui concerne la résiliation de votre compte, même s'il reste des crédits sur votre compte. La résiliation de votre compte entraîne la résiliation de la licence d'utilisation du service ou de toute partie de celui-ci (voir section 8).\r\n\r\n   4. Vous avez le droit de résilier votre compte à tout moment. Vous comprenez et acceptez que, sauf indication contraire de la loi impérative applicable, la résiliation de votre compte est votre seul droit et recours en ce qui concerne tout litige, y compris, mais sans s'y limiter, tout litige lié à ou découlant de: (i) tout la durée de cet accord ou notre mise en application ou application de cet accord; (ii) le contenu de l'utilisateur; (iii) votre capacité à accéder et / ou utiliser le Service ou le Site Web; ou (iv) le montant ou le type de frais, suppléments, taxes applicables, méthodes de facturation ou tout changement aux frais, taxes applicables, suppléments ou méthodes de facturation.\r\n   \r\n   5. Vous pouvez résilier votre compte en nous envoyant un avis. Nous nous réservons le droit de percevoir les frais et charges à payer et les coûts que nous avons engagés avant votre résiliation. En outre, vous êtes responsable de tous les frais, frais et coûts encourus par des fournisseurs tiers ou des fournisseurs de contenu avant la résiliation de votre compte.\r\n\r\n   6. En cas de résiliation de votre compte, le solde du Zen ou des biens virtuels de votre compte ne sera ni remboursable, ni transférable à une autre personne et ne produira aucun intérêt. À la résiliation de notre compte, aucun temps en ligne ou autre crédit (par exemple, des points dans un jeu en ligne) ne vous sera crédité ou converti en espèces ou en toute autre forme de remboursement, et vous n'aurez plus accès à votre compte. Tous les comptes en souffrance ou impayés ou les comptes avec des litiges non résolus doivent être réglés avant que nous puissions vous permettre de vous réinscrire.\r\n\r\n   7. Si vous pensez avoir été injustement averti ou discipliné, veuillez nous contacter avec une explication détaillée complète.\r\n\r\n\r\n23. Indemnisation\r\n   1. Vous acceptez de défendre, d'indemniser et de tenir PWE, ses sous-traitants indépendants, fournisseurs de services et consultants, ainsi que leurs directeurs, employés, agents, partenaires, affiliés et filiales respectifs, à l'abri de toute réclamation, dommages, coûts, responsabilités et les dépenses (y compris, mais sans s'y limiter, les honoraires d'avocat raisonnables) découlant de ou liées à tout contenu utilisateur que vous publiez, stockez ou transmettez d'une autre manière sur ou via le site Web, votre conduite, vos violations des présentes conditions, toute utilisation abusive du service , ou votre violation des droits de tout tiers.\r\n\r\n\r\n24. Remerciements\r\n   1. Vous reconnaissez et acceptez par la présente que:\r\n\r\n\r\n    - LORS DE L'UTILISATION DES SERVICES, LE LOGICIEL PEUT SURVEILLER LA MÉMOIRE D'ACCÈS ALÉATOIRE (RAM) ET / OU LES PROCESSUS CPU DE VOTRE ORDINATEUR POUR LES PROGRAMMES DE TIERS NON AUTORISÉS FONCTIONNANT EN CONCURRENCE AVEC LE LOGICIEL. UN «PROGRAMME DE TIERS NON AUTORISÉ» TEL QU'IL EST UTILISÉ DANS LES PRÉSENTES SERA DÉFINI COMME TOUT LOGICIEL TIERS, Y COMPRIS SANS LIMITATION TOUT «ADD-ON» OU «MOD», QUI DANS LA SEULE DÉTERMINATION DE PWE: (i) PERMETTENT OU FACILITE LA CHALEUR DE TOUT TYPE; (ii) PERMET AUX UTILISATEURS DE MODIFIER OU DE HACKER L'INTERFACE DU LOGICIEL, L'ENVIRONNEMENT ET / OU L'EXPÉRIENCE DE TOUTE MANIÈRE NON EXPRESSÉMENT AUTORISÉE PAR PWE; OU (iii) INTERCEPTE, «MINES» OU AUTREMENT COLLECTE DES INFORMATIONS À PARTIR DE OU PAR LE LOGICIEL. DANS LE CAS OU LE LOGICIEL DÉTECTE UN PROGRAMME DE TIERS NON AUTORISÉ, IL PEUT COMMUNIQUER DES INFORMATIONS À PWE, Y COMPRIS SANS LIMITATION LE NOM DE VOTRE COMPTE, DES DÉTAILS SUR LE PROGRAMME DE TIERS NON AUTORISÉ DÉTECTÉ, ET L'HEURE ET LA DATE DÉTECTÉE DE CETTE PARTIE NON AUTORISÉE; ET / OU ET PARFAIT WORLD ENTERTAINMENT PEUT EXERCER TOUT OU TOUS SES DROITS EN VERTU DE CETTE SECTION DU CONTRAT, AVEC OU SANS AVIS PRÉALABLE À L'UTILISATEUR.\r\n\r\n    - PWE PEUT SURVEILLER OU ENREGISTRER VOS SESSIONS DE CHAT ET AUTRES COMMUNICATIONS ÉLECTRONIQUES TRANSMISES OU REÇUES À TRAVERS LE JEU OU LE SERVICE ET VOUS CONSENTEZ À CETTE SURVEILLANCE OU ENREGISTREMENT.\r\n\r\n    - Nous ne garantissons pas l'exhaustivité, l'exactitude ou l'exactitude des informations transmises entre les joueurs. Nous ne garantissons pas la conservation en toute sécurité des informations transmises entre les joueurs. Vous reconnaissez que lesdites informations transmises entre les utilisateurs sont «telles quelles» et que vous n'utiliserez ces informations qu'à vos propres risques.\r\n\r\n    - Vous reconnaissez qu'en utilisant le Service et / ou les Jeux, vous pouvez perdre des fonctionnalités et / ou des éléments du jeu. Vous ne pouvez pas tenir PWE responsable de toute fonctionnalité en jeu ou de la perte d'objets. Nous ne garantissons pas la disponibilité des éléments du jeu, de tout service ou de tout niveau aux joueurs.\r\n\r\n\r\n25. Exclusion de garanties\r\n   1. VOUS COMPRENEZ ET ACCEPTEZ EXPRESSÉMENT QUE:\r\n    - LE SERVICE, LES JEUX, LE SITE WEB ET TOUS LES MATÉRIELS CONTENUS SONT FOURNIS «TELS QUELS» ET «TELS QUE DISPONIBLES» SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE. PWE ET SES FILIALES, AFFILIÉS, DIRIGEANTS, EMPLOYÉS, AGENTS, PARTENAIRES ET CONCÉDANTS DÉNIENNENT TOUTES LES AUTRES GARANTIES, EXPRESSES OU IMPLICITES, Y COMPRIS, SANS LIMITATION, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UNE PARTICULARITÉ DE TENUE D'UTILISATION, D'ADÉQUATION À UNE PARTICULARITÉ ET NON-VIOLATION RELATIVE AU SERVICE, AU JEU ET AU SITE WEB, Y COMPRIS TOUTES LES INFORMATIONS, LE CONTENU ET LES MATÉRIELS CONTENUS. SANS LIMITER CE QUI PRÉCÈDE, PWE NE DÉCLARE NI NE GARANTIT QUE LE SERVICE, LES JEUX, LE SITE WEB OU LE MATÉRIEL CONTENU SONT EXACTS, COMPLETS, FIABLES, DISPONIBLES, ACTUELS OU SANS ERREUR. PWE NE REPRÉSENTE PAS ET NE GARANTIT PAS ÉGALEMENT QUE LES JEUX, LE SITE WEB OU SES SERVEURS SONT EXEMPT DE VIRUS, BOGUES, ERREURS OU AUTRES COMPOSANTS OU DÉFAUTS NOCIFS, TRANSMETTENT LES DONNÉES DE MANIÈRE SÉCURISÉE OU FONCTIONNENT CORRECTEMENT AVEC LE SERVICE.\r\n   \r\n   2. PWE ET SES FILIALES, AFFILIÉS, DIRIGEANTS, EMPLOYÉS, AGENTS, PARTENAIRES ET CONCÉDANTS NE GARANTISSENT AUCUNE GARANTIE QUE (i) LE SERVICE RÉPONDRA À VOS EXIGENCES; (ii) LE SITE WEB SERA ININTERROMPU, OPPORTUN, SÉCURISÉ OU SANS ERREUR; OU (iii) TOUTE ERREUR DANS LE LOGICIEL SERA CORRIGÉE.\r\n\r\n   3. PENDANT QUE PWE TENTE DE RENDRE VOTRE ACCÈS ET VOTRE UTILISATION DU SERVICE SÉCURISÉS, PWE NE PEUT ET NE REPRÉSENTE PAS OU NE GARANTIT PAS QUE LE SERVICE OU SON (S) SERVEUR (S) SONT EXEMPT DE VIRUS OU D'AUTRES COMPOSANTS NOCIFS; PAR CONSÉQUENT, VOUS DEVEZ UTILISER UN LOGICIEL RECONNU PAR L'INDUSTRIE POUR DÉTECTER ET DÉSINFECTER LES VIRUS DE TOUT TÉLÉCHARGEMENT. TOUT MATÉRIEL TÉLÉCHARGÉ OU OBTENU AU MOYEN DE L'UTILISATION DU SITE WEB OU DU SERVICE EST ACCÈS À VOTRE PROPRES DISCRÉTION ET À VOS PROPRES RISQUES, ET VOUS SEREZ UNIQUEMENT RESPONSABLE DE TOUT DOMMAGE À VOTRE SYSTÈME INFORMATIQUE OU DE LA PERTE DE DONNÉES RÉSULTANT DU TÉLÉCHARGEMENT DE TOUT MATÉRIEL.\r\n\r\n   4. UN PETIT POURCENTAGE D'UTILISATEURS PEUVENT FAIRE L'EXPÉRIENCE DE SAISIES ÉPILEPTIQUES LORSQU'ILS SONT EXPOSÉS À CERTAINS MOTIFS DE LUMIÈRE OU ARRIÈRE-PLAN SUR UN ÉCRAN D'ORDINATEUR OU EN UTILISANT LE SITE WEB OU LE SERVICE. CERTAINES CONDITIONS PEUVENT PROVOQUER DES SYMPTÔMES ÉPILEPTIQUES INÉDÉTECTÉS MÊME CHEZ LES UTILISATEURS QUI N'ONT AUCUN ANTÉCÉDENT DE SAISIES OU D'ÉPILEPSIE. SI VOUS, OU QUELQU'UN DE VOTRE FAMILLE, AVEZ UNE CONDITION ÉPILEPTIQUE, CONSULTEZ VOTRE MÉDECIN AVANT D'UTILISER LE SERVICE. CESSER IMMÉDIATEMENT L'UTILISATION DU SERVICE ET CONSULTER VOTRE MÉDECIN SI VOUS RENCONTREZ L'UN DES SYMPTÔMES SUIVANTS LORS DE L'UTILISATION DU SERVICE: ÉTOURDISSEMENT, VISION ALTERNATIVE, TWITCHS OCULAIRES OU MUSCULAIRES, PERTE DE CONNAISSANCE, DÉSORIENTATION, TOUT MOUVEMENT DE CONVOLUTION OU IMPLICATION.\r\n\r\n   5. LA RÉFÉRENCE À TOUT PRODUIT, SERVICE, PROCÉDÉ OU AUTRE INFORMATION, PAR NOM COMMERCIAL, MARQUE COMMERCIALE, FABRICANT, FOURNISSEUR OU AUTREMENT NE CONSTITUE OU N'IMPLIQUE PAS L'APPROBATION, LE PARRAINAGE OU LA RECOMMANDATION DE CEUX-CI, OU TOUTE AFFILIATION À CET EFFET, PAR PWBV.\r\n\r\n\r\n26. Règlement des différends.\r\n   1. Avant de déposer une réclamation contre PWE, vous acceptez d'essayer de résoudre le litige de manière informelle en envoyant un avis de litige par e-mail à legal@perfectworld.com avec la ligne d'objet «Attn: Legal».\r\n   \r\n   2. L'avis doit inclure votre nom, votre adresse postale et votre numéro de téléphone (le cas échéant) et doit décrire la nature et le fondement de la réclamation ou du différend, ainsi que la réparation spécifique recherchée. Si un différend n'est pas résolu dans le mois suivant la réception de votre notification, vous ou nous pouvons engager une procédure d'arbitrage formelle conformément aux règles d'arbitrage international JAMS («JAMS»).\r\n\r\n\r\n27. Accord d'arbitrage.\r\n   1. Arbitrage. Veuillez lire attentivement les sections suivantes, car elles affectent vos droits. Vous et PWE acceptez de résoudre toute réclamation relative aux présentes Conditions ou au Service par un arbitrage final et exécutoire. Cet accord d'arbitrage est destiné à être interprété au sens large et comprend les réclamations fondées sur un contrat, un délit, une loi, une fraude, une fausse déclaration ou toute autre théorie juridique. Vous reconnaissez que ces Conditions attestent d'une transaction impliquant le commerce interétatique, et par conséquent, la Loi sur l'arbitrage des États-Unis régit l'interprétation, l'application et les procédures conformément à la clause d'arbitrage des présentes Conditions.\r\n   \r\n   2. Exclusion de l'arbitrage. VOUS POUVEZ VOUS REFUSER DE L'ACCORD D'ARBITRAGE EN FOURNISSANT UN AVIS ÉCRIT PWE DANS LES TRENTE (30) JOURS DE LA PREMIÈRE ACCEPTATION DE CES CONDITIONS. VOTRE AVIS DOIT INCLURE: (I) VOTRE NOM COMPLET (PREMIER ET DERNIER); (II) L'ADRESSE EMAIL QUE VOUS AVEZ UTILISÉE POUR ENREGISTRER VOTRE COMPTE; ET (III) UNE DÉCLARATION CLAIRE QUE VOUS REFUSEZ CE CONTRAT D'ARBITRER. Envoyez votre avis de refus par e-mail à: legal@perfectworld.com AVEC LE SUJET DE LA LIGNE: \"Attn: Legal\"\r\n   \r\n   3. Frais d'arbitrage. PWE paiera tous les frais de dépôt, d'administration et d'arbitre JAMS pour tout arbitrage que nous engageons. Vous paierez les frais pour tout arbitrage que vous initiez, conformément aux règles JAMS. Cependant, si vous engagez un arbitrage après avoir tenté de résoudre de manière informelle un différend conformément aux présentes Conditions et que vous recherchez une réparation d'une valeur de 300 USD ou moins (à la fois pour vous et pour nous), PWE paiera tous les frais de dépôt, d'administration et d'arbitre JAMS. Si votre réclamation est supérieure à 300 $ mais inférieure à 10 000 $, PWE paiera tous ces frais au-delà de 20 $. Après que PWE reçoive à l'adresse e-mail ci-dessus un avis indiquant que vous avez entamé un tel arbitrage, PWE vous remboursera dans les meilleurs délais toute partie des frais de dépôt que vous avez payé et que PWE a accepté de payer.\r\n   \r\n   4. Réclamations frivoles. Si l'arbitre détermine que le fond de votre réclamation ou la réparation demandée est frivole ou intentée dans un but inapproprié (tel que mesuré par les normes énoncées dans la règle fédérale de procédure civile 11 (b)), alors le paiement de tous les JAMS Les frais de dépôt, d'administration et d'arbitrage sont régis par les règles JAMS et vous acceptez de nous rembourser tout montant que nous avons payé en votre nom au JAMS. PWE ne demandera pas les honoraires et les frais de ses avocats dans le cadre de l’arbitrage, à moins que l’arbitre ne détermine que le fond de votre réclamation ou la réparation demandée était frivole ou intentée à des fins inappropriées.\r\n   \r\n   5. Procédures d'arbitrage. Vous acceptez qu'un arbitre du JAMS arbitrera le différend en vertu du Règlement d'arbitrage international JAMS, tel que modifié par cette disposition d'arbitrage. La sentence de l'arbitre est accompagnée d'un avis motivé. L'arbitrage aura lieu dans le comté des États-Unis où vous vivez ou travaillez, ou dans tout autre endroit que nous convenons d'un commun accord.\r\n   \r\n   6. Pas de recours collectifs. Vous ne pouvez résoudre les différends avec nous que sur une base individuelle et ne pouvez pas intenter une action en tant que demandeur ou membre du groupe dans une action collective, consolidée ou représentative. Vous ne pouvez pas présenter de réclamation dans le cadre d'un arbitrage collectif, d'un recours collectif, d'une action du procureur général privé ou d'une consolidation avec d'autres arbitrages.\r\n   \r\n   7. Forum judiciaire. Dans le cas où cet accord d'arbitrage serait jugé ne pas s'appliquer à vous ou à votre réclamation, vous et PWE convenez que toute procédure judiciaire (autre que les actions pour petites créances) sera portée devant les tribunaux fédéraux ou d'État du comté de San Mateo, en Californie. Vous et PWE consentez tous deux au lieu et à la juridiction personnelle là-bas, et renoncez à toute objection quant à un forum peu pratique.\r\n   \r\n   8. Délai pour présenter des réclamations. Nonobstant toute loi ou loi à l'effet contraire, toute réclamation ou cause d'action découlant de ou liée à ces Conditions ou à votre utilisation du Service doit être déposée dans un (1) an après qu'une telle réclamation ou cause d'action est survenue, sinon cette réclamation ou la cause d'action sera interdite pour toujours.\r\n   \r\n   9. Modifications futures de l'accord d'arbitrage. Nonobstant toute disposition contraire des présentes Conditions, vous acceptez que si PWE apporte une modification future à cette disposition d'arbitrage (autre qu'une modification de l'adresse e-mail de notification ci-dessus, des liens du site Web ou des numéros de téléphone énumérés dans cette disposition), ces modifications n'affectera pas les litiges survenus avant la date d'entrée en vigueur du changement.\r\n\r\n\r\n28. Limitation de responsabilité\r\n   1. EN AUCUN CAS NOUS, PWE, SES ADMINISTRATEURS, MEMBRES, AFFILIÉS, FILIALES, EMPLOYÉS OU AGENTS NE SERONT RESPONSABLES DE TOUT DOMMAGE DIRECT, SPÉCIAL, INDIRECT OU CONSÉCUTIF, OU DE TOUT AUTRE DOMMAGE DE QUELQUE NATURE QUE CE SOIT, Y COMPRIS MAIS SANS S'Y LIMITER LA PERTE DE UTILISATION, PERTE DE PROFITS OU PERTE DE DONNÉES, QUE CE SOIT DANS UNE ACTION CONTRACTUELLE, DE TORT (Y COMPRIS MAIS SANS S'Y LIMITER À LA NÉGLIGENCE) OU AUTREMENT, DÉCOULANT DE OU DE TOUTE MANIÈRE LIÉE À L'UTILISATION OU À L'INCAPACITÉ D'UTILISER LE SITE WEB, LE SERVICE , LES JEUX OU TOUT CONTENU OU MATÉRIEL CONTENU OU ACCÉDÉ SUR LE SITE WEB OU LE SERVICE, Y COMPRIS SANS LIMITATION TOUT DOMMAGE CAUSÉ PAR OU RÉSULTANT DE LA CONFIANCE DE L'UTILISATEUR SUR TOUTE INFORMATION OBTENUE DE NOUS OU DE PWE, OU RÉSULTANT D'ERREURS, OMISSIONS, INTERRUPTIONS, SUPPRESSION DE FICHIERS OU DE COURRIEL, ERREURS, DÉFAUTS, VIRUS, RETARDS D'EXPLOITATION OU DE TRANSMISSION OU TOUT ÉCHEC DE PERFORMANCE, RÉSULTANT OU NON D'ACTES DE DIEU, ÉCHEC DES COMMUNICATIONS, VOL, DESTRUCTION OU ACCÈS NON AUTORISÉ AUX REGISTRES, PROGRAMMES OU SERVICES DE PWE.\r\n\r\n   2. EN AUCUN CAS, LA RESPONSABILITÉ GLOBALE DE PWE, QUE CE SOIT DANS LE CONTRAT, LA GARANTIE, LE TORT (Y COMPRIS LA NÉGLIGENCE, QU'ELLE SOIT ACTIVE, PASSIVE OU IMPUTÉE), LA RESPONSABILITÉ DU PRODUIT, LA RESPONSABILITÉ STRICTE OU TOUTE AUTRE THÉORIE, DÉCOULANT DE OU LIÉE À L'UTILISATION DE OU L'INCAPACITÉ À UTILISER LE SERVICE, LE SITE WEB OU L'UN DES JEUX DÉPASSE TOUTE INDEMNITÉ QUE VOUS PAYEZ, LE CAS ÉCHÉANT, À PWE POUR L'ACCÈS OU L'UTILISATION DE CES JEUX.\r\n\r\n   3. Certains États membres de l'UE n'autorisent pas les limitations de responsabilité ci-dessus par la loi (obligatoire), elles peuvent donc ne pas s'appliquer à vous. Dans ce cas, vous acceptez explicitement que notre responsabilité (ou toute autre partie libérée) envers vous sera limitée dans la mesure maximale autorisée par la loi impérative applicable. Vous acceptez que nous ne pouvons être tenus responsables de tout ce qui se produit ou résulte de l'accès ou de l'abonnement au Service.\r\n\r\n   \r\n29. Général\r\n   1. Notre incapacité à agir à l'égard d'une violation par vous ou par d'autres ne renonce pas à notre droit d'agir à l'égard de violations ultérieures ou similaires.\r\n\r\n   2. Sauf autorisation contraire dans les présentes, vous ne pouvez pas céder ou transférer le présent Contrat ou vos droits en vertu des présentes, ou les Jeux ou tout autre logiciel fourni par nous, et toute tentative contraire est nulle.\r\n\r\n   3. Si une disposition du présent Accord est illégale, nulle ou pour une raison quelconque inapplicable, alors cette disposition sera réputée séparable du présent Accord et n'affectera pas la validité et l'applicabilité des dispositions restantes.\r\n\r\n   4. Les en-têtes de section utilisés ici sont à titre indicatif uniquement et ne doivent pas être interprétés comme ayant un effet juridique. L'Annexe fait partie des Conditions et aura effet comme si elle était énoncée intégralement dans le corps des Conditions et toute référence à ces Conditions comprend l'annexe.\r\n\r\n\r\n30. Remèdes.\r\nVous acceptez que vos obligations et représentations, ainsi que les limitations de licence, énoncées dans les présentes, sont nécessaires et raisonnables afin de protéger PWE, ses activités et ses concédants de licence, et vous acceptez expressément que des dommages-intérêts monétaires seraient insuffisants pour indemniser pleinement PWE pour toute violation. de cet accord, ou pour toute fausse déclaration faite par vous ci-dessus. En conséquence, vous acceptez et sachez qu'une telle violation ou menace de violation causera un préjudice irréparable à PWE et que, en plus de tout autre recours pouvant être disponible, en droit, en équité ou autrement, PWE sera en droit d'obtenir une injonction contre la violation ou la menace de violation de cet accord, ou la poursuite d'une telle violation de votre part, ou pour remédier à toute fausse déclaration faite par vous, sans qu'il soit nécessaire de prouver l'inadéquation de tout recours légal ou de dommages pécuniaires, et sans qu'il soit nécessaire de publier liaison.\r\n\r\n\r\n31. Entrepreneurs indépendants.\r\nVous reconnaissez que vous n'êtes pas considéré et ne vous présenterez pas comme un agent, un employé, un coentrepreneur ou un partenaire de PWE (ou de l'un de ses affiliés, partenaires éditeurs, concédants de licence ou licenciés). Chaque partie à cet accord est un entrepreneur indépendant par rapport à l'autre, et rien dans cet accord ne sera réputé placer les parties dans une relation employeur-employé, principal-agent, partenaires ou coentrepreneurs.\r\n\r\n\r\n32. Contrôles à l'exportation des États-Unis\r\nVous reconnaissez et acceptez que les jeux et autres logiciels fournis via le site Web ou le service sont soumis aux restrictions et aux contrôles imposés par la loi américaine sur l'administration des exportations (la «loi») et les règlements promulgués en vertu de celle-ci. Vous acceptez et certifiez que ni les jeux ni aucun autre logiciel fourni via le site Web ou le service, ni aucun produit direct de ceux-ci ne sont ou seront acquis, expédiés, transférés ou réexportés, directement ou indirectement, dans un pays interdit par la loi. et les règlements qui en découlent ou seront utilisés à toute fin interdite par celui-ci. Vous acceptez de vous conformer à toutes les lois applicables en ce qui concerne votre possession, votre utilisation et votre fonctionnement des Jeux et des autres logiciels fournis via le site Web ou le service.\r\n\r\n\r\n33. Contactez-nous\r\nSauf indication contraire avec une autre méthode de contact dans les présentes, si vous avez des questions, des préoccupations ou des plaintes concernant nos Jeux ou nos Services, vous pouvez contacter notre équipe du service clientèle via:\r\n   Courriel: tos@perfectworld.com\r\n   Courriel: Perfect World Entertainment Inc.\r\n   À l'attention de: Équipe du service client\r\n   100 promenade Redwood Shores\r\n   Redwood City, Californie 94065\r\n\r\n\r\n34. Les conditions de la plateforme s'appliquent également\r\nSi vous accédez à nos Jeux via des consoles, la manière dont vous pouvez utiliser les Jeux peut également être contrôlée par les règles et politiques du fournisseur de la plate-forme de console concerné. Dans la mesure requise par ces règles et politiques, les conditions de la plate-forme de console s'appliqueront à votre utilisation des Jeux.\r\n\r\nEn général, vous reconnaissez que:\r\n    - PWE, et non les plates-formes de console ni aucune de ses sociétés affiliées, vous concède le jeu ou le service conformément aux présentes conditions;\r\n    - PWE n'est pas responsable des services liés à la plate-forme Console et ne sera pas responsable en vertu de toute action découlant d'un contrat, d'un délit (y compris la négligence) ou autrement liée à l'utilisation ou au fonctionnement de ce service;\r\n    - vous serez seul responsable de vous assurer que vous utilisez tout compte de la plate-forme de console que vous utilisez pour accéder au jeu ou au service conformément aux politiques applicables à ce compte;\r\n    - PWE ne vous accorde pas le droit d'utiliser les droits de propriété intellectuelle, y compris les marques déposées, des plates-formes de console ou de ses filiales. Votre utilisation de ces droits de propriété intellectuelle est accordée (le cas échéant) conformément aux Conditions d'utilisation et à toute autre politique mise à disposition par Console Platforms ou ses sociétés affiliées de temps à autre en relation avec l'utilisation de la plate-forme;\r\n    - Console Platforms ou l'un de ses affiliés met à disposition tous les produits ou services en ligne «tels quels» sans aucune garantie;\r\n    - PWE peut être amené à modifier le jeu ou le service, ou les présentes conditions, afin de se conformer aux instructions des plates-formes de console. Vous convenez que nous sommes autorisés à effectuer de tels changements immédiatement et sans préavis et que nous n'avons aucune responsabilité envers vous ou autrui en ce qui concerne ces changements.\r\n\r\n\r\n35. Clôture.\r\nMerci encore de votre visite. Nous espérons que vous apprécierez votre séjour et profiter pleinement de la communauté en ligne que nous développons. N'oubliez pas que vous êtes un invité et agissez avec la même courtoisie et le même respect que vous attendez des autres clients.\r\n\r\nDernière mise à jour: 18 août 2020",
  "version": 3
}