{
  "content": "Política de privacidad \r\n\r\nLEA DETENIDAMENTE ESTA POLÍTICA DE PRIVACIDAD. DESCRIBE DETALLES SOBRE CÓMO RECOPILAMOS, UTILIZAMOS Y DIVULGAMOS LA INFORMACIÓN PERSONAL. SI ES MENOR DE 18 AÑOS, NO PROPORCIONE NINGUNA INFORMACIÓN A MENOS QUE HAYA OBTENIDO PRIMERO EL PERMISO DE SUS PADRES O TUTORES.\r\n\r\nGracias por leer nuestra Política de privacidad y visitar nuestro sitio web www.arcgames.com y www.perfectworld.com. Perfect World Entertainment Inc. (\"Perfect World\", \"nosotros\") utiliza y mantiene esta Política de privacidad (\"Política\") que resume cuándo y cómo se recopila, utiliza, salvaguarda y divulga su información personal en relación con su el uso de www.arcgames.com y www.perfectworld.com, cualquier otro sitio web operado por Perfect World y cualquier micrositio, sitio móvil o subdominios de dichos sitios (colectivamente, el \"Sitio web\"), cualquier juego, juegos móviles y plataformas de juegos, clientes o servidores operados por Perfect World a través del sitio web (los \"Juegos\"), y todas las características, funciones, software y servicios ofrecidos a través del sitio web. El sitio web, los juegos y las características, funciones, software y servicios ofrecidos a través del sitio web constituyen colectivamente el \"Servicio\". También describe las opciones disponibles para usted con respecto al uso de, su acceso y cómo actualizar y corregir su información personal. Nos reservamos el derecho de cambiar las disposiciones de esta Política en cualquier momento. Si realizamos cambios sustanciales, se lo notificaremos por correo electrónico (enviado a la dirección de correo electrónico especificada en su cuenta) o mediante un aviso en este sitio web antes de que el cambio entre en vigencia. Le recomendamos que revise periódicamente esta página para obtener la información más reciente sobre nuestras prácticas de privacidad.\r\n\r\n\r\n¿Qué es información personal?\r\n\r\nComo se usa en este documento, el término \"información personal\" significa información que identifica específicamente a una persona (como un nombre, dirección, número de teléfono, número de teléfono móvil, dirección de correo electrónico u otro número de cuenta), e información sobre la ubicación o actividades de esa persona, como como información sobre su uso del Servicio, direcciones IP o identificadores de dispositivos móviles, cuando están directamente vinculados a información de identificación personal. La información personal también incluye información demográfica como fecha de nacimiento, sexo, área geográfica y preferencias cuando dicha información está vinculada a otra información personal que lo identifica. \r\n\r\nLa información personal no incluye información \"agregada\", que son datos que recopilamos sobre el uso del Servicio o sobre un grupo o categoría de productos, servicios o usuarios, de los cuales se han eliminado las identidades individuales u otra información personal. Los datos agregados nos ayudan a comprender las tendencias y las necesidades de nuestros usuarios para que podamos considerar mejor las nuevas funciones o adaptar nuestro Servicio. Esta política de ninguna manera restringe o limita nuestra recopilación y uso de información agregada.\r\n\r\n\r\n¿Qué información personal recopilamos?\r\n\r\nRecopilación activa\r\nLa información personal se puede recopilar de varias formas cuando visita o utiliza nuestro Servicio. Por ejemplo, podemos recopilar su nombre, dirección, dirección de correo electrónico, nombre de usuario y otra información de contacto y demográfica cuando se registra y configura una cuenta, solicita un trabajo o se comunica con nosotros por correo electrónico u otros medios por cualquier motivo. Cuando realiza una compra, también podemos recopilar su tarjeta de crédito u otra información de pago o facturación. También se puede recopilar información personal y demográfica si proporciona dicha información en relación con la creación de un perfil o grupo, dejar comentarios, publicar contenido, enviar un correo electrónico o mensaje a otro usuario o participar en salas de chat interactivas, foros, plataformas de redes sociales o otras funciones en el sitio web o el servicio, o cuando utiliza nuestros juegos. Además, de vez en cuando podemos recopilar información demográfica, de contacto u otra información personal que proporcione en relación con su participación voluntaria en encuestas, sorteos, concursos, juegos, ofertas promocionales y otras actividades. Puede acceder a determinadas partes de nuestro Servicio sin proporcionarnos ninguna información personal. Sin embargo, no podrá utilizar ciertas funciones que requieran registrarse o recibir materiales a menos que se proporcione cierta información. De vez en cuando podemos cambiar la información solicitada al registrarse o con respecto a ciertas características o servicios, por lo que esta puede no ser una lista completa.\r\n\r\nDe vez en cuando publicamos testimonios / comentarios / reseñas de clientes en el Servicio que pueden contener información de identificación personal. Obtenemos el consentimiento del cliente por correo electrónico antes de publicar el testimonio para publicar su nombre junto con su testimonio. Si desea actualizar o eliminar su testimonio, puede contactarnos en privacy@perfectworld.com.\r\n\r\nFacebook Connect\r\nPuede iniciar sesión en nuestro Servicio utilizando el servicio de inicio de sesión de Facebook (\"Facebook Connect\"). Este servicio autenticará su identidad y le brindará la opción de compartir cierta información personal con nosotros, como su nombre y dirección de correo electrónico, para completar previamente nuestro formulario de registro. También podemos recopilar otra información de Facebook, que incluye, entre otros, la identificación de usuario asociada con su cuenta, un token de acceso necesario para acceder a ese servicio, cualquier información que haya permitido que Facebook comparta con nosotros y cualquier información que tenga. hecho público en Facebook. Si nos permite el acceso a su lista de amigos, las ID de usuario de sus amigos y su conexión con esos amigos se pueden usar y almacenar para hacer que su experiencia sea más social y para permitirle invitar a sus amigos a usar nuestro Servicio, así como proporcionarle actualizaciones siempre y cuando sus amigos se unan a nuestro Servicio. Siempre debe revisar y, si es necesario, ajustar su configuración de privacidad en Facebook antes de vincularlos o conectarlos a nuestro sitio web o servicio. También puede desvincular su cuenta de Facebook del Servicio ajustando su configuración de Facebook. También puede tener la opción de publicar información sobre sus actividades en este Servicio en su página de perfil de Facebook para compartir con otros dentro de su red.\r\n\r\nArchivos de registro\r\nCuando utiliza el Servicio, también se recopila automáticamente cierta información, como su dirección de Protocolo de Internet (IP), su sistema operativo, el tipo e idioma del navegador o dispositivo móvil, los tiempos de acceso, la dirección de un sitio web de referencia y su actividad en el Servicio. También utilizamos herramientas de análisis de sitios web en nuestro Servicio para recuperar información de su navegador o dispositivo móvil, incluido el sitio del que proviene, los motores de búsqueda y las palabras clave que utilizó para encontrar nuestro sitio, las páginas que ve dentro del Servicio, los complementos de su navegador y el ancho y alto de su navegador y otra información que nos ayude a mejorar el Servicio. También publicamos anuncios y proporcionamos herramientas de análisis de sitios web en sitios y servicios que no son de Perfect World, y también recopilamos información sobre las visitas a las páginas en estos sitios de terceros. Tratamos esta información como información personal si la combinamos o la vinculamos a cualquiera de la información de identificación mencionada anteriormente. De lo contrario, se utiliza sólo en el agregado.\r\n\r\nCookies y tecnologías de seguimiento\r\nAl utilizar el Servicio, usted acepta que podemos recopilar automáticamente cierta información mediante el uso de \"cookies\" u otras tecnologías de seguimiento similares para analizar tendencias, administrar el sitio web, rastrear los movimientos de los usuarios en el sitio web y recopilar información demográfica. sobre nuestra base de usuarios en su conjunto. Usamos cookies para recopilar información general sobre su uso del Servicio, la configuración de su computadora y la interacción de su computadora o dispositivo con el Servicio, y almacenar esta información en archivos de registro. Utilizamos esta información para comprender el tráfico y el uso de nuestro Servicio, lo que nos permite mejorar el Servicio, brindar la mejor experiencia en línea posible y mejorar nuestro servicio al cliente. Nuestros servicios de terceros también utilizan cookies como se describe anteriormente. Los usuarios pueden controlar el uso de cookies a nivel de navegador individual. Las cookies son pequeños archivos de datos que se almacenan en el disco duro de un usuario a petición de un sitio web o el servicio para permitir que el sitio web o el servicio reconozcan a los usuarios que los han visitado anteriormente y retengan cierta información, como las preferencias y el historial del cliente. Si combinamos cookies o las vinculamos con cualquier información de identificación personal, trataremos esta información como información personal. Los gifs transparentes (también conocidos como errores web o balizas web) son imágenes gráficas pequeñas e invisibles que pueden usarse en el sitio web o el servicio o en correos electrónicos relacionados con el sitio web o el servicio para recopilar cierta información y monitorear la actividad del usuario en el sitio web o el servicio. Cuando recibe un correo electrónico nuestro, podemos utilizar balizas web, enlaces personalizados o tecnologías similares para determinar si el correo electrónico se ha abierto y en qué enlaces hace clic para proporcionarle comunicaciones por correo electrónico u otra información más enfocadas. Si desea bloquear, borrar o recibir una advertencia sobre las cookies, consulte las instrucciones o la pantalla de ayuda de su navegador o dispositivo móvil para conocer estas funciones. Es posible que no pueda eliminar o deshabilitar las cookies en ciertos dispositivos móviles y / o ciertos navegadores. Recuerde, si un navegador o dispositivo móvil está configurado para no aceptar cookies o si un usuario rechaza una cookie, es posible que algunas partes del sitio web o del servicio no funcionen correctamente. Por ejemplo, es posible que no pueda iniciar sesión y que no pueda acceder a determinadas funciones o servicios del sitio web o del servicio. Puede encontrar información más específica sobre nuestro uso de cookies y balizas web en nuestra Política de cookies. Puede encontrar más información sobre cómo cambiar la configuración de cookies de su navegador en www.allaboutcookies.org. Para administrar las cookies Flash, haga clic aquí.\r\n\r\nTambién podemos utilizar a terceros para publicar anuncios en nuestro Servicio. Estos terceros pueden colocar cookies, gifs transparentes u otros dispositivos en su computadora para recopilar información, y la información proporcionada por estos dispositivos se puede utilizar, entre otras cosas, para ofrecer publicidad dirigida a sus intereses y para comprender mejor el uso y las visitas de nuestro Servicio y otros sitios rastreados por estos terceros. Esta política no se aplica y no somos responsables de las cookies en anuncios de terceros o del cumplimiento de las políticas de privacidad o prácticas de recopilación de datos de dichos terceros. Las industrias publicitarias en la UE han desarrollado esquemas para ayudarlo a optar por no recibir cookies utilizadas para estos fines. Puede obtener más información sobre el programa de la UE en www.youronlinechoices.eu. Si desea obtener más información sobre las cookies y los anuncios dirigidos, o si desea que las empresas que forman parte de la Iniciativa de publicidad en red no utilicen esta información, visite www.networkadvertising.org/choices. Tenga en cuenta que esto no le excluye de recibir publicidad. Continuará recibiendo anuncios genéricos. Tenga en cuenta que no tenemos acceso ni control de ninguna tecnología de seguimiento de terceros.\r\n\r\nIdentificadores de dispositivos\r\nCuando accede al Servicio a través de un dispositivo móvil (incluidos, entre otros, teléfonos inteligentes o tabletas), podemos usar, acceder, recopilar, monitorear y / o almacenar de forma remota uno o más \"identificadores de dispositivo\", como un identificador universalmente único (\"UUID\"). Los identificadores de dispositivos son pequeños archivos de datos o estructuras de datos similares almacenados en su dispositivo móvil o asociados con él, que identifican de forma única su dispositivo móvil. Un identificador de dispositivo pueden ser datos almacenados en conexión con el hardware del dispositivo, datos almacenados en conexión con el sistema operativo del dispositivo u otro software, o datos enviados por nosotros al dispositivo. Un identificador de dispositivo puede transmitirnos información sobre cómo navega y utiliza el Servicio. Un identificador de dispositivo puede permanecer permanentemente en su dispositivo, para ayudarlo a iniciar sesión más rápido y mejorar su navegación a través del Servicio. Es posible que algunas funciones del Servicio no funcionen correctamente si el uso o la disponibilidad de los identificadores de dispositivos se ve afectado o desactivado.\r\n\r\nIdentificadores de usuario\r\nCuando accede al Servicio, usamos, accedemos, recopilamos, monitoreamos y / o almacenamos de forma remota uno o más \"identificadores de usuario\". Los identificadores de usuario son pequeños archivos de datos o una estructura de datos similar asignada a un usuario que se usará para permitirle continuar el progreso en el juego, usar juegos en múltiples plataformas y ayudar a asociar su identidad en múltiples plataformas. Un identificador de usuario puede transmitirnos información sobre cómo navega y utiliza el Servicio. Un identificador de usuario puede permanecer permanentemente en su dispositivo o computadora, para ayudarlo a iniciar sesión más rápido y mejorar su navegación a través del Servicio. Es posible que algunas características del Servicio no funcionen correctamente si el uso o la disponibilidad de los identificadores de usuario se ve afectado o desactivado.\r\n\r\nDatos de ubicación\r\nCuando accede al Servicio a través de un dispositivo móvil, podemos usar, acceder, recopilar, monitorear y / o almacenar de forma remota \"datos de ubicación\", que pueden incluir coordenadas GPS (por ejemplo, latitud y / o longitud) o información similar con respecto a la ubicación de su dispositivo móvil. Los datos de ubicación pueden transmitirnos información sobre cómo navega y utiliza el Servicio. Es posible que algunas funciones del Servicio, en particular los servicios basados ​​en la ubicación, no funcionen correctamente si el uso o la disponibilidad de los datos de ubicación se ve afectado o deshabilitado.\r\n\r\nDatos recopilados para evitar trampas y software no autorizado\r\nCuando ejecuta nuestro software de juego, esto puede involucrar funciones de software diseñadas para detectar trampas o programas no autorizados y maliciosos. En este contexto, podemos acceder, recopilar, monitorear y / o almacenar de forma remota capturas de pantalla del juego, información relacionada con la capacidad del hardware, modificaciones relacionadas con nuestro software del Juego, firmas, perfiles o nombres de programas, archivos o programas de terceros maliciosos o no autorizados conocidos. procesos que permiten o facilitan el engaño, la ventaja desleal o el pirateo de los Juegos o el Servicio. Si se detectan programas no autorizados o maliciosos, el software del Juego también puede comunicarnos la cuenta del usuario y el ID de usuario e información sobre el programa no autorizado o malicioso o su uso.\r\n\r\nInformación recopilada en juegos de consola\r\nCuando accede a un juego de consola en una plataforma de consola, recopilamos la siguiente información automáticamente a través de su uso de los servicios: dirección de Protocolo de Internet (IP), datos de registro (tiempo y período), elementos y comportamientos del juego, logros que haya completado en el juego, otros usuarios a los que refirió.\r\n\r\nTambién obtenemos información de fuentes de terceros. Si juegas nuestro juego en una consola conectada a la red, es posible que compartan con nosotros tu ID de la plataforma, país, sexo, edad, \"Amigos\" y lista de bloqueo en la plataforma de la consola. El intercambio de dicha información por las plataformas de consola con nosotros estará sujeto a la política de privacidad de las plataformas de consola relevantes.\r\n\r\nDe vez en cuando podemos cambiar la información solicitada al registrarse o con respecto a ciertas características o servicios, por lo que esta puede no ser una lista completa.\r\n\r\nPuede acceder a determinadas partes de nuestro Servicio sin proporcionarnos ninguna información personal. Sin embargo, no podrá utilizar ciertas funciones que requieran registrarse o recibir materiales a menos que se proporcione cierta información. El procesamiento de esta información personal es legal ya que es necesario para el desempeño de nuestro Servicio.\r\n\r\n\r\n¿Como usamos informacion personal?\r\n\r\nEn general, usamos la información personal que recopilamos para procesar sus solicitudes o transacciones, para brindarle información o servicios que solicite, para informarle sobre otra información, eventos, promociones, productos o servicios que creemos que serán de su interés, para Facilitar su uso y nuestra administración y operación del Servicio, para comprender mejor las necesidades de nuestros visitantes y para el propósito para el cual se proporcionó la información. Por ejemplo, podemos utilizar la información que recopilamos:\r\n   - para enviarle un correo electrónico de bienvenida y comunicarnos con usted acerca de su uso del Servicio;\r\n   - para proporcionar los servicios, productos o información que solicite y para procesar cualquier transacción relacionada con ellos;\r\n   - para permitirle interactuar con otros miembros del Servicio en nuestro foro, chat, redes sociales u otras funciones similares;\r\n   - para proporcionar soporte técnico, servicio al cliente y asegurar el funcionamiento continuo y fluido de nuestro servicio;\r\n   - para fines de contratación, y si le ofrecen un trabajo o es empleado por nosotros, para otros fines relacionados con el empleo;\r\n   - para responder a sus correos electrónicos, envíos, comentarios, solicitudes o quejas;\r\n   - analizar las características del usuario y los patrones de uso para comprender mejor cómo se utilizan nuestros productos y servicios y comercializarlos de manera más eficaz;\r\n   - para mejorar el contenido, los productos, los servicios y las características del Servicio, incluida la personalización del contenido, las experiencias y la publicidad para usted;\r\n   - mostrar contenido y publicidad personalizados según sus intereses y preferencias;\r\n   - enviarle boletines, encuestas, anuncios de concursos y sorteos y notificar a los ganadores de concursos y sorteos;\r\n   - para solicitar comentarios, realizar investigaciones y análisis y permitirnos operar, desarrollar, personalizar y mejorar el Servicio y nuestras publicaciones, productos y servicios;\r\n   - para comunicarnos con usted acerca de nuestros servicios, productos, actividades, promociones, eventos especiales u ofertas o de terceros y para otros fines de marketing, informativos, de desarrollo de productos y promocionales;\r\n   - para prevenir o investigar fraude, piratería, infracción u otra conducta indebida real o presunta que involucre el Servicio o cualquiera de nuestros productos y servicios.\r\n\r\nEn particular, en los juegos de consola, utilizamos su información personal para proporcionar los productos y servicios que solicitó, para comunicarnos con usted, para mejorar nuestros servicios y para otros fines, incluidos los que se establecen a continuación:\r\n\r\nRecopilamos direcciones de Protocolo de Internet (IP), datos de registro (tiempo y período), elementos y comportamientos del juego, logros que haya completado en el juego, otros usuarios a los que refirió a través de su uso de los servicios. Usaremos dicha información para mantener el registro de su cuenta y mejorar la funcionalidad de nuestros Juegos y Servicios. Además, su información será compartida con nosotros por Console Platform, incluida país, sexo, edad, \"Amigos\" y lista de bloqueo en Console Platform. Usaremos dicha información para entregarle los Juegos de consola y el servicio. \r\n\r\nPara ofrecerle una experiencia más consistente y personalizada en sus interacciones con nosotros, la información recopilada a través de una oferta o parte del Servicio puede combinarse con la información obtenida a través de otras ofertas o partes del Servicio. También podemos complementar la información que recopilamos con información obtenida de otras empresas. Por ejemplo, podemos utilizar servicios de otras compañías que nos permiten derivar un área geográfica general basada en la dirección IP para personalizar ciertos servicios para su área geográfica.\r\n\r\nSi nos proporciona información personal sobre otros, o si otros nos dan su información, solo usaremos esa información por el motivo específico por el que nos la proporcionó.\r\n\r\n\r\n¿Compartimos información personal? Si es así, ¿cómo compartimos su información?\r\n\r\nCompartiremos su información personal con terceros solo en las formas que se describen en esta Política. Por lo general, no divulgamos, vendemos ni intercambiamos información personal sobre nuestros visitantes y usuarios a terceros.\r\n\r\nNuestros proveedores de servicios\r\nPodemos compartir información personal con proveedores, consultores y otros proveedores de servicios (\"Proveedores de servicios\"), como nuestro procesador de tarjetas de crédito y nuestro proveedor de chat en vivo que están contratados o trabajan con nosotros en relación con la operación del Servicio y que necesitan acceso a dicha información para realizar su trabajo para nosotros. Brindamos acceso a la información que puedan necesitar para realizar nuestros servicios bajo términos razonables de confidencialidad. En algunos casos, el Proveedor de servicios puede recopilar directamente su información en nuestro nombre. Informamos a los proveedores de servicios que no están autorizados a utilizar la información personal que obtengan de nosotros más que para proporcionarnos los servicios. Sin embargo, no somos responsables de ninguna información adicional que proporcione directamente a estos proveedores de servicios y le recomendamos que se familiarice con sus prácticas antes de revelar cualquier información personal directamente a dichos proveedores de servicios.\r\n\r\nPodemos compartir su información con socios externos o permitir que dichos socios externos recopilen información suya directamente para brindarnos servicios, lo que incluye brindarle publicidad contextual o dirigida, brindarle ofertas, encuestas o mensajes de marketing o brindar servicios analíticos.          \r\n\r\nDe vez en cuando, también podemos compartir información personal con terceros cuando nos da su consentimiento para hacerlo. Por ejemplo, podemos entablar relaciones con otras partes para ofrecer servicios u ofertas específicos directamente a nuestros usuarios. Si un usuario opta por estos servicios u ofertas de marketing de terceros, por ejemplo, al hacer clic en el enlace de un tercero, podemos compartir la información personal que proporcione en el momento de registrarse o cualquier otra información personal, como su nombre. u otra información de contacto que consideremos razonablemente necesaria o apropiada para que nuestro socio comercial brinde estos servicios u ofertas o se comunique con usted. Si ya no desea que compartamos su información personal con estas empresas, contáctenos en privacy@perfectworld.com.\r\n\r\nNuestras subsidiarias\r\nPodemos compartir información con empresas del mismo grupo de empresas que Perfect World, que incluye nuestras subsidiarias (es decir, cualquier organización que poseamos o controlemos) o nuestra última compañía controladora (es decir, cualquier organización que nos posea o controle) y cualquier subsidiarias que posee. Estas empresas utilizarán su información personal de la misma manera que nosotros en virtud de esta Política.\r\n\r\nCompartir en respuesta a obligaciones legales\r\nPodemos acceder, divulgar o preservar información personal, incluido el contenido de sus comunicaciones, en la creencia de buena fe de que estamos autorizados legalmente por las autoridades públicas o que estamos obligados a hacerlo, incluso para cumplir con la seguridad nacional o la aplicación de la ley. requisitos o que hacerlo es razonablemente necesario o apropiado para cumplir con la ley o con el proceso legal o las autoridades, responder a cualquier reclamo o para proteger los derechos, la propiedad o la seguridad de Perfect World, nuestros usuarios, nuestros empleados o el público, incluido sin limitación para proteger a Perfect World oa nuestros usuarios del uso fraudulento, abusivo, inapropiado o ilegal de nuestro Servicio. La información que recopilamos, incluida la información personal, también se puede divulgar o transferir como parte de, o durante las negociaciones de, cualquier fusión, venta, desinversión o transferencia de la totalidad o una parte de los activos de la empresa, financiación o adquisición o en cualquier otra situación. donde la información personal puede ser transferida como uno de los activos comerciales de Perfect World. Se le notificará por correo electrónico y / o un aviso destacado en nuestro sitio web, de cualquier cambio en la propiedad, usos de su información personal y opciones que pueda tener con respecto a su información personal. También podemos divulgar su información personal a cualquier otro tercero con su consentimiento previo.\r\n\r\nUsted comprende que cuando utiliza las funciones de comunidad de nuestro Servicio, la información que publica en grupos públicos o privados, foros y otras áreas interactivas del Servicio, así como cualquier información que comparte con individuos a través del Servicio, estará disponible para otros usuarios y en algunos casos (como cuando publica en un área pública del Servicio) pueden estar disponibles públicamente.\r\n\r\nLe recomendamos que tenga cuidado al dar información personal a otros o compartir dicha información en foros en línea públicos o privados. No somos responsables de las acciones de terceros con los que comparte información personal. Para solicitar la eliminación de su información personal de nuestros foros comunitarios u otras áreas públicas, contáctenos en privacy@perfectworld.com. Incluso si elimina la información que publicó en el Servicio, las copias pueden permanecer visibles en las páginas del Servicio almacenadas en caché y archivadas, o si otros usuarios han copiado o guardado esa información. En algunos casos, es posible que no podamos eliminar su información personal, en cuyo caso le informaremos si no podemos hacerlo y por qué.\r\n\r\nCompartir debido a la fusión, adquisición y situaciones similares de la transferencia de activos de la empresa La\r\ninformación que recopilamos, incluida la información personal, también puede ser divulgada o transferida como parte de, o durante las negociaciones de, cualquier fusión, venta, desinversión o transferencia de todos o una parte de los activos de la empresa, financiación o adquisición o en cualquier otra situación en la que la información personal pueda ser transferida como uno de los activos comerciales de Perfect World. Se le notificará por correo electrónico y / o un aviso de cualquier cambio en la propiedad, usos de su información personal y opciones que pueda tener con respecto a su información personal.\r\n\r\nTenga en cuenta que nada en este documento restringe el intercambio de información agregada, que puede compartirse con terceros sin su consentimiento.\r\n\r\nTransferencia internacional\r\nPara poder usar también su cuenta en nuestro sitio web y en nuestro Servicio y poder elegir un servidor ubicado en los Estados Unidos o en Europa para jugar, la información relacionada con su cuenta y el uso de nuestros juegos es transferida entre Perfect World Entertainment, Inc. ubicada en los Estados Unidos y Perfect World Publishing BV ubicada en los Países Bajos. Solo para usuarios asiáticos, la información relacionada con su cuenta (ID abierta, ID de cuenta) y el uso de nuestros juegos puede transferirse a un servidor ubicado en Asia.\r\n\r\nEnlaces a sitios de terceros\r\nNuestro Servicio contiene enlaces a otros sitios web. Los sitios de redes sociales de terceros pueden registrar información sobre usted, por ejemplo, si hace clic en el botón \"Agregar esto\" o \"Me gusta\" de un sitio de redes sociales mientras se encuentra en nuestro sitio web o servicio. No controlamos dichos sitios ni sus actividades. Cualquier información personal que proporcione en las páginas vinculadas se proporciona directamente a ese tercero y está sujeta a la política de privacidad de ese tercero. No somos responsables del contenido o las prácticas y políticas de privacidad y seguridad de los sitios web a los que enlazamos. Los enlaces de nuestro Servicio a terceros u otros sitios se proporcionan solo para su conveniencia. Le recomendamos que conozca sus prácticas y políticas de privacidad y seguridad antes de proporcionarles información personal.\r\n\r\nActualizaciones de juegos\r\nCuando actualizamos o \"parcheamos\" cualquiera de nuestros juegos u otro software, podemos utilizar una rutina de parche para verificar si la versión más reciente está instalada en su computadora. De lo contrario, la versión más reciente se puede cargar automáticamente en su computadora y usted da su consentimiento y renuncia a cualquier aviso adicional de dicha carga. Usted comprende y acepta que cuando descarga un juego, para poder usarlo, el Software puede monitorear y comunicar información de su computadora relacionada con la capacidad del hardware.\r\n\r\nNotificaciones automáticas y notificaciones locales\r\nPodemos, con su consentimiento, enviar notificaciones automáticas a su dispositivo móvil para proporcionar actualizaciones del juego y otros mensajes relevantes. Puede administrar las notificaciones push desde la página de configuración de su dispositivo móvil para el juego relevante y / o desde la página de configuración dentro del juego móvil relevante. También podemos enviar notificaciones locales a su dispositivo móvil para proporcionar actualizaciones del juego y otra información relevante. Puede administrar las notificaciones locales desde la página de configuración de su dispositivo móvil para el juego relevante y / o desde la página de configuración dentro del juego móvil relevante.\r\n\r\nMonitoreo\r\nUsted comprende y acepta que cuando se comunica con otros jugadores dentro de un juego o utiliza cualquier función interactiva disponible en el Servicio, como mensajería instantánea, foros o salas de chat, dichas comunicaciones y publicaciones se transmiten a través de nuestros servidores, y podemos, pero no estamos obligados a monitorear todas esas comunicaciones y publicaciones, incluidas aquellas que están designadas como \"privadas\", en la medida en que las leyes y regulaciones nos permitan hacer esto. Usted reconoce que no tiene ninguna expectativa de privacidad con respecto a dichas comunicaciones o publicaciones, y da su consentimiento expreso para dicha supervisión.\r\n\r\n\r\n¿Qué medidas tomamos para proteger la información personal en línea?\r\n\r\nPerfect World se esfuerza por tomar precauciones razonables para salvaguardar y asegurar la información personal que recopilamos a través del Servicio. Hemos implementado procedimientos físicos, electrónicos y administrativos que están diseñados para evitar el acceso no autorizado, la pérdida o el uso indebido. Por ejemplo, Perfect World utiliza la tecnología SSL (capa de conexión segura) para cifrar su transmisión de información confidencial, como contraseñas de cuentas, números de tarjetas de crédito y otra información identificable relacionada con el pago.\r\n\r\nAdemás, restringimos el acceso interno a la información personal a los empleados que necesitan la información para realizar sus funciones. El acceso o uso no autorizado de dicha información por parte de un empleado está prohibido y constituye motivo de acción disciplinaria. Además, nuestros sistemas de administración de información están configurados de tal manera que bloquean o inhiben a los empleados de acceder a información a la que no tienen autoridad para acceder. Debe tener en cuenta que nuestros proveedores de servicios pueden ser responsables de procesar, manejar o almacenar parte de la información personal que recibimos. No están autorizados a comercializarle de forma independiente. Estos proveedores de servicios están obligados por contrato a salvaguardar y asegurar la información personal que recibieron de nosotros. Aunque nos esforzamos por proteger su información personal, debe tener en cuenta, sin embargo, que la información enviada a través de Internet no es necesariamente segura y puede ser interceptada o accedida por terceros. Por lo tanto, no podemos garantizar la seguridad de dicha información y no somos responsables de dicha interceptación.\r\n\r\n¿Qué opciones tiene con respecto al uso de su información personal?\r\n\r\nPerfect World le brinda ciertas opciones para controlar la recopilación, el uso y la divulgación de su información personal. Solicitaremos su consentimiento antes de compartir su información personal con terceros en formas no cubiertas por esta Política (incluido cualquier uso con fines de marketing directo).\r\n\r\nCuando crea una cuenta de Perfect World (es decir, la cuenta en nuestro Servicio, excluyendo cualquier cuenta en las plataformas de terceros), puede administrar la Configuración de privacidad de su perfil. Visite la sección \"Mi cuenta\" en el sitio web para cambiar la configuración de privacidad de su perfil.\r\n\r\nPerfect World puede enviarle un correo electrónico de bienvenida, servicios y correos electrónicos relacionados con la cuenta, y puede enviarle correos electrónicos de marketing y promocionales sobre nuestros productos y servicios. Si no desea que Perfect World le envíe correos electrónicos de marketing y promocionales sobre nuestros productos y servicios, puede optar por no participar siguiendo las instrucciones para cancelar la suscripción incluidas en cada correo electrónico promocional. También puede administrar boletines informativos por correo electrónico y actualizaciones en la sección \"Mi cuenta\" del sitio web. Sin embargo, esto no afectará nuestra capacidad para enviarle correos electrónicos relacionados con el servicio y la cuenta o para utilizar su información personal como se describe en esta Política.\r\n\r\nPerfect World puede enviarle correo postal promocional y de marketing sobre nuestros productos y servicios. Si desea que se elimine su nombre, currículum vitae o cualquier otra información personal de nuestra lista de correo o de nuestros sistemas, puede hacerlo enviando un correo electrónico a privacy@perfectworld.com.\r\n\r\nConsulte la información técnica de su navegador o dispositivo móvil para obtener instrucciones sobre cómo eliminar y deshabilitar las cookies y otras herramientas de seguimiento / grabación. Dependiendo de su tipo de navegador o dispositivo móvil, es posible que no sea posible eliminar o deshabilitar los mecanismos de seguimiento. Tenga en cuenta que deshabilitar las cookies y / u otras herramientas de seguimiento nos impide a nosotros y a nuestros socios comerciales rastrear las actividades de su navegador en relación con el Servicio y para su uso en actividades publicitarias específicas por parte de terceros. Sin embargo, hacerlo puede deshabilitar muchas de las funciones disponibles a través del Servicio. Si desea obtener más información sobre las cookies y los anuncios dirigidos, o si desea que las empresas que forman parte de la Iniciativa de publicidad en red no utilicen esta información, visite www.networkadvertising.org/choices.\r\n\r\n\r\nPrivacidad de los niños Las\r\n\r\npersonas menores de 13 años no son elegibles para usar nuestro Servicio. Los Servicios no están dirigidos a personas menores de 13 años. Si descubrimos que inadvertidamente hemos recopilado información de niños menores de 13 años, eliminaremos la información del niño de nuestros sistemas lo antes posible. Si se da cuenta de que se nos ha proporcionado información personal sobre una persona menor de 13 años, comuníquese con nosotros de inmediato utilizando los detalles a continuación. Si es menor de 18 años, no puede proporcionarnos ninguna información sin obtener previamente el consentimiento de su padre o tutor.\r\n\r\n\r\nDerechos de los residentes de California\r\n\r\nAlcance de este Aviso de\r\n\r\nprivacidad Este aviso de privacidad describe la información personal que recopilamos o procesamos sobre los residentes de California en relación con el Servicio, cómo usamos, compartimos y protegemos esa información personal, y cuáles son sus derechos con respecto a la información personal que recopilamos o procesamos.\r\n\r\nEn este aviso de privacidad, \"información personal\" tiene el mismo significado que en virtud de la Ley de Privacidad del Consumidor de California (CCPA), la Sección 1798.83 del Código Civil de California: la información que identifica, se relaciona con, describe, es razonablemente capaz de asociarse con, o podría razonablemente estar vinculado, directa o indirectamente, con un consumidor u hogar en particular. La información personal no incluye información que haya sido desidentificada o agregada.\r\n\r\nInformación personal que recopilamos y compartimos, y con qué propósito\r\nEn los últimos 12 meses, hemos recopilado y compartido información personal de visitantes en las siguientes circunstancias cuando interactúan con el Servicio, como se describe en detalle anteriormente:\r\n   - Colección activa\r\n   - Facebook Connect\r\n   - Archivos de registro\r\n   - Cookies y tecnologías de seguimiento\r\n   - Identificadores de dispositivos - Identificadores de\r\n   usuario\r\n   - Dirección IP\r\n   - Datos de ubicación\r\n\r\n\r\n\r\nComo se describe en detalle anteriormente, usamos su información personal para una variedad de propósitos para operar, evaluar la actividad y mejorar el desempeño del Servicio.\r\n\r\nExcepto como se describe en detalle anteriormente, no compartiremos con terceros información sobre usted sin su consentimiento.\r\n\r\n\r\nSus derechos como residente de California\r\n\r\nSegún la ley de California, los usuarios que son residentes de California tienen derechos específicos con respecto a su información personal. Estos derechos están sujetos a ciertas excepciones que se describen a continuación. Cuando sea necesario, responderemos a la mayoría de las solicitudes dentro de los 45 días a menos que sea razonablemente necesario extender el tiempo de respuesta.\r\n\r\nDerecho a la divulgación de información\r\nTiene derecho a solicitar que divulguemos cierta información sobre nuestras prácticas con respecto a la información personal. Si envía una solicitud válida y verificable y confirmamos su identidad y / o autoridad para realizar la solicitud, le revelaremos cualquiera de los siguientes, según sus indicaciones:\r\n   - Las categorías de información personal que hemos recopilado sobre usted en los últimos 12 meses.\r\n   - Las categorías de fuentes de la información personal que hemos recopilado sobre usted en los últimos 12 meses.\r\n   - Nuestro propósito comercial o empresarial para recopilar esa información personal.\r\n   - Las categorías de terceros con los que compartimos esa información personal.\r\n   - Las piezas específicas de información personal que recopilamos sobre usted.\r\n   - Si divulgamos su información personal a un tercero con un propósito comercial, una lista de los tipos de información personal que recibió cada categoría de destinatario.\r\n\r\n\r\nDerecho a eliminar información personal\r\n\r\nTiene derecho a solicitar que eliminemos su información personal recopilada y retenida, sujeto a ciertas excepciones. Al recibir una solicitud verificada para eliminar su información personal, lo haremos a menos que la ley autorice lo contrario.\r\n\r\n\r\nCómo ejercer estos derechos\r\n\r\nPuede enviarnos una solicitud de consumidor verificable para la divulgación o eliminación de información personal haciendo clic aquí\r\n\r\nResponderemos a las solicitudes verificables de divulgación o eliminación de información personal sin cargo, dentro de los 10 días posteriores a la recepción.\r\n\r\nPara proteger su privacidad y la seguridad de su información, verificamos las solicitudes de los consumidores comparando la información personal que usted proporciona con la información que tenemos en nuestro poder, a fin de confirmar su identidad. Cualquier información adicional que proporcione se utilizará únicamente para verificar su identidad y no para ningún otro propósito.\r\n\r\nPuede designar a un agente autorizado para realizar solicitudes en su nombre. Debe proporcionar un permiso por escrito a un agente autorizado para enviar una solicitud en su nombre, y es posible que le solicitemos que verifique su identidad directamente con nosotros. Alternativamente, un agente autorizado al que se le haya otorgado un poder notarial según las secciones 4000-4465 del Código Testamentario puede presentar una solicitud en su nombre.\r\n\r\nDerecho a\r\n\r\nexcluirse de la venta de su información personal Tiene derecho a optar por excluirse de la venta de su información personal. En cualquier momento, puede dirigir negocios que venden su información personal a terceros para que no vendan su información personal.\r\n\r\nNo vendemos su información personal y, por lo tanto, no proporcionamos ningún mecanismo para que pueda ejercer su derecho a optar por no participar. \r\n\r\nDerecho a la no discriminación\r\n\r\nTiene derecho a no ser discriminado por el ejercicio de sus derechos de privacidad en California descritos anteriormente.\r\n\r\nPara residentes que no son de California: Cómo revisar, actualizar, corregir o eliminar información personal Si lo\r\n\r\nsolicita, Perfect World le proporcionará información sobre si tenemos o procesamos en nombre de un tercero, su información personal. Para solicitar esta información, envíe un ticket a través del sitio web de Atención al cliente: https://support.perfectworld.com.\r\n\r\nPuede revisar, actualizar, corregir o eliminar su información personal recopilada a través del Servicio enviándonos un correo electrónico a privacy@perfectworld.com o comunicándose con nosotros en:\r\n    Perfect World Entertainment Inc.\r\n    100 Redwood Shores Parkway, 4th Floor\r\n    Redwood City, CA 94065\r\n    Attn: Solicitud de política de privacidad\r\n\r\nTenga en cuenta que ciertos tipos de información personal que son necesarios para verificar la elegibilidad, como la fecha de nacimiento o la edad, no se pueden eliminar a menos que cierre su Cuenta. Sin embargo, dicha información puede modificarse con una verificación suficiente de la nueva información. Tenga en cuenta que la eliminación de sus datos puede dar lugar a la cancelación de su cuenta y de los servicios correspondientes.\r\n\r\nPara tener acceso a su información personal, debe proporcionar suficiente prueba de identificación según lo solicitemos, y nos reservamos el derecho de denegar el acceso a cualquier usuario si creemos que hay una duda sobre su identidad. Responderemos a todas las solicitudes de acceso dentro de los 30 días.\r\n\r\nAdemás, nos reservamos el derecho de retener su información en nuestros archivos si creemos que es necesario o aconsejable para resolver disputas, hacer cumplir los Términos de servicio y para requisitos y restricciones técnicas y legales relacionados con el Servicio.\r\n\r\n\r\nSeguridad\r\n\r\nLa seguridad de su información personal es importante para nosotros. Cuando ingresa información confidencial (como un número de tarjeta de crédito) en nuestros formularios de pedido, encriptamos la transmisión de esa información utilizando tecnología de capa de conexión segura (SSL).\r\n\r\nSeguimos estándares generalmente aceptados para proteger la información personal que se nos envía, tanto durante la transmisión como una vez que la recibimos. Sin embargo, ningún método de transmisión a través de Internet o método de almacenamiento electrónico es 100% seguro. Por tanto, no podemos garantizar su absoluta seguridad. Si tiene alguna pregunta sobre la seguridad de nuestro Servicio, puede contactarnos en privacy@perfectworld.com.\r\n\r\n\r\nUsuarios internacionales\r\n\r\nPerfect World es una empresa con sede en los Estados Unidos y nuestros servidores y operaciones comerciales se encuentran principalmente en el estado de California. Al utilizar nuestro Servicio y proporcionarnos información, usted acepta la transferencia, el almacenamiento y el procesamiento de su información en computadoras ubicadas en los Estados Unidos de América de la manera descrita en esta Política. Usted reconoce y comprende que las leyes relativas a La información en los Estados Unidos puede ser menos estricta que las leyes de su país y puede que no ofrezca las mismas protecciones o derechos que esas leyes. Si se opone a que su información personal sea transferida o utilizada como se describe en esta Política, no utilice este Servicio.\r\n\r\nContáctenos\r\nSi tiene alguna pregunta, inquietud o comentario con respecto a esta Política, comuníquese con nosotros por correo electrónico a privacy@perfectworld.com.\r\n\r\n",
  "version": 4
}