{
  "content": "隱私政策 \r\n\r\n請仔細閱讀本隱私政策。它描述了有關我們如何收集，使用和披露個人信息的詳細信息。如果您未滿18歲，請勿提供任何信息，除非您已首先獲得父母或監護人的許可。\r\n\r\n感謝您閱讀我們的隱私政策並訪問我們的網站www.arcgames.com和www.perfectworld.com。完美世界娛樂公司（\"完美世界\"，\"我們\"，\"我們\"）使用並維護本隱私政策（以下簡稱\"政策\"），該政策概述了何時以及如何收集，使用，保護和披露與您的個人信息有關的個人信息使用www.arcgames.com和www.perfectworld.com，Perfect World運營的任何其他網站以及任何微型網站，移動網站或此類網站的子域（統稱為\"網站\"），任何遊戲，移動遊戲以及完美世界通過網站運營的遊戲平台，客戶端或服務器（以下簡稱\"遊戲\"），以及通過網站提供的所有功能，功能，軟件和服務。網站，遊戲以及通過網站提供的功能，功能，軟件和服務共同構成\"服務\"。它還描述了有關使用，訪問以及如何更新和更正您的個人信息的可用選擇。我們保留隨時更改本政策規定的權利。如果我們進行任何重大更改，我們將在更改生效之前通過電子郵件（發送至您帳戶中指定的電子郵件地址）或通過本網站上的通知通知您。我們鼓勵您定期查看此頁面，以獲取有關我們的隱私慣例的最新信息。\r\n\r\n\r\n什麼是個人信息？\r\n\r\n如本文所用，術語\"個人信息\"是指專門識別個人的信息（例如姓名，地址，電話號碼，手機號碼，電子郵件地址或其他帳號），以及有關該個人的位置或活動的信息，例如直接鏈接到個人身份信息時，作為有關其使用服務，IP地址或移動設備標識符的信息。個人信息還包括人口統計信息，例如出生日期，性別，地理區域和與個人身份相關的其他個人信息相關聯的偏好。 \r\n\r\n個人信息不包括\"匯總\"信息，即我們收集的有關服務使用或有關產品，服務或用戶的組或類別的數據，這些信息已從中刪除了個人身份或其他個人信息。匯總數據有助於我們了解趨勢和用戶需求，以便我們可以更好地考慮新功能或定制服務。此政策絕不限製或限制我們對匯總信息的收集和使用。\r\n\r\n\r\n我們收集什麼個人信息？\r\n\r\n有效收集\r\n個人信息在您訪問或使用我們的服務時可能會以多種方式收集。例如，當您註冊並設置帳戶，申請工作或出於任何原因通過電子郵件或其他方式與我們聯繫時，我們可能會收集您的姓名，地址，電子郵件地址，用戶名以及其他聯繫方式和人口統計信息。當您購物時，我們可能還會收集您的信用卡或其他付款或賬單信息。如果您在創建個人資料或群組，留下評論，發表內容，向另一位用戶發送電子郵件或消息或參與任何交互式聊天室，論壇，社交媒體平台或網站或服務或您使用我們的遊戲時的其他功能。此外，我們可能會不時收集您提供的與您自願參與調查，抽獎，競賽，遊戲，促銷優惠和其他活動有關的人口統計信息，聯繫方式或其他個人信息。您可以訪問我們服務的某些部分，而無需向我們提供任何個人信息。但是，除非提供某些信息，否則您將無法使用需要註冊或接收材料的某些功能。我們可能會不時更改註冊時或有關某些功能或服務所需的信息，因此這可能不是完整的列表。\r\n\r\n我們會不時在\"服務\"上發布客戶推薦/評論/評論，其中可能包含個人身份信息。在發布推薦書之前，我們確實通過電子郵件獲得了客戶的同意，以便將其姓名和推薦書一起發布。如果您想更新或刪除您的推薦，可以通過privacy@perfectworld.com與我們聯繫。\r\n\r\nFacebook Connect\r\n您可以使用Facebook的登錄服務（\" Facebook Connect\"）登錄到我們的服務。該服務將驗證您的身份，並為您提供與我們共享某些個人信息（例如您的姓名和電子郵件地址）的選項，以預先填寫我們的註冊表格。我們可能還會從Facebook收集其他信息，包括但不限於與您的帳戶關聯的用戶ID，訪問該服務所需的訪問令牌，您已允許Facebook與我們共享的任何信息以及您擁有的任何信息在Facebook上公開。如果您允許我們訪問您的朋友列表，則可以使用和存儲您朋友的用戶ID以及您與這些朋友的聯繫，以使您的體驗更加社交化，並允許您邀請朋友使用我們的服務以及當您的朋友加入我們的服務時為您提供更新。在將其鏈接或連接到我們的網站或服務之前，您應始終查看並在必要時調整Facebook上的隱私設置。您也可以通過調整Facebook設置來取消Facebook帳戶與服務的鏈接。您還可以選擇將有關您在此服務上的活動的信息發佈到您的Facebook個人資料頁面，以與網絡中的其他人共享。\r\n\r\n日誌文件\r\n使用服務時，還會自動收集一些信息，例如Internet協議（IP）地址，操作系統，瀏覽器或移動設備的類型和語言，訪問時間，推介網站的地址以及您的服務上的活動。我們還使用服務上的網站分析工具從您的瀏覽器或移動設備上檢索信息，包括您來自的網站，搜索引擎以及用於查找我們網站的關鍵字，在服務中查看的頁面，您的瀏覽器插件，瀏覽器的寬度和高度以及其他有助於我們改進服務的信息。我們還會在非完美世界的網站和服務上投放廣告並提供網站分析工具，並且我們還會在這些第三方網站上收集有關頁面瀏覽量的信息。如果我們將其與上述任何標識信息結合或鏈接到我們，則將其視為個人信息。否則，僅在聚合中使用它。\r\n\r\nCookies和跟踪技術\r\n使用\"服務\"即表示您同意我們可以通過使用\" cookies\"或其他類似的跟踪技術自動收集某些信息，以分析趨勢，管理網站，跟踪用戶在網站上的活動並收集人口統計信息。關於我們整個用戶群的信息。我們使用cookie收集有關您對服務的使用，計算機的配置以及計算機或設備與服務的交互的常規信息，並將此信息存儲在日誌文件中。我們使用此信息來了解服務的流量和使用情況，使我們能夠改善服務，提供最佳的在線體驗並改善我們的客戶服務。我們的第三方服務也使用如上所述的cookie。用戶可以在各個瀏覽器級別控制cookie的使用。 Cookies是應網站或服務的請求存儲在用戶硬盤驅動器上的小數據文件，以使網站或服務能夠識別以前訪問過它們的用戶並保留某些信息，例如客戶偏好和歷史記錄。如果我們將cookie與任何個人身份信息結合或鏈接到任何個人身份信息，我們會將這些信息視為個人信息。清晰的gif（也稱為網絡錯誤或網絡信標）是小的，不可見的圖形圖像，可以在網站或服務或與網站或服務有關的電子郵件中使用，以收集某些信息並監視用戶在網站或服務上的活動。當您收到我們的電子郵件時，我們可能會使用網絡信標，自定義鏈接或類似技術來確定電子郵件是否已打開以及您單擊了哪些鏈接，以便為您提供更集中的電子郵件通信或其他信息。如果您希望阻止，擦除或警告Cookie，請參閱瀏覽器或移動設備的說明或幫助屏幕以了解這些功能。您可能無法刪除或禁用某些移動設備和/或某些瀏覽器上的cookie。請記住，如果將瀏覽器或移動設備設置為不接受cookie或用戶拒絕cookie，則網站或服務的某些部分可能無法正常運行。例如，您可能無法登錄，也可能無法訪問某些網站或服務功能或服務。您可以在我們的Cookie政策中找到有關我們使用Cookie和網絡信標的更多具體信息。您可以在www.allaboutcookies.org上找到有關如何更改瀏覽器cookie設置的更多信息。要管理Flash cookie，請單擊此處。\r\n\r\n我們也可能使用第三方在我們的服務上投放廣告。這些第三方可能會在您的計算機上放置cookie，清晰的gif或其他設備以收集信息，並且這些設備提供的信息尤其可以用於投放針對您的興趣的廣告，以及更好地了解我們的使用和訪問情況這些第三方跟踪的服務和其他站點。本政策不適用於第三方廣告中的Cookie或不遵守此類第三方的隱私政策或數據收集規範，並且我們概不負責。歐盟的廣告行業已經制定了計劃，以幫助您選擇退出接收用於這些目的的Cookie。您可以從www.youronlinechoices.eu了解有關歐盟計劃的更多信息。如果您想了解有關Cookie和定向廣告的更多信息，或者選擇不讓Network Advertising Initiative旗下公司使用此信息，請訪問www.networkadvertising.org/choices。請注意，這不會使您退出廣告。您將繼續收到通用廣告。請注意，我們無法訪問或控制任何第三方跟踪技術。\r\n\r\n設備標識符\r\n當您通過移動設備（包括但不限於智能手機或平板電腦）或通過移動設備訪問服務時，我們可能會使用，訪問，收集，監視和/或遠程存儲一個或多個\"設備標識符\"，例如通用唯一標識符（\" UUID\"）。設備標識符是存儲在您的移動設備上或與之關聯的小型數據文件或類似數據結構，可唯一標識您的移動設備。設備標識符可以是與設備硬件相關聯存儲的數據，與設備操作系統或其他軟件相關聯存儲的數據，也可以是我們發送給設備的數據。設備標識符可能會向我們傳達有關您如何瀏覽和使用服務的信息。設備標識符可能會永久保留在您的設備上，以幫助您更快地登錄並增強通過服務的導航。如果削弱或禁用了設備標識符的使用或可用性，則該服務的某些功能可能無法正常運行。\r\n\r\n用戶標識符\r\n當您訪問服務時，我們將使用，訪問，收集，監視和/或遠程存儲一個或多個\"用戶標識符\"。用戶標識符是分配給用戶的小型數據文件或類似數據結構，用於使您繼續進行遊戲進度，在多個平台上使用遊戲並幫助在多個平台上關聯您的身份。用戶標識符可能會向我們傳達有關您如何瀏覽和使用服務的信息。用戶標識符可能會永久保留在您的設備或計算機上，以幫助您更快地登錄並增強通過服務的導航。如果削弱或禁用了用戶標識符的使用或可用性，則該服務的某些功能可能無法正常運行。\r\n\r\n位置數據\r\n當您通過移動設備或通過移動設備訪問服務時，我們可能會使用，訪問，收集，監視和/或遠程存儲\"位置數據\"，其中可能包括GPS坐標（例如緯度和/或經度）或有關您的移動設備的位置。位置數據可能會向我們傳達有關您如何瀏覽和使用服務的信息。如果削弱或禁用位置數據的使用或可用性，則該服務的某些功能（尤其是基於位置的服務）可能無法正常運行。\r\n\r\n為防止作弊和未經授權的軟件而收集的數據\r\n當您運行我們的遊戲軟件時，這可能涉及旨在檢測作弊或未經授權的和惡意程序的軟件功能。在這種情況下，我們可能會訪問，收集，監視和/或遠程存儲遊戲截圖，與硬件容量有關的信息，與我們的遊戲軟件有關的修改，已知未經授權或惡意的第三方程序的簽名，配置文件或名稱，文件或促成或促進作弊，不正當優勢或黑客入侵遊戲或服務的過程。如果檢測到未經授權或惡意程序，則遊戲軟件還可能向我們傳達用戶帳戶和用戶ID以及有關未經授權或惡意程序或其使用的信息。\r\n\r\n在控制台遊戲中收集的信息\r\n當您在控制台平台上訪問控制台遊戲時，我們會通過使用服務自動收集以下信息：Internet協議（IP）地址，日誌數據（時間和時間段），遊戲中的物品和行為，您在遊戲中完成的成就，您推薦的其他用戶。\r\n\r\n我們還從第三方來源獲得信息。如果您在聯網控制台上玩我們的遊戲，他們可能會在控制台平台上與我們共享您的平台ID，國家/地區，性別，年齡，\"朋友\"和屏蔽列表。通過控制台平台與我們共享此類信息將受相關控制台平台的隱私政策的約束。\r\n\r\n我們可能會不時更改註冊時或有關某些功能或服務所需的信息，因此這可能不是完整的列表。\r\n\r\n您可以訪問我們服務的某些部分，而無需向我們提供任何個人信息。但是，除非提供某些信息，否則您將無法使用需要註冊或接收材料的某些功能。由於執行我們的服務是必要的，因此處理此個人信息是合法的。\r\n\r\n\r\n我們如何使用個人信息？\r\n\r\n通常，我們使用收集到的個人信息來處理您的請求或交易，向您提供您所請求的信息或服務，向您告知我們認為您會感興趣的其他信息，事件，促銷，產品或服務，促進您對服務的使用以及我們對服務的管理和運營，以更好地了解訪問者的需求以及提供信息的目的。例如，我們可能使用收集的信息：\r\n   到-向您發送歡迎電子郵件，並就您對服務的使用與您聯繫；\r\n   -提供您要求的服務，產品或信息，並處理與此有關的任何交易；\r\n   -允許您在我們的論壇，聊天，社交媒體或其他類似功能上與服務的其他成員進行互動；\r\n   -提供技術支持，客戶服務並確保我們的服務持續平穩運行；\r\n   -出於招聘目的，以及如果您被提供工作或被我們僱用，則出於其他與就業有關的目的；\r\n   -回复您的電子郵件，提交，評論，請求或投訴；\r\n   -分析用戶特徵和使用模式，以便更好地了解我們的產品和服務的使用方式並更有效地進行營銷；\r\n   -改善服務的內容，產品，服務和功能，包括個性化內容和體驗以及向您做廣告；\r\n   -顯示根據您的興趣和愛好定制的內容和廣告；\r\n   -向您發送新聞通訊，調查，競賽和抽獎活動公告，並通知競賽和抽獎活動獲獎者；\r\n   -請求反饋，進行研究和分析，並使我們能夠操作，開發，定制和改進服務以及我們的出版物，產品和服務；\r\n   -就我們或第三方的服務，產品，活動，促銷，特殊事件或優惠以及其他營銷，信息，產品開發和促銷目的與您聯繫；\r\n   -防止或調查涉及本服務或我們任何產品和服務的實際或懷疑的欺詐，黑客，侵權或其他不當行為。\r\n\r\n特別是在主機遊戲中，我們會使用您的個人信息來提供您需要的產品和服務，與您交流，改善我們的服務以及用於以下目的，包括以下目的：\r\n\r\n我們收集互聯網協議（IP）地址，記錄數據（時間和時間段），遊戲中的物品和行為，您在遊戲中完成的成就，通過使用服務推薦給您的其他用戶。我們將使用這些信息來保存您的帳戶記錄並改善我們的遊戲和服務的功能。另外，您的信息將通過控制台平台與我們共享，包括國家/地區，性別，年齡，\"朋友\"和控制台平台中的阻止列表。我們將使用這些信息為您提供控制台遊戲和服務。 \r\n\r\n為了在與我們的互動中為您提供更加一致和個性化的體驗，通過一項產品或服務的一部分收集的信息可能會與通過其他產品或服務的部分獲得的信息結合在一起。我們還可能用從其他公司獲得的信息來補充我們收集的信息。例如，我們可能會使用來自其他公司的服務，這些服務使我們能夠基於IP地址得出一般地理區域，以便為您的地理區域定制某些服務。\r\n\r\n如果您向我們提供有關他人的個人信息，或者如果他人向我們提供您的信息，則我們僅會出於提供給我們的特定原因使用該信息。\r\n\r\n\r\n我們是否共享個人信息？如果是這樣，我們如何分享您的信息？\r\n\r\n我們將僅以本政策中所述的方式與第三方共享您的個人信息。我們通常不會向任何第三方披露，出售或交易有關我們的訪客和用戶的任何個人信息。\r\n\r\n我們的服務提供商\r\n我們可能會與供應商，顧問和其他服務提供商（\"我們的信用卡提供商\"和\"實時聊天\"供應商）共享個人信息，這些服務提供商與我們合作或與其合作並與之合作並需要訪問此類信息來為我們開展工作的人。我們提供在合理的保密條款下他們執行我們的服務可能需要的信息的權限。在某些情況下，服務提供商可能會代表我們直接從您那裡收集信息。我們告知服務提供商，除為我們提供服務外，不得使用他們從我們那裡獲得的個人信息。但是，我們對您直接提供給這些服務提供商的任何其他信息概不負責，我們鼓勵您在直接向此類服務提供商披露任何個人信息之前先熟悉其做法。\r\n\r\n我們可能會與第三方合作夥伴共享您的信息，或允許此類第三方合作夥伴直接向您收集信息，以便向我們提供服務，包括為您提供上下文或針對性的廣告，提供要約，調查或營銷信息或提供分析服務。          \r\n\r\n如果您同意，我們也可能會不時與第三方共享個人信息。例如，我們可能與其他方建立關係，以向我們的用戶直接提供特定的服務或優惠。如果用戶選擇加入這些第三方服務或市場營銷優惠（例如通過單擊第三方鏈接），我們可能會在註冊時共享您提供的個人信息或諸如您的姓名之類的其他個人信息。或其他我們認為合理或必要的聯繫信息，以便我們的業務合作夥伴提供這些服務或要約或與您取得聯繫。如果您不再希望我們與這些公司共享您的個人信息，請通過privacy@perfectworld.com與我們聯繫。\r\n\r\n我們的子公司\r\n我們可能與Perfect World在同一集團公司中的公司共享信息，其中包括我們的子公司（即我們擁有或控制的任何組織）或最終控股公司（即擁有或控制我們的任何組織）以及它擁有的子公司。這些公司將按照我們在本政策下的相同方式使用您的個人信息。\r\n\r\n為履行法律義務而進行共享\r\n我們可以真誠地認為，我們已得到公共當局的合法授權或被要求這樣做（包括為了滿足國家安全或執法要求），我們可能會訪問，披露或保留您的通訊內容等個人信息。遵守法律或法律程序或當局，回應任何索賠或保護Perfect World，我們的用戶，我們的員工或公眾的權利，財產或安全的要求或合理地必要或適當的行為，包括但不限於保護Perfect World或我們的用戶免受欺詐，濫用，不當或非法使用我們服務的侵害。我們收集的信息（包括個人信息）也可能作為任何合併，出售，資產剝離或轉讓公司資產的全部或部分，融資或收購或在任何其他情況下的一部分或在談判過程中披露或轉讓。個人信息可以作為完美世界的商業資產之一進行傳輸。所有權的任何更改，您的個人信息的使用以及您對個人信息的選擇可能會通過電子郵件和/或我們網站上的醒目的通知通知您。在您事先同意的情況下，我們也可能將您的個人信息透露給任何其他第三方。\r\n\r\n您了解，當您使用我們服務的社區功能時，您在公共或私人組，論壇和服務的其他交互式區域中發布的信息以及通過服務與個人共享的任何信息將可供其他人使用。用戶，並且在某些情況下（例如，當您發佈到服務的公共區域時）可能是公開可用的。\r\n\r\n我們建議您在向他人提供個人信息或在公共或私人在線論壇中共享此類信息時保持謹慎。我們不對與您共享個人信息的任何第三方的行為負責。要請求從我們的社區論壇或其他公共區域刪除您的個人信息，請通過privacy@perfectworld.com與我們聯繫。即使您刪除了發佈到服務上的信息，副本仍可能在服務的緩存和存檔頁面中可見，或者其他用戶已經復製或保存了該信息。在某些情況下，我們可能無法刪除您的個人信息，在這種情況下，如果我們無法刪除您的個人信息以及原因，我們會通知您。\r\n\r\n因合併，收購和類似情況發生的公司資產轉讓導致的共享\r\n我們收集的信息（包括個人信息）也可能作為所有合併，出售，資產剝離或轉讓的一部分或在談判過程中披露或轉讓。公司資產的一部分，融資或收購，或在其他任何情況下可能會將個人信息作為完美世界的商業資產之一進行轉移的情況。我們將通過電子郵件和/或關於所有權的任何更改，您的個人信息的使用以及關於個人信息的選擇的通知，通知您。\r\n\r\n請注意，此處沒有任何內容限制匯總信息的共享，未經您的同意，這些信息可能會與第三方共享。\r\n\r\n國際轉移\r\n為了能夠同時在我們的網站和我們的服務上使用您的帳戶，並能夠選擇位於美國或歐洲的服務器進行遊戲，與您的帳戶和我們的遊戲使用有關的信息是在位於美國的Perfect World Entertainment，Inc.和位於荷蘭的Perfect World Publishing BV之間轉讓。僅對於亞洲用戶，與您的帳戶有關的信息（開放ID，帳戶ID）和我們遊戲的使用可能會轉移到位於亞洲的服務器上。\r\n\r\n鏈接到第三方網站\r\n我們的服務包含指向其他網站的鏈接。第三方社交媒體網站可能會記錄有關您的信息，例如，如果您在我們的網站或服務上單擊某個社交媒體網站的\"添加此\"或\"贊\"按鈕。我們不控制此類網站或其活動。您在鏈接頁面上提供的任何個人信息均直接提供給該第三方，並受該第三方的隱私政策的約束。我們對鏈接到的網站的內容或隱私和安全慣例以及政策概不負責。我們提供的服務到第三方或其他站點的鏈接僅是為了您的方便。我們鼓勵您在向他們提供個人信息之前了解他們的隱私和安全慣例以及政策。\r\n\r\n遊戲更新\r\n當我們更新或\"修補\"我們的任何遊戲或其他軟件時，我們可能會利用修補例程來驗證您的計算機上是否安裝了最新版本。如果不是，則最新版本可能會自動上傳到您的計算機，您在此同意並放棄對此上傳的任何進一步通知。您了解並同意，在下載遊戲時，為了能夠使用該遊戲，軟件可能會監視並傳達您計算機中與硬件容量有關的信息。\r\n\r\n推送通知和本地通知\r\n我們可能會在您同意的情況下向您的移動設備發送推送通知，以提供遊戲更新和其他相關消息。您可以從移動設備的相關遊戲的設置頁面和/或相關移動遊戲內的設置頁面管理推送通知。我們也可能會向您的移動設備發送本地通知，以提供遊戲更新和其他相關信息。您可以從移動設備的相關遊戲的設置頁面和/或相關移動遊戲內的設置頁面管理本地通知。\r\n\r\n監視\r\n您理解並同意，當您與遊戲中的其他玩家交流或使用服務上可用的任何互動功能（例如即時消息，論壇或聊天室）時，此類交流和發布均通過我們的服務器進行傳輸，我們可能會但沒有義務監控所有此類通訊和張貼，包括那些被指定為\"私人\"的通訊和張貼，只要法律和法規允許我們做到這一點。您承認對任何此類通訊或張貼內容不抱有隱私期望，並明確表示同意進行此類監視。\r\n\r\n\r\n我們應採取什麼步驟來在線保護個人信息？\r\n\r\n完美時空致力於採取合理的預防措施，以保護和保護我們通過服務收集的個人信息。我們已經制定了物理，電子和管理程序，旨在防止未經授權的訪問，丟失或濫用。例如，Perfect World使用SSL（安全套接字層）技術來加密您對我們的敏感信息的傳輸，例如帳戶密碼，信用卡號和其他與付款相關的可識別信息。\r\n\r\n此外，我們將內部訪問權限限制為需要個人信息來執行其職責的員工。禁止員工未經授權訪問或使用此類信息，這構成了紀律處分的依據。此外，我們的信息管理系統配置為阻止或禁止員工訪問其無權訪問的信息。您應注意，我們的服務提供商可能負責處理，處理或存儲我們收到的某些個人信息。他們無權獨立銷售給您。根據合同，這些服務提供商必須保護和保護從我們那裡收到的個人信息。儘管我們努力保護您的個人信息，但是您應該知道，通過Internet發送的信息不一定是安全的，並且可能會被第三方攔截或訪問。因此，我們不能保證此類信息的安全性，對於此類攔截我們不承擔任何責任。\r\n\r\n您對個人信息的使用有哪些選擇？\r\n\r\n完美世界為您提供某些選項，以控制您的個人信息的收集，使用和披露。在以本政策未涵蓋的方式（包括用於直接營銷目的的任何方式）與第三方共享您的個人信息之前，我們會徵求您的同意。\r\n\r\n創建完美世界帳戶（即我們服務上的帳戶，不包括第三方平台上的任何帳戶）時，您可以管理個人資料的隱私設置。請訪問網站上的\"我的帳戶\"部分，以更改個人資料的隱私設置。\r\n\r\n完美世界可能會向您發送歡迎電子郵件，服務和帳戶相關電子郵件，並可能向您發送有關我們產品和服務的市場營銷和促銷電子郵件。如果您不希望Perfect World向您發送有關我們產品和服務的市場營銷和促銷電子郵件，則可以按照每封促銷電子郵件中的退訂說明進行退出。您還可以在網站的\"我的帳戶\"部分中管理電子郵件新聞稿和更新。但是，這不會影響我們向您發送與服務和帳戶相關的電子郵件或使用您的個人信息的能力，如本政策中所述。\r\n\r\n完美世界可能會向您發送有關我們的產品和服務的市場營銷和促銷郵件。如果您想從我們的郵件列表或我們的系統中刪除您的姓名，簡歷或其他任何個人信息，請發送電子郵件至privacy@perfectworld.com。\r\n\r\n請參考您瀏覽器或移動設備的技術信息，以獲取有關如何刪除和禁用Cookie以及其他跟踪/記錄工具的說明。根據您的瀏覽器或移動設備的類型，可能無法刪除或禁用跟踪機制。請注意，禁用Cookie和/或其他跟踪工具會阻止我們和我們的業務合作夥伴跟踪與服務有關的您的瀏覽器活動，以及第三方用於定向廣告活動的行為。但是，這樣做可能會禁用該服務提供的許多功能。如果您想了解有關Cookie和定向廣告的更多信息，或者選擇不讓Network Advertising Initiative旗下公司使用此信息，請訪問www.networkadvertising.org/choices。\r\n\r\n\r\n兒童隱私權\r\n\r\n13歲以下的人士無權使用我們的服務。服務不針對13歲以下的人。如果我們發現不小心從13歲以下的孩子那裡收集了信息，我們將盡快從系統中刪除該孩子的信息。如果您知道已向我們提供了有關13歲以下人士的個人信息，請立即使用以下詳細信息與我們聯繫。如果您未滿18歲，則未事先徵得父母或監護人的同意，不得向我們提供任何信息。\r\n\r\n\r\n加利福尼亞州居民的權利\r\n\r\n本隱私聲明的範圍\r\n\r\n此隱私聲明描述了我們與本服務有關的加利福尼亞居民收集或處理的個人信息，我們如何使用，共享和保護該個人信息，以及您對以下個人信息所享有的權利我們收集或處理。\r\n\r\n在本隱私聲明中，\"個人信息\"的含義與《加利福尼亞消費者隱私法》（CCPA），《加利福尼亞民法典》第1798.83條的含義相同：識別，關聯，描述，合理地能夠與之關聯或可能合理地關聯的信息直接或間接與特定的消費者或家庭鏈接。個人信息不包括已被取消識別或匯總的信息。\r\n\r\n個人信息的收集和共享，以及出於什麼目的\r\n在過去的12個月中，我們已經收集和遊客共享的個人信息在下列情況下，當它們相互作用與服務，如上面詳細描述：\r\n   -主動收集\r\n   - Facebook連接\r\n   -日誌文件\r\n   -Cookies和跟踪技術\r\n   -設備標識符\r\n   -用戶標識符\r\n   -IP地址\r\n   -位置數據\r\n\r\n\r\n\r\n如上所述，我們出於各種目的使用您的個人信息來操作，評估服務活動並改善服務性能。\r\n\r\n除上述詳細說明外，未經您的同意，我們不會與第三方共享有關您的信息。\r\n\r\n\r\n作為加利福尼亞居民的權利\r\n\r\n根據加利福尼亞州的法律，加利福尼亞居民的用戶對其個人信息擁有特定的權利。這些權利受以下某些例外的約束。如果需要，我們會在45天內回復大多數請求，除非有合理的必要延長響應時間。\r\n\r\n信息披露權\r\n您有權要求我們披露有關我們在個人信息方面的慣例的某些信息。如果您提交了有效且可驗證的請求，並且我們確認了您的身份和/或發出請求的權限，我們將按照您的指示向您披露以下任何內容：\r\n   -我們在最近12天內收集的有關您的個人信息類別個月。\r\n   -最近12個月內我們收集的有關您的個人信息的來源類別。\r\n   -我們收集個人信息的商業或商業目的。\r\n   -與我們共享該個人信息的第三方類別。\r\n   -我們收集的有關您的特定個人信息。\r\n   -如果我們出於商業目的向第三方披露了您的個人信息，則列出每個收件人類別接收到的個人信息類型列表。\r\n\r\n\r\n刪除個人信息\r\n\r\n的權利除某些例外情況，您有權要求我們刪除從您那裡收集並保留的任何您的個人信息。收到法律要求刪除您的個人信息的確認請求後，我們將這樣做，除非法律另有授權。\r\n\r\n\r\n如何行使這些權利\r\n\r\n您可以通過單擊此處向我們提交可驗證的消費者要求，以披露或刪除個人信息。\r\n\r\n我們將在收到後10天內免費響應可驗證的要求披露或刪除個人信息的請求。\r\n\r\n為了保護您的隱私和信息安全，我們通過將您提供的個人信息與我們擁有的信息進行匹配來驗證消費者的要求，以確認您的身份。您提供的任何其他信息將僅用於驗證您的身份，而不會用於任何其他目的。\r\n\r\n您可以指定一個授權代理代表您提出請求。您必須提供授權代理人的書面許可才能代表您提交請求，我們可能會要求您直接向我們驗證您的身份。或者，已根據遺囑認證法典第4000-4465條獲得授權委託書的授權代理人可以代表您提交請求。\r\n\r\n選擇不出售您的個人信息\r\n\r\n的權利您有權選擇不出售您的個人信息。您可以隨時指示將您的個人信息出售給第三方的公司，而不出售您的個人信息。\r\n\r\n我們不會出售您的個人信息，因此不會提供任何機制來行使您選擇退出的權利。 \r\n\r\n權不受歧視\r\n\r\n你有上述不被歧視為您的加州隱私權的行使權。\r\n\r\n對於非加利福尼亞居民：如何查看，更新，更正或刪除個人信息\r\n\r\n根據要求，Perfect World將為您提供有關我們是否持有或代表第三方處理您的任何個人信息的信息。要請求此信息，請使用客戶支持網站https://support.perfectworld.com提交票證。\r\n\r\n您可以通過以下方式查看，更新，更正或刪除通過\"服務\"收集的個人信息，請發送電子郵件至：privacy@perfectworld.com，或通過以下方式與我們聯繫：\r\n    Perfect World Entertainment Inc.\r\n    100 Redwood Shores Parkway，4樓\r\n    Redwood City，CA 94065\r\n    Attn：隱私政策要求\r\n\r\n請注意，除非您關閉帳戶，否則不能刪除某些類型的個人信息，例如出生日期或年齡，這是檢查資格的必要條件。但是，可以在對新信息進行充分驗證的情況下修改此類信息。請注意，刪除您的數據可能會導致您的帳戶和適用服務終止。\r\n\r\n要訪問您的個人信息，您必鬚根據我們的要求提供足夠的身份證明，並且如果我們認為您的身份存在疑問，我們保留拒絕訪問任何用戶的權利。我們將在30天內回复所有訪問請求。\r\n\r\n此外，如果我們認為有必要或建議解決爭端，執行服務條款以及與服務有關的技術和法律要求以及約束，我們保留在文件中保留您的信息的權利。\r\n\r\n\r\n安全\r\n\r\n您個人信息的安全對我們很重要。當您在訂購單上輸入敏感信息（例如信用卡號）時，我們將使用安全套接字層技術（SSL）對信息的傳輸進行加密。\r\n\r\n我們遵循公認的標準來保護在傳輸過程中以及一旦我們接收到的個人信息。但是，互聯網上的傳輸方法或電子存儲方法都不是100％安全的。因此，我們不能保證其絕對安全。如果您對我們服務的安全性有任何疑問，可以通過privacy@perfectworld.com與我們聯繫。\r\n\r\n\r\n國際用戶\r\n\r\nPerfect World是一家美國公司，我們的服務器和業務運營主要位於加利福尼亞州。通過使用我們的服務並向我們提供信息，即表示您同意按照本政策中所述的方式在位於美國的計算機上傳輸，存儲和處理您的信息。您承認並理解有關個人的法律美國的信息可能不如您所在國家/地區的法律嚴格，並且可能不提供與這些法律相同的保護或權利。如果您反對按照本政策所述轉移或使用您的個人信息，請不要使用此服務。\r\n\r\n聯繫我們\r\n如果您對此政策有任何疑問，疑慮或意見，請通過電子郵件與我們聯繫，電子郵件為privacy@perfectworld.com。\r\n\r\n",
  "version": 4
}