{
  "content": "dati personali \r\n\r\nTutela deiSI PREGA DI LEGGERE ATTENTAMENTE LA PRESENTE POLITICA SULLA PRIVACY. DESCRIVE DETTAGLI SU COME RACCOGLIAMO, UTILIZZIAMO E DIVULGIAMO LE INFORMAZIONI PERSONALI. SE HAI MENO DI 18 ANNI, NON FORNIRE ALCUNA INFORMAZIONE A MENO CHE NON ABBIA PRIMA OTTENUTO IL PERMESSO DEI TUOI GENITORI O TUTORI.\r\n\r\nGrazie per aver letto la nostra Informativa sulla privacy e per aver visitato il nostro sito web www.arcgames.com e www.perfectworld.com. Perfect World Entertainment Inc. (\"Perfect World\", \"noi\", \"ci\") utilizza e mantiene la presente Informativa sulla privacy (\"Informativa\") che riassume quando e come le tue informazioni personali vengono raccolte, utilizzate, salvaguardate e divulgate in relazione al tuo utilizzo di www.arcgames.com e www.perfectworld.com, qualsiasi altro sito web gestito da Perfect World e qualsiasi micro-sito, sito mobile o sottodomini di tali siti (collettivamente, il \"Sito Web\"), qualsiasi gioco, gioco mobile e piattaforme di gioco, client o server gestiti da Perfect World tramite il sito Web (i \"Giochi\") e tutte le caratteristiche, funzioni, software e servizi offerti tramite il sito Web. Il sito web, i giochi e le caratteristiche, funzioni, software e servizi offerti attraverso il sito web costituiscono collettivamente il \"servizio\". Descrive inoltre le scelte a tua disposizione in merito all'uso, al tuo accesso e alle modalità di aggiornamento e correzione delle tue informazioni personali. Ci riserviamo il diritto di modificare le disposizioni della presente Politica in qualsiasi momento. In caso di modifiche sostanziali, ti informeremo tramite e-mail (inviata all'indirizzo e-mail specificato nel tuo account) o mediante un avviso su questo sito Web prima che la modifica diventi effettiva. Ti invitiamo a rivedere periodicamente questa pagina per le informazioni più recenti sulle nostre pratiche sulla privacy.\r\n\r\n\r\nCosa sono le informazioni personali?\r\n\r\nCome utilizzato nel presente documento, il termine \"informazioni personali\" indica le informazioni che identificano specificamente un individuo (come un nome, indirizzo, numero di telefono, numero di cellulare, indirizzo e-mail o altro numero di conto) e informazioni sulla posizione o sulle attività di tale individuo, come come informazioni sul suo utilizzo del Servizio, indirizzi IP o identificatori di dispositivi mobili, quando collegati direttamente a informazioni di identificazione personale. Le informazioni personali includono anche informazioni demografiche come data di nascita, sesso, area geografica e preferenze quando tali informazioni sono collegate ad altre informazioni personali che ti identificano. \r\n\r\nLe informazioni personali non includono le informazioni \"aggregate\", ovvero i dati che raccogliamo sull'uso del Servizio o su un gruppo o una categoria di prodotti, servizi o utenti, dai quali sono state rimosse identità individuali o altre informazioni personali. I dati aggregati ci aiutano a comprendere le tendenze e le esigenze dei nostri utenti in modo da poter considerare meglio le nuove funzionalità o adattare in altro modo il nostro Servizio. Questa politica non limita o limita in alcun modo la nostra raccolta e l'utilizzo di informazioni aggregate.\r\n\r\n\r\nQuali dati personali raccogliamo?\r\n\r\nRaccolta attiva\r\nLe informazioni personali possono essere raccolte in diversi modi quando visiti o utilizzi il nostro Servizio. Ad esempio, potremmo raccogliere il tuo nome, indirizzo, indirizzo e-mail, nome utente e altre informazioni di contatto e demografiche quando ti registri e crei un account, fai domanda per un lavoro o ci contatti via e-mail o altri mezzi per qualsiasi motivo. Quando effettui un acquisto, potremmo anche raccogliere la tua carta di credito o altre informazioni di pagamento o fatturazione. Le informazioni personali e demografiche possono anche essere raccolte se fornite tali informazioni in relazione alla creazione di un profilo o gruppo, lasciando commenti, pubblicando contenuti, inviando un'e-mail o un messaggio a un altro utente o partecipando a chat room interattive, forum, piattaforme di social media o altre funzionalità sul sito Web o sul servizio o quando si utilizzano i nostri giochi. Inoltre, di tanto in tanto potremmo raccogliere dati demografici, di contatto o altre informazioni personali fornite in relazione alla vostra partecipazione volontaria a sondaggi, lotterie, concorsi, giochi, offerte promozionali e altre attività. Puoi accedere ad alcune parti del nostro Servizio senza fornirci alcuna informazione personale. Tuttavia, non sarai in grado di utilizzare alcune funzionalità che richiedono la registrazione o ricevere materiali a meno che non vengano fornite determinate informazioni. Di volta in volta potremmo modificare le informazioni richieste al momento della registrazione o rispetto a determinate funzionalità o servizi, quindi questo potrebbe non essere un elenco completo.\r\n\r\nDi tanto in tanto pubblichiamo testimonianze / commenti / recensioni dei clienti sul Servizio che possono contenere informazioni di identificazione personale. Otteniamo il consenso del cliente via e-mail prima di pubblicare la testimonianza per pubblicare il suo nome insieme alla sua testimonianza. Se desideri aggiornare o eliminare la tua testimonianza, puoi contattarci all'indirizzo privacy@perfectworld.com.\r\n\r\nFacebook Connect\r\nÈ possibile accedere al nostro servizio utilizzando il servizio di accesso di Facebook (\"Facebook Connect\"). Questo servizio autenticherà la tua identità e ti fornirà la possibilità di condividere alcune informazioni personali con noi come il tuo nome e indirizzo email per precompilare il nostro modulo di iscrizione. Potremmo anche raccogliere altre informazioni da Facebook, inclusi, ma non limitati a, l'ID utente associato al tuo account, un token di accesso necessario per accedere a tale servizio, qualsiasi informazione che hai consentito a Facebook di condividere con noi e qualsiasi informazione che hai reso pubblico su Facebook. Se ci autorizzi ad accedere al tuo elenco di amici, gli ID utente dei tuoi amici e la tua connessione a tali amici possono essere utilizzati e memorizzati per rendere la tua esperienza più sociale e per consentirti di invitare i tuoi amici a utilizzare il nostro Servizio, nonché fornirti aggiornamenti se e quando i tuoi amici si uniscono al nostro servizio. È sempre necessario rivedere e, se necessario, modificare le impostazioni sulla privacy su Facebook prima di collegarle o collegarle al nostro sito Web o servizio. Puoi anche scollegare il tuo account Facebook dal Servizio modificando le tue impostazioni di Facebook. Potresti anche avere la possibilità di pubblicare informazioni sulle tue attività su questo Servizio nella pagina del tuo profilo Facebook per condividerle con altri all'interno della tua rete.\r\n\r\nFile di registro\r\nQuando si utilizza il Servizio, vengono raccolte automaticamente anche alcune informazioni, come l'indirizzo del protocollo Internet (IP), il sistema operativo, il tipo e la lingua del browser o del dispositivo mobile, i tempi di accesso, l'indirizzo di un sito Web di riferimento e il proprio attività sul Servizio. Utilizziamo anche strumenti di analisi dei siti web sul nostro Servizio per recuperare informazioni dal tuo browser o dispositivo mobile, incluso il sito da cui provieni, i motori di ricerca e le parole chiave che hai utilizzato per trovare il nostro sito, le pagine che visualizzi all'interno del Servizio, i componenti aggiuntivi del browser, la larghezza e l'altezza del browser e altre informazioni che ci aiutano a migliorare il Servizio. Forniamo anche pubblicità e strumenti di analisi dei siti Web su siti e servizi non Perfect World e raccogliamo informazioni sulle visualizzazioni di pagina anche su questi siti di terze parti. Trattiamo queste informazioni come informazioni personali se le combiniamo o le colleghiamo a una delle informazioni di identificazione sopra menzionate. In caso contrario, viene utilizzato solo nell'aggregato.\r\n\r\nCookie e tecnologie di tracciamento\r\nUtilizzando il Servizio accetti che potremmo raccogliere automaticamente determinate informazioni tramite l'uso di \"cookie\" o altre tecnologie di tracciamento simili per analizzare le tendenze, amministrare il sito web, tracciare i movimenti degli utenti nel sito web e raccogliere informazioni demografiche sulla nostra base di utenti nel suo complesso. Utilizziamo i cookie per raccogliere informazioni generali sul tuo utilizzo del Servizio, la configurazione del tuo computer e l'interazione del tuo computer o dispositivo con il Servizio e memorizziamo queste informazioni in file di registro. Utilizziamo queste informazioni per comprendere il traffico e l'utilizzo del nostro Servizio, consentendoci di migliorare il Servizio, fornire la migliore esperienza online possibile e migliorare il nostro servizio clienti. Anche i nostri servizi di terze parti utilizzano i cookie come descritto sopra. Gli utenti possono controllare l'uso dei cookie a livello di browser individuale. I cookie sono piccoli file di dati che vengono memorizzati sul disco rigido di un utente su richiesta di un sito Web o del servizio per consentire al sito Web o al servizio di riconoscere gli utenti che li hanno visitati in precedenza e conservare determinate informazioni come le preferenze e la cronologia del cliente. Se combiniamo i cookie o li colleghiamo a qualsiasi informazione di identificazione personale, tratteremo queste informazioni come informazioni personali. I clear gif (noti anche come web bug o web beacon) sono piccole immagini grafiche invisibili che possono essere utilizzate sul sito web o sul servizio o nelle e-mail relative al sito web o al servizio per raccogliere determinate informazioni e monitorare l'attività dell'utente sul sito web o sul servizio. Quando si riceve un'e-mail da parte nostra, potremmo utilizzare web beacon, collegamenti personalizzati o tecnologie simili per determinare se l'e-mail è stata aperta e su quali collegamenti si fa clic per fornire comunicazioni e-mail più mirate o altre informazioni. Se si desidera bloccare, cancellare o essere avvisati dei cookie, fare riferimento alle istruzioni del browser o del dispositivo mobile o alla schermata di aiuto per conoscere queste funzioni. Potrebbe non essere possibile eliminare o disabilitare i cookie su determinati dispositivi mobili e / o determinati browser. Ricorda, se un browser o un dispositivo mobile è impostato per non accettare i cookie o se un utente rifiuta un cookie, alcune parti del sito Web o del servizio potrebbero non funzionare correttamente. Ad esempio, potresti non essere in grado di accedere e potresti non essere in grado di accedere a determinate funzionalità o servizi del sito Web o del servizio. Puoi trovare informazioni più specifiche sul nostro utilizzo di cookie e web beacon nella nostra Cookie Policy. Puoi trovare ulteriori informazioni su come modificare le impostazioni dei cookie del browser su www.allaboutcookies.org. Per gestire i cookie Flash, fare clic qui.\r\n\r\nPossiamo anche utilizzare terze parti per pubblicare annunci sul nostro Servizio. Queste terze parti possono inserire cookie, clear gif o altri dispositivi sul tuo computer per raccogliere informazioni e le informazioni fornite da questi dispositivi possono essere utilizzate, tra le altre cose, per fornire pubblicità mirata ai tuoi interessi e per comprendere meglio l'utilizzo e la visita del nostro Servizio e gli altri siti monitorati da queste terze parti. Questa politica non si applica e non siamo responsabili per i cookie negli annunci di terze parti o per la conformità con le politiche sulla privacy o le pratiche di raccolta dei dati di tali terze parti. Le industrie pubblicitarie nell'UE hanno sviluppato schemi per aiutarti a rinunciare alla ricezione dei cookie utilizzati per questi scopi. Puoi saperne di più sul programma dell'UE su www.youronlinechoices.eu. Se desideri maggiori informazioni sui cookie e sugli annunci pubblicitari mirati o per negare il consenso che queste informazioni vengano utilizzate dalle società che fanno parte della Network Advertising Initiative, visita www.networkadvertising.org/choices. Tieni presente che ciò non ti impedisce di ricevere pubblicità. Continuerai a ricevere annunci generici. Tieni presente che non abbiamo accesso o controllo su tecnologie di tracciamento di terze parti.\r\n\r\nIdentificatori del dispositivo\r\nQuando si accede al Servizio da o tramite un dispositivo mobile (inclusi ma non limitati a smartphone o tablet), possiamo utilizzare, accedere, raccogliere, monitorare e / o memorizzare in remoto uno o più \"identificatori del dispositivo\", come un identificatore univoco universale (\"UUID\"). Gli identificatori del dispositivo sono piccoli file di dati o strutture di dati simili archiviati o associati al tuo dispositivo mobile, che identificano in modo univoco il tuo dispositivo mobile. Un identificatore del dispositivo può essere costituito da dati memorizzati in connessione con l'hardware del dispositivo, dati memorizzati in connessione con il sistema operativo del dispositivo o altro software, oppure dati inviati da noi al dispositivo. Un identificatore del dispositivo può fornirci informazioni su come navighi e utilizzi il Servizio. Un identificatore del dispositivo può rimanere permanentemente sul tuo dispositivo, per aiutarti ad accedere più velocemente e migliorare la tua navigazione attraverso il Servizio. Alcune funzionalità del Servizio potrebbero non funzionare correttamente se l'uso o la disponibilità degli identificatori del dispositivo è compromessa o disabilitata.\r\n\r\nIdentificatori utente\r\nQuando accedi al Servizio, utilizziamo, accediamo, raccogliamo, monitoriamo e / o memorizziamo in remoto uno o più \"identificativi utente\". Gli identificatori utente sono piccoli file di dati o strutture di dati simili assegnati a un utente che verranno utilizzati per consentirti di continuare i progressi nel gioco, utilizzare i giochi su più piattaforme e aiutarti ad associare la tua identità su più piattaforme. Un identificatore utente può fornirci informazioni su come navighi e utilizzi il Servizio. Un identificatore utente può rimanere persistentemente sul tuo dispositivo o computer, per aiutarti ad accedere più velocemente e migliorare la tua navigazione attraverso il Servizio. Alcune funzionalità del Servizio potrebbero non funzionare correttamente se l'uso o la disponibilità degli identificatori utente è compromessa o disabilitata.\r\n\r\nDati sulla posizione\r\nQuando si accede al Servizio da o tramite un dispositivo mobile, possiamo utilizzare, accedere, raccogliere, monitorare e / o memorizzare in remoto i \"dati sulla posizione\", che possono includere coordinate GPS (ad esempio latitudine e / o longitudine) o informazioni simili riguardanti la posizione del tuo dispositivo mobile. I dati sulla posizione possono fornirci informazioni su come navighi e utilizzi il Servizio. Alcune funzionalità del Servizio, in particolare i servizi basati sulla posizione, potrebbero non funzionare correttamente se l'uso o la disponibilità dei dati sulla posizione è compromessa o disabilitata.\r\n\r\nDati raccolti per prevenire la frode e il software non autorizzato\r\nQuando si esegue il nostro software di gioco, ciò può coinvolgere funzioni software progettate per rilevare la frode o programmi non autorizzati e dannosi. In questo contesto, potremmo accedere, raccogliere, monitorare e / o archiviare in remoto schermate di giochi, informazioni relative alla capacità hardware, modifiche relative al nostro software di gioco, firme, profili o nomi di programmi, file o file di terze parti noti non autorizzati o dannosi processi che consentono o facilitano la frode, il vantaggio sleale o la pirateria informatica dei Giochi o del Servizio. Se vengono rilevati programmi non autorizzati o dannosi, il software del gioco può anche comunicarci l'account utente e l'ID utente e le informazioni sul programma non autorizzato o dannoso o sul suo utilizzo.\r\n\r\nInformazioni raccolte nei giochi per console\r\nQuando accedi a un gioco per console su una piattaforma per console, raccogliamo automaticamente le seguenti informazioni tramite l'utilizzo dei servizi: indirizzo IP (protocollo Internet), dati di registro (ora e periodo), elementi e comportamenti del gioco, obiettivi che hai completato nel gioco, altri utenti che hai segnalato.\r\n\r\nOtteniamo anche informazioni da fonti di terze parti. Se giochi al nostro gioco su una console connessa in rete, potrebbero condividere con noi il tuo ID sulla piattaforma, il paese, il sesso, l'età, gli \"amici\" e l'elenco dei blocchi nella piattaforma della console. La condivisione di tali informazioni da parte di piattaforme console con noi sarà soggetta alla politica sulla privacy delle piattaforme console pertinenti.\r\n\r\nDi volta in volta potremmo modificare le informazioni richieste al momento della registrazione o rispetto a determinate funzionalità o servizi, quindi questo potrebbe non essere un elenco completo.\r\n\r\nPuoi accedere ad alcune parti del nostro Servizio senza fornirci alcuna informazione personale. Tuttavia, non sarai in grado di utilizzare alcune funzionalità che richiedono la registrazione o ricevere materiali a meno che non vengano fornite determinate informazioni. Il trattamento di queste informazioni personali è lecito in quanto necessario per l'esecuzione del nostro Servizio.\r\n\r\n\r\nCome utilizziamo le informazioni personali?\r\n\r\nIn generale, utilizziamo le informazioni personali che raccogliamo per elaborare le tue richieste o transazioni, per fornirti informazioni o servizi che richiedi, per informarti su altre informazioni, eventi, promozioni, prodotti o servizi che riteniamo possano interessarti, per facilitare il tuo utilizzo e la nostra amministrazione e funzionamento del Servizio, per comprendere meglio le esigenze dei nostri visitatori e per lo scopo per il quale le informazioni sono state fornite. Ad esempio, possiamo utilizzare le informazioni che raccogliamo:\r\n   - per inviarti un'e-mail di benvenuto e per contattarti in merito al tuo utilizzo del Servizio;\r\n   - per fornire i servizi, i prodotti o le informazioni richieste e per elaborare le transazioni in relazione agli stessi;\r\n   - per consentirti di interagire con altri membri del Servizio sul nostro forum, chat, social media o altre funzionalità simili;\r\n   - per fornire supporto tecnico, servizio clienti e garantire il funzionamento regolare e continuo del nostro servizio;\r\n   - per scopi di reclutamento e se ti viene offerto un lavoro o diventi impiegato da noi, per altri scopi legati all'impiego;\r\n   - per rispondere alle tue e-mail, invii, commenti, richieste o reclami;\r\n   - analizzare le caratteristiche dell'utente e i modelli di utilizzo al fine di comprendere meglio come vengono utilizzati i nostri prodotti e servizi e commercializzarli in modo più efficace;\r\n   - per migliorare il contenuto, i prodotti, i servizi e le funzionalità del Servizio, inclusa la personalizzazione dei contenuti, delle esperienze e della pubblicità per te;\r\n   - per visualizzare contenuti e pubblicità personalizzati in base ai tuoi interessi e preferenze;\r\n   - per inviarti newsletter, sondaggi, annunci di concorsi e lotterie e per notificare i vincitori di concorsi e lotterie;\r\n   - per richiedere feedback, eseguire ricerche e analisi e per consentirci di operare, sviluppare, personalizzare e migliorare il Servizio e le nostre pubblicazioni, prodotti e servizi;\r\n   - per contattarti in merito a servizi, prodotti, attività, promozioni, eventi speciali o offerte nostre o di terzi e per altri scopi di marketing, informativo, sviluppo di prodotti e promozionali;\r\n   - per prevenire o indagare su frodi, hacker, violazioni o altri comportamenti illeciti effettivi o sospetti che coinvolgono il Servizio o uno qualsiasi dei nostri prodotti e servizi.\r\n\r\nIn particolare, nei giochi per console, utilizziamo le tue informazioni personali per fornire prodotti e servizi richiesti, per comunicare con te, per migliorare i nostri servizi e per altri scopi, inclusi quelli indicati di seguito ：\r\n\r\nRaccogliamo l'indirizzo IP (Internet Protocol), dati di registro (ora e periodo), elementi e comportamenti di gioco, risultati che hai completato nel gioco, altri utenti segnalati tramite l'utilizzo dei servizi. Utilizzeremo tali informazioni per conservare la registrazione del tuo account e per migliorare la funzionalità dei nostri giochi e servizi. Inoltre, le tue informazioni verranno condivise con noi dalla piattaforma console, inclusi paese, sesso, età, \"amici\" e elenco di blocco nella piattaforma console. Utilizzeremo tali informazioni per fornire all'utente i giochi per console e il servizio. \r\n\r\nAl fine di offrirti un'esperienza più coerente e personalizzata nelle tue interazioni con noi, le informazioni raccolte attraverso un'offerta o una parte del Servizio possono essere combinate con le informazioni ottenute attraverso altre offerte o parti del Servizio. Potremmo anche integrare le informazioni che raccogliamo con informazioni ottenute da altre società. Ad esempio, potremmo utilizzare servizi di altre società che ci consentono di derivare un'area geografica generale in base all'indirizzo IP al fine di personalizzare determinati servizi per la tua area geografica.\r\n\r\nSe ci fornisci informazioni personali su altri, o se altri ci forniscono le tue informazioni, utilizzeremo tali informazioni solo per il motivo specifico per cui ci sono state fornite.\r\n\r\n\r\nCondividiamo informazioni personali? In tal caso, come condividiamo le tue informazioni?\r\n\r\nCondivideremo le tue informazioni personali con terze parti solo nei modi descritti nella presente Informativa. In genere non divulghiamo, vendiamo o scambiamo informazioni personali sui nostri visitatori e utenti con terze parti.\r\n\r\nI nostri fornitori di servizi\r\nPotremmo condividere le informazioni personali con fornitori, consulenti e altri fornitori di servizi (\"Fornitori di servizi\") come il nostro elaboratore di carte di credito e il nostro fornitore di Live Chat che sono coinvolti o lavorano con noi in relazione al funzionamento del Servizio e che hanno bisogno di accedere a tali informazioni per svolgere il loro lavoro per noi. Forniamo accesso alle informazioni di cui potrebbero aver bisogno per eseguire i nostri servizi in condizioni di riservatezza ragionevoli. In alcuni casi, il fornitore di servizi potrebbe raccogliere direttamente le informazioni da te per nostro conto. Informiamo i fornitori di servizi che non sono autorizzati a utilizzare le informazioni personali che ottengono da noi se non per fornire i servizi per noi. Tuttavia, non siamo responsabili per eventuali informazioni aggiuntive fornite direttamente a questi Fornitori di servizi e ti incoraggiamo a familiarizzare con le loro pratiche prima di divulgare qualsiasi informazione personale direttamente a tali Fornitori di servizi.\r\n\r\nPotremmo condividere le tue informazioni con partner di terze parti o consentire a tali partner di terze parti di raccogliere informazioni da te direttamente al fine di fornirci servizi, incluso il servirti di annunci pubblicitari contestuali o mirati, fornire offerte, sondaggi o messaggi di marketing o fornire servizi di analisi.          \r\n\r\nDi volta in volta, potremmo anche condividere informazioni personali con terze parti quando ci dai il tuo consenso a farlo. Ad esempio, potremmo entrare in rapporti con altre parti per rendere disponibili servizi o offerte specifici direttamente ai nostri utenti. Se un utente accetta questi servizi di terze parti o offerte di marketing, ad esempio facendo clic su un collegamento di terze parti, potremmo condividere le informazioni personali fornite al momento della registrazione o altre informazioni personali, come il tuo nome o altre informazioni di contatto, che riteniamo ragionevolmente necessarie o appropriate per il nostro partner commerciale per fornire questi servizi o offerte o mettersi in contatto con te. Se non desideri più che condividiamo le tue informazioni personali con queste società, contattaci all'indirizzo privacy@perfectworld.com.\r\n\r\nLe nostre filiali\r\nPotremmo condividere informazioni con società dello stesso gruppo di società di Perfect World, che include le nostre filiali (ovvero, qualsiasi organizzazione che possediamo o controlliamo) o la nostra ultima holding (ovvero, qualsiasi organizzazione che ci possiede o ci controlla) e qualsiasi filiali di sua proprietà. Queste società utilizzeranno le tue informazioni personali nello stesso modo in cui possiamo secondo questa politica.\r\n\r\nCondivisione in risposta ad obblighi legali\r\nPossiamo accedere, divulgare o preservare le informazioni personali, incluso il contenuto delle vostre comunicazioni, nella convinzione in buona fede di essere legalmente autorizzati dalle autorità pubbliche o di essere tenuti a farlo, anche per soddisfare la sicurezza nazionale o le forze dell'ordine requisiti o che ciò sia ragionevolmente necessario o appropriato per rispettare la legge o con procedimenti legali o autorità, rispondere a qualsiasi reclamo o per proteggere i diritti, la proprietà o la sicurezza di Perfect World, dei nostri utenti, dei nostri dipendenti o del pubblico, incluso senza limitazioni per proteggere Perfect World oi nostri utenti dall'uso fraudolento, abusivo, inappropriato o illegale del nostro Servizio. Le informazioni che raccogliamo, comprese le informazioni personali, possono anche essere divulgate o trasferite come parte o durante le negoziazioni di qualsiasi fusione, vendita, cessione o trasferimento di tutte o una parte dei beni aziendali, finanziamento o acquisizione o in qualsiasi altra situazione dove le informazioni personali possono essere trasferite come uno dei beni aziendali di Perfect World. Riceverai una notifica via e-mail e / o un avviso ben visibile sul nostro sito Web di qualsiasi cambiamento di proprietà, utilizzo delle tue informazioni personali e scelte che potresti avere riguardo alle tue informazioni personali. Potremmo anche divulgare le tue informazioni personali a qualsiasi altra terza parte con il tuo previo consenso.\r\n\r\nComprendi che quando utilizzi le funzionalità della community del nostro Servizio, le informazioni che pubblichi in gruppi pubblici o privati, forum e altre aree interattive del Servizio, nonché qualsiasi informazione che condividi con le persone attraverso il Servizio, saranno disponibili ad altri utenti e in alcuni casi (come quando pubblichi in un'area pubblica del Servizio) potrebbero essere disponibili pubblicamente.\r\n\r\nTi consigliamo di prestare attenzione nel fornire informazioni personali ad altri o nel condividere tali informazioni in forum online pubblici o privati. Non siamo responsabili delle azioni di terze parti con cui condividi le informazioni personali. Per richiedere la rimozione delle tue informazioni personali dai forum della nostra community o da altre aree pubbliche, contattaci all'indirizzo privacy@perfectworld.com. Anche se rimuovi le informazioni che hai pubblicato sul Servizio, le copie possono rimanere visualizzabili nelle pagine del Servizio memorizzate nella cache e archiviate, o se altri utenti hanno copiato o salvato tali informazioni. In alcuni casi, potremmo non essere in grado di rimuovere le tue informazioni personali, nel qual caso ti faremo sapere se non siamo in grado di farlo e perché.\r\n\r\nCondivisione dovuta a fusioni, acquisizioni e situazioni simili di trasferimento di beni aziendali Le\r\ninformazioni che raccogliamo, comprese le informazioni personali, possono anche essere divulgate o trasferite nell'ambito o durante le negoziazioni di qualsiasi fusione, vendita, cessione o trasferimento di tutti o una parte dei beni aziendali, finanziamenti o acquisizioni o in qualsiasi altra situazione in cui le informazioni personali possono essere trasferite come uno dei beni aziendali di Perfect World. Riceverai una notifica via e-mail e / o un avviso di qualsiasi cambiamento di proprietà, utilizzo delle tue informazioni personali e scelte che potresti avere riguardo alle tue informazioni personali.\r\n\r\nSi prega di notare che nulla qui limita la condivisione di informazioni aggregate, che possono essere condivise con terze parti senza il tuo consenso.\r\n\r\nTrasferimento internazionale\r\nPer poter utilizzare il tuo account anche sul nostro sito Web e nel nostro servizio e per poter scegliere un server situato negli Stati Uniti o in Europa per il gioco, le informazioni relative al tuo account e all'utilizzo dei nostri giochi sono trasferito tra Perfect World Entertainment, Inc. con sede negli Stati Uniti e Perfect World Publishing BV con sede nei Paesi Bassi. Solo per gli utenti asiatici, le informazioni relative al tuo account (ID aperto, ID account) e all'utilizzo dei nostri giochi possono essere trasferite a un server situato in Asia.\r\n\r\nCollegamenti a siti di terze parti Il\r\nnostro servizio contiene collegamenti ad altri siti Web. I siti di social media di terze parti possono registrare informazioni su di te, ad esempio, se fai clic su un pulsante \"Aggiungi questo\" o \"Mi piace\" per un sito di social media mentre sei sul nostro sito Web o servizio. Non controlliamo tali siti o le loro attività. Qualsiasi informazione personale fornita nelle pagine collegate viene fornita direttamente a quella terza parte ed è soggetta alla politica sulla privacy di quella terza parte. Non siamo responsabili del contenuto o delle pratiche e delle politiche sulla privacy e sulla sicurezza dei siti Web a cui ci colleghiamo. I collegamenti dal nostro Servizio a terzi o ad altri siti sono forniti solo per comodità dell'utente. Ti invitiamo a conoscere le loro pratiche e politiche sulla privacy e sulla sicurezza prima di fornire loro informazioni personali.\r\n\r\nAggiornamenti del gioco\r\nQuando aggiorniamo o applichiamo delle patch ai nostri giochi o altri software, potremmo utilizzare una routine di patch per verificare se la versione più recente è installata sul tuo computer. In caso contrario, la versione più recente potrebbe essere caricata automaticamente sul tuo computer e con la presente acconsenti e rinunci a qualsiasi ulteriore avviso di tale caricamento. Comprendi e accetti che quando scarichi un gioco, per poter utilizzare il gioco, il Software può monitorare e comunicare informazioni dal tuo computer relative alla capacità hardware.\r\n\r\nNotifiche push e notifiche locali\r\nPotremmo, con il tuo consenso, inviare notifiche push al tuo dispositivo mobile per fornire aggiornamenti di gioco e altri messaggi pertinenti. Puoi gestire le notifiche push dalla pagina delle impostazioni del tuo dispositivo mobile per il gioco in questione e / o dalla pagina delle impostazioni all'interno del gioco per cellulare in questione. Potremmo anche inviare notifiche locali al tuo dispositivo mobile per fornire aggiornamenti di gioco e altre informazioni pertinenti. Puoi gestire le notifiche locali dalla pagina delle impostazioni del tuo dispositivo mobile per il gioco pertinente e / o dalla pagina delle impostazioni all'interno del gioco mobile pertinente.\r\n\r\nMonitoraggio\r\nComprendi e accetti che quando comunichi con altri giocatori all'interno di un gioco o utilizzi qualsiasi funzionalità interattiva disponibile sul Servizio, come messaggistica istantanea, forum o chat room, tali comunicazioni e messaggi vengono trasmessi attraverso i nostri server e potremmo, ma non sono obbligati a monitorare tutte le comunicazioni e i messaggi di questo tipo, inclusi quelli designati come \"privati\", nella misura in cui le leggi e i regolamenti ci consentono di farlo. Riconosci di non avere alcuna aspettativa di privacy in relazione a tali comunicazioni o pubblicazioni e acconsenti espressamente a tale monitoraggio.\r\n\r\n\r\nQuali misure adottiamo per proteggere le informazioni personali online?\r\n\r\nPerfect World si impegna a prendere precauzioni ragionevoli per salvaguardare e proteggere le informazioni personali che raccogliamo attraverso il Servizio. Abbiamo messo in atto procedure fisiche, elettroniche e gestionali progettate per impedire l'accesso, la perdita o l'uso improprio non autorizzati. Ad esempio, Perfect World utilizza la tecnologia SSL (secure socket layer) per crittografare la tua trasmissione di informazioni sensibili a noi, come password dell'account, numeri di carta di credito e altre informazioni identificabili relative al pagamento).\r\n\r\nInoltre, limitiamo l'accesso interno alle informazioni personali ai dipendenti che necessitano delle informazioni per svolgere i propri compiti. L'accesso o l'uso non autorizzato di tali informazioni da parte di un dipendente è vietato e costituisce motivo di azione disciplinare. Inoltre, i nostri sistemi di gestione delle informazioni sono configurati in modo tale da bloccare o impedire ai dipendenti di accedere alle informazioni a cui non hanno l'autorità di accedere. Tieni presente che i nostri fornitori di servizi potrebbero essere responsabili dell'elaborazione, della gestione o dell'archiviazione di alcune delle informazioni personali che riceviamo. Non sono autorizzati a commercializzarti in modo indipendente. Questi fornitori di servizi sono contrattualmente tenuti a salvaguardare e proteggere le informazioni personali che hanno ricevuto da noi. Sebbene ci sforziamo di proteggere le tue informazioni personali, dovresti essere consapevole, tuttavia, che le informazioni inviate su Internet non sono necessariamente sicure e possono essere intercettate o accessibili da terze parti. Pertanto, non possiamo garantire la sicurezza di tali informazioni e non siamo responsabili di tali intercettazioni.\r\n\r\nQuali scelte hai riguardo all'uso delle tue informazioni personali?\r\n\r\nPerfect World ti offre alcune opzioni per controllare la raccolta, l'uso e la divulgazione delle tue informazioni personali. Chiederemo il tuo consenso prima di condividere le tue informazioni personali con terze parti in modi non coperti dalla presente Informativa (incluso qualsiasi utilizzo per scopi di marketing diretto).\r\n\r\nQuando crei un account Perfect World (ovvero l'account sul nostro Servizio, escluso qualsiasi account sulle piattaforme di terze parti), puoi gestire le Impostazioni sulla privacy del tuo profilo. Visita la sezione \"Il mio account\" sul sito Web per modificare le impostazioni sulla privacy del tuo profilo.\r\n\r\nPerfect World potrebbe inviarti un'e-mail di benvenuto, e-mail relative al servizio e all'account e potrebbe inviarti e-mail di marketing e promozionali sui nostri prodotti e servizi. Se non desideri che Perfect World ti invii e-mail di marketing e promozionali sui nostri prodotti e servizi, puoi annullare l'iscrizione seguendo le istruzioni di annullamento dell'iscrizione incluse in ciascuna e-mail promozionale. È inoltre possibile gestire newsletter e aggiornamenti tramite posta elettronica nella sezione \"Il mio account\" del sito Web. Tuttavia, ciò non influirà sulla nostra capacità di inviarti e-mail relative al servizio e all'account o di utilizzare le tue informazioni personali come altrimenti descritto nella presente Informativa.\r\n\r\nPerfect World può inviarti posta di marketing e promozionale sui nostri prodotti e servizi. Se desideri che il tuo nome, curriculum o qualsiasi altra informazione personale venga rimossa dalla nostra mailing list o dai nostri sistemi, puoi farlo inviando un'e-mail a privacy@perfectworld.com.\r\n\r\nFare riferimento alle informazioni tecniche del browser o del dispositivo mobile per istruzioni su come eliminare e disabilitare i cookie e altri strumenti di tracciamento / registrazione. A seconda del tipo di browser o dispositivo mobile, potrebbe non essere possibile eliminare o disabilitare i meccanismi di tracciamento. Tieni presente che la disabilitazione dei cookie e / o di altri strumenti di tracciamento impedisce a noi e ai nostri partner commerciali di tracciare le attività del tuo browser in relazione al Servizio e per l'utilizzo in attività pubblicitarie mirate da parte di terzi. Tuttavia, ciò potrebbe disabilitare molte delle funzionalità disponibili tramite il Servizio. Se desideri maggiori informazioni sui cookie e sugli annunci pubblicitari mirati o per negare il consenso che queste informazioni vengano utilizzate dalle società che fanno parte della Network Advertising Initiative, visita www.networkadvertising.org/choices.\r\n\r\n\r\nPrivacy dei bambini Le\r\n\r\npersone di età inferiore ai 13 anni non possono utilizzare il nostro Servizio. I Servizi non sono diretti a persone di età inferiore ai 13 anni. Se scopriamo di aver raccolto inavvertitamente informazioni da bambini di età inferiore a 13 anni, elimineremo le informazioni del bambino dai nostri sistemi il prima possibile. Se ti accorgi che ci sono state fornite informazioni personali su una persona di età inferiore a 13 anni, ti preghiamo di contattarci immediatamente utilizzando i dettagli di seguito. Se hai meno di 18 anni, non puoi fornirci alcuna informazione senza previo consenso del tuo genitore o tutore.\r\n\r\n\r\nDiritti dei residenti in California\r\n\r\nAmbito di applicazione della presente Informativa sullasulla\r\n\r\nprivacy La presente informativaprivacy descrive le informazioni personali che raccogliamo o trattiamo sui residenti della California in relazione al Servizio, come utilizziamo, condividiamo e proteggiamo tali informazioni personali e quali sono i tuoi diritti in merito alle informazioni personali che raccogliamo o elaboriamo.\r\n\r\nNella presente informativa sulla privacy, \"informazioni personali\" ha lo stesso significato del California Consumer Privacy Act (CCPA), California Civil Code Sezione 1798.83: le informazioni che identificano, si riferiscono a, descrivono, sono ragionevolmente suscettibili di essere associate o potrebbero ragionevolmente essere collegato, direttamente o indirettamente, a un particolare consumatore o famiglia. Le informazioni personali non includono informazioni che sono state anonimizzate o aggregate.\r\n\r\nInformazioni personali che raccogliamo e condividiamo e per quale scopo\r\nNegli ultimi 12 mesi, abbiamo raccolto e condiviso informazioni personali dai visitatori nelle seguenti circostanze quando interagiscono con il Servizio, come descritto in dettaglio sopra:\r\n   - Raccolta attiva\r\n   - Facebook Connect\r\n   - File di registro\r\n   - Cookie e tecnologie di tracciamento\r\n   - Identificatori del dispositivo - Identificatori\r\n   dell'utente\r\n   - Indirizzo IP\r\n   - Dati sulla posizione\r\n\r\n\r\n\r\nCome descritto in dettaglio sopra, utilizziamo le tue informazioni personali per una varietà di scopi per operare, valutare l'attività e migliorare le prestazioni del Servizio.\r\n\r\nAd eccezione di quanto descritto in dettaglio sopra, non condivideremo con terze parti informazioni su di te senza il tuo consenso.\r\n\r\n\r\nI tuoi diritti come residente in California\r\n\r\nSecondo la legge della California, gli utenti residenti in California hanno diritti specifici in merito alle loro informazioni personali. Questi diritti sono soggetti a determinate eccezioni descritte di seguito. Quando richiesto, risponderemo alla maggior parte delle richieste entro 45 giorni, a meno che non sia ragionevolmente necessario estendere i tempi di risposta.\r\n\r\nDiritto alla divulgazione delle informazioni\r\nHai il diritto di richiedere la divulgazione di determinate informazioni relative alle nostre pratiche in relazione alle informazioni personali. Se invii una richiesta valida e verificabile e confermiamo la tua identità e / o autorità per effettuare la richiesta, ti comunicheremo quanto segue su tua indicazione:\r\n   - Le categorie di informazioni personali che abbiamo raccolto su di te negli ultimi 12 mesi.\r\n   - Le categorie di fonti per le informazioni personali che abbiamo raccolto su di te negli ultimi 12 mesi.\r\n   - Il nostro scopo aziendale o commerciale per la raccolta di tali informazioni personali.\r\n   - Le categorie di terze parti con le quali condividiamo tali informazioni personali.\r\n   - Le parti specifiche di informazioni personali che abbiamo raccolto su di te.\r\n   - Se abbiamo divulgato le tue informazioni personali a terzi per scopi commerciali, un elenco dei tipi di informazioni personali che ciascuna categoria di destinatari ha ricevuto.\r\n\r\n\r\nDiritto di eliminare le informazioni personali\r\n\r\nHai il diritto di richiedere che cancelliamo le tue informazioni personali raccolte e conservate, fatte salve alcune eccezioni. Dopo aver ricevuto una richiesta verificata per eliminare le tue informazioni personali, lo faremo se non diversamente autorizzato dalla legge.\r\n\r\n\r\nCome esercitare questi diritti\r\n\r\nÈ possibile inoltrarci una richiesta verificabile da parte del consumatore per la divulgazione o la cancellazione di informazioni personali facendo clic qui\r\n\r\n. Risponderemo alle richieste verificabili di divulgazione o cancellazione di informazioni personali gratuitamente, entro 10 giorni dal ricevimento.\r\n\r\nAl fine di proteggere la tua privacy e la sicurezza delle tue informazioni, verifichiamo le richieste dei consumatori abbinando le informazioni personali che fornisci con le informazioni in nostro possesso, al fine di confermare la tua identità. Eventuali informazioni aggiuntive fornite verranno utilizzate solo per verificare la tua identità e non per altri scopi.\r\n\r\nPuoi designare un agente autorizzato per fare richieste per tuo conto. Devi fornire un'autorizzazione scritta a un agente autorizzato per inviare una richiesta per tuo conto e potremmo richiederti di verificare la tua identità direttamente con noi. In alternativa, un agente autorizzato a cui è stata fornita una procura ai sensi delle sezioni del codice di successione 4000-4465 può presentare una richiesta per tuo conto.\r\n\r\nDiritto di\r\n\r\nrinunciare alla vendita delle tue informazioni personali Hai il diritto di rinunciare alla vendita delle tue informazioni personali. Puoi, in qualsiasi momento, indirizzare le aziende che vendono le tue informazioni personali a terzi affinché non vendano le tue informazioni personali.\r\n\r\nNon vendiamo le tue informazioni personali e pertanto non forniamo alcun meccanismo per esercitare il diritto di rinuncia. \r\n\r\nDiritto alla non discriminazione\r\n\r\nHai il diritto di non essere discriminato per l'esercizio dei tuoi diritti alla privacy in California sopra descritti.\r\n\r\nPer i residenti al di fuori della California: come rivedere, aggiornare, correggere o eliminare le informazioni personali\r\n\r\nSu richiesta Perfect World ti fornirà informazioni sul fatto che conserviamo o elaboriamo per conto di terzi le tue informazioni personali. Per richiedere queste informazioni, inviare un ticket utilizzando il sito Web dell'assistenza clienti: https://support.perfectworld.com.\r\n\r\nÈ possibile rivedere, aggiornare, correggere o eliminare le informazioni personali raccolte tramite il Servizio inviandoci un'e-mail a privacy@perfectworld.com o contattandoci a:\r\n    Perfect World Entertainment Inc.\r\n    100 Redwood Shores Parkway, 4th Floor\r\n    Redwood City, CA 94065\r\n    Attn: Richiesta di tutela della privacy\r\n\r\nSi prega di notare che alcuni tipi di informazioni personali necessarie per verificare l'idoneità, come la data di nascita o l'età, non possono essere eliminati a meno che non si chiuda l'account. Tuttavia, tali informazioni possono essere modificate con una verifica sufficiente delle nuove informazioni. Tieni presente che la cancellazione dei tuoi dati potrebbe portare alla chiusura del tuo account e dei servizi applicabili.\r\n\r\nPer avere accesso alle tue informazioni personali, devi fornire una prova di identificazione sufficiente come richiesto e ci riserviamo il diritto di negare l'accesso a qualsiasi utente se riteniamo che ci sia una domanda sulla tua identità. Risponderemo a tutte le richieste di accesso entro 30 giorni.\r\n\r\nInoltre, ci riserviamo il diritto di conservare le tue informazioni nei nostri file se riteniamo che sia necessario o consigliabile per risolvere controversie, far rispettare i Termini di servizio e per requisiti e vincoli tecnici e legali relativi al Servizio.\r\n\r\n\r\nSicurezza\r\n\r\nLa sicurezza delle tue informazioni personali è importante per noi. Quando inserisci informazioni sensibili (come un numero di carta di credito) nei nostri moduli d'ordine, crittografiamo la trasmissione di tali informazioni utilizzando la tecnologia SSL (Secure Socket Layer).\r\n\r\nSeguiamo gli standard generalmente accettati per proteggere le informazioni personali che ci vengono inviate, sia durante la trasmissione che una volta ricevute. Tuttavia, nessun metodo di trasmissione su Internet o metodo di archiviazione elettronica è sicuro al 100%. Pertanto, non possiamo garantire la sua assoluta sicurezza. Se hai domande sulla sicurezza del nostro Servizio, puoi contattarci all'indirizzo privacy@perfectworld.com.\r\n\r\n\r\nUtenti internazionali\r\n\r\nPerfect World è una società con sede negli Stati Uniti ei nostri server e le nostre operazioni commerciali si trovano principalmente nello Stato della California. Utilizzando il nostro Servizio e fornendoci informazioni, acconsenti al trasferimento, all'archiviazione e al trattamento delle tue informazioni su computer situati negli Stati Uniti d'America nel modo descritto in questa Informativa. Riconosci e comprendi che le leggi in materia di personale le informazioni negli Stati Uniti potrebbero essere meno rigorose delle leggi del tuo paese e potrebbero non offrire le stesse protezioni o diritti di tali leggi. Se ti opponi al trasferimento o all'utilizzo delle tue informazioni personali come descritto nella presente Informativa, ti preghiamo di non utilizzare questo Servizio.\r\n\r\nContattaci\r\nIn caso di domande, dubbi o commenti relativi a questa Informativa, contattaci tramite e-mail all'indirizzo privacy@perfectworld.com.\r\n\r\n",
  "version": 4
}