{
  "content": "Condiciones de servicio\r\nLE ROGAMOS QUE LEA DETENIDAMENTE ESTOS TÉRMINOS Y CONDICIONES DE USO. AL ACCEDER O UTILIZAR ESTE SITIO WEB O DESCARGAR CUALQUIER JUEGO, USTED EXPRESA SU CONFORMIDAD CON LOS TÉRMINOS Y CONDICIONES ESTABLECIDOS EN EL PRESENTE ACUERDO Y TODOS LOS TÉRMINOS A LOS QUE ESTE DOCUMENTO HAGA REFERENCIA. SI NO ESTÁ DE ACUERDO CON TODOS ESTOS TÉRMINOS, NO USE ESTE SITIO WEB NI LOS JUEGOS.\r\nPerfect World Publishing BV desea agradecerle por visitar nuestro sitio web. Este documento contiene los términos y condiciones (en lo sucesivo, los «términos») que regulan su acceso y uso de nuestro sitio web en www.arcgames.com (o cualquier URL subsiguiente que pueda reemplazarlo) y todos los sitios y micrositios oficialmente asociados (en conjunto, el «sitio web»), cualquier juego gestionado por nosotros a través del sitio web (los «juegos») y todas las características, el software, las funciones y los servicios que se ofrecen a través de este sitio web. El sitio web, los juegos, las características, las funciones, el software y los servicios ofrecidos a través de este sitio web constituyen, en conjunto, el «servicio».\r\n \r\n1. Acuerdo jurídico\r\n1.1 Estos términos constituyen un acuerdo jurídico (el «acuerdo») entre usted y Perfect World Publishing BV, una sociedad de responsabilidad limitada constituida de conformidad con la legislación de los Países Bajos (en lo sucesivo: «PWBV»).\r\n1.2 En este acuerdo, los términos «nosotros o nuestro» hacen referencia a Perfect World Publishing BV «Usted o su» hacen referencia a usted como usuario del servicio.\r\n1.3 Si reside en un país miembro de la Unión Europea (en adelante: «la UE»), estos términos constituyen un acuerdo entre usted y PWBV. Si reside en un país fuera de la UE, estos términos no se aplican a usted y, antes de utilizar el servicio o cualquier parte de este, debe revisar y aceptar los términos aplicables a los usuarios ubicados en los Estados Unidos. En ese caso, Perfect World Entertainment, Inc. prestará el servicio directamente. Perfect World Entertainment, Inc. («PWE») es una compañía subsidiaria de PWBV que es propietaria del servicio y lo presta en calidad de subcontratista de PWBV.\r\n1.4 Su uso del servicio implica la aceptación de los términos y condiciones que aparecen en el presente documento y la obligación de cumplirlos, así como su aceptación de las normas de conducta publicadas en el sitio web o que PWBV le haga saber de otro modo (las «normas de conducta») y cualquier acuerdo de licencia de usuario final («EULA») que sea aplicable a nuestro software del juego u otro software que podamos brindar en relación con el servicio. Todas las identidades de usuario creadas en el sitio web se rigen por estos términos. Esto abarca, entre otras cosas, una conducta adecuada dentro y fuera del juego en relación con este.\r\n1.5 Si no está de acuerdo con alguno de los términos, le rogamos que no acceda al servicio ni haga uso de él.\r\n1.6 Por medio del presente acuerdo, usted declara que tiene la capacidad jurídica para celebrar este acuerdo y que no tiene prohibido recibir el servicio de conformidad con la legislación del país en el que reside.\r\n1.7 Usted entiende y acepta que el servicio puede incluir anuncios de servicio y mensajes administrativos, y es posible que no tenga derecho a optar por no recibirlos.\r\n1.8 Este acuerdo se añade a, y no reemplaza ni suplanta de ningún modo, cualquier EULA, término o condición adicional que pueda regir cuando usted compre o use otros productos o servicios de PWBV, servicios de afiliados, contenido o software de terceros. En el supuesto de que el contenido de este acuerdo sea contrario a una o más disposiciones de cualesquiera otros acuerdos, términos o condiciones específicos, prevalecerán las disposiciones de dichos acuerdos, términos o condiciones.\r\n \r\n2. Modificaciones de los términos\r\n2.1 Podemos modificar o enmendar estos términos, las normas de conducta y cualquier EULA en cualquier momento a nuestra entera discreción.\r\n2.2 Las modificaciones y enmiendas a los términos se publicarán en el sitio web y entrarán en vigor inmediatamente después de su publicación en el sitio web, o bien se le hará llegar una copia de dichas enmiendas o modificaciones. En la medida en que esté legalmente permitido por el derecho del Estado miembro de la UE en que resida, usted renuncia a cualquier derecho que pueda tener a recibir un aviso específico de dichos cambios o modificaciones. Al utilizar una cuenta, las modificaciones y enmiendas de los términos entrarán en vigor una vez que se acepten.\r\n2.3 Usted es responsable de verificar los términos, las normas de conducta y cualquier EULA periódicamente a fin de familiarizarse con su contenido, ya que pueden ser modificados o enmendados cuando sea oportuno. Al continuar utilizando cualquier parte del servicio, usted indica su aceptación de los términos revisados o actualizados. Si no está de acuerdo con los términos modificados, debe dejar de usar el servicio.\r\n \r\n3. Descripción\r\n3.1 PWBV les ofrece videojuegos gratuitos y multijugador en línea a los usuarios registrados, así como características, funciones y servicios relacionados, disponibles a través del sitio web, tales como foros comunitarios y otras áreas interactivas. Para acceder a nuestros juegos, es posible que se le solicite que descargue e instale algún software del cliente, y dicho acceso implica el uso de hardware, software y acceso a Internet (que usted reconoce que desempeñan un papel crucial en su experiencia como usuario).\r\n3.2 Usted acepta que no somos responsables por ningún problema con el hardware, el software o el acceso a Internet, la calidad, la idoneidad o la falta de disponibilidad. No ofrecemos acceso a Internet, y usted es responsable de todos los cargos relacionados con las tarifas del servicio telefónico y el acceso a Internet, junto con todo el equipo, el servicio, las reparaciones o el mantenimiento necesarios para mantener la conexión con los servidores.\r\n \r\n4. Cuenta\r\n4.1 Es posible que se le solicite crear una cuenta (una «cuenta») para acceder a nuestro servicio y a fin de utilizar ciertas características y funciones de este.\r\n4.2 Usted debe tener al menos 13 años de edad para crear una cuenta. Si tiene 13 años o más, pero no ha alcanzado la mayoría de edad para celebrar un contrato en la jurisdicción en la que reside («mayoría de edad») o es menor de 18 años, le solicitamos que examine estos términos con sus padres o tutor (legal) con el fin de que los lean y acepten. Si usted es el padre o tutor legal de un usuario de nuestro sitio web, nuestros juegos o servicios y tiene alguna pregunta o inquietud con respecto a los términos, no dude en ponerse en contacto con nosotros enviando un correo a toseu@perfectworld.com.\r\n4.3 Al crear una cuenta o al utilizar el servicio, usted declara que es mayor de edad o mayor de 18 años y acepta estos términos o que es mayor de 13 años y sus padres o tutores legales han leído y aceptado estos términos, y usted entiende y acepta que confiamos en dicha declaración para permitirle utilizar el servicio.\r\n4.4 Sin perjuicio de lo anterior, ciertas partes de nuestro servicio pueden incluir contenido para adultos que no sea apropiado para menores de edad o de 18 años. Le solicitaremos que confirme que es mayor de edad o mayor de 18 años para acceder a dicho contenido. Si ingresa a cualquier parte del servicio que esté destinada o señalada como exclusiva para adultos, usted está certificando que es mayor de edad o de 18 años y tiene el derecho legal de acceder a dicho contenido. No seremos responsables de ningún modo si usted no confirma su edad con exactitud según los términos que se establecen en este acuerdo.\r\n4.5 Al crear una cuenta y una identificación de usuario («ID de usuario»), usted acepta lo siguiente: (i) proporcionar información cierta, exacta, actual y completa según se solicite en los campos requeridos (la «información de la Cuenta») y (ii) mantener y actualizar oportunamente dicho ID de usuario y la información de su cuenta de modo que esta sea cierta, exacta, completa y actual.\r\n4.6 Usted, en su calidad de creador de su cuenta e ID de usuario, es el único responsable de este. No toleraremos que dichos ID sean ofensivos u obscenos. Si un ID de usuario infringe alguno de estos términos, podemos prohibirlo de manera inmediata, temporal o permanente, con o sin previo aviso.\r\n4.7 Solo usted puede utilizar su cuenta. No somos responsables del uso indebido de su cuenta o su ID de usuario. Usted acepta todos los riesgos del uso indebido y el acceso no autorizado a su cuenta, y nos exonera de responsabilidad a nosotros y a nuestros afiliados con respecto a cualquier uso indebido de su cuenta o ID de usuario, lo cual incluye el uso indebido o no autorizado por parte de alguien a quien usted le haya revelado su contraseña.\r\n4.8 Tenga en cuenta que usted es responsable de mantener la confidencialidad y seguridad de su ID de usuario y contraseña en todo momento, y acepta notificarnos si su contraseña se pierde, es robada o revelada a un tercero no autorizado o si se ve comprometida de algún modo. Usted es el único responsable de todas las actividades y transacciones que ocurran en su cuenta, y no somos responsables por el uso indebido de su cuenta, incluido, entre otros, el supuesto de que su contraseña sea robada o revelada a un tercero o que se use para hacer transacciones. Usted acepta notificarnos de inmediato cualquier uso indebido de su cuenta o cualquier otra falla de seguridad de la que usted tenga conocimiento en relación con el servicio. Le ofrecemos la opción de cambiar su contraseña para proteger su cuenta.\r\n4.9 Su cuenta puede ser cancelada si no la usa dentro de los doce meses posteriores a la fecha de su creación o si no la usa por un período continuo de doce meses. Si no usa su cuenta por un período continuo de doce meses o más, podemos cancelarla a nuestra entera discreción.\r\n4.10 Nos esforzaremos en notificarle por correo electrónico antes de que cancelemos su cuenta, a menos que estemos cancelando, desactivando o eliminando su cuenta o ID de usuario como resultado de un incumplimiento de estos términos o la suspensión del servicio. Sin embargo, no seremos responsables de modo alguno si se omite la notificación. Si, dentro de los cinco días posteriores a la notificación, usted nos informa de que desea mantener activa su cuenta, no la cancelaremos. Si no nos lo notifica, su cuenta se cancelará y podría eliminarse permanentemente, junto con su ID de usuario, registros, rangos e información del servicio.\r\n4.11 La cancelación de su cuenta también implica el cese de la licencia para usar el servicio, los materiales de propiedad exclusiva o cualquier parte de estos.\r\n4.12 Tenga en cuenta que, independientemente de que le notifiquemos, nos reservamos el derecho de suspender el servicio o de cancelar o suspender su cuenta en cualquier momento a nuestra entera discreción, por cualquier motivo o sin razón alguna.\r\n \r\n5. Derechos de propiedad\r\n5.1 PWBV es la propietaria del sitio web, los juegos, el software y el servicio, que están protegidos por el derecho estadounidense e internacional, incluidas las leyes de copyright. Todos los derechos y la titularidad del sitio web, el juego, el software y el servicio, todas sus características y contenido, por ejemplo, las cuentas de usuarios, títulos, código de ordenador, archivos, software del juego, software del cliente y del servidor, herramientas, revisiones, actualizaciones, temas, objetos, personajes, nombres de personajes, historias, argumentos, objetos, contenidos, textos, diálogos, frases, temas, ubicaciones, conceptos, ilustraciones, diseños, gráficos, imágenes, vídeos, animaciones, sonidos, música, musicales, composiciones, grabaciones de sonido, efectos audiovisuales, información, datos, documentación, «applets», transcripciones del chat, información de perfil del personaje, juegos, grabaciones, elementos internos del juego, actividades del juego, monedas y Zen, así como la selección y disposición de los mismos (en conjunto, los «materiales de propiedad exclusiva») son propiedad de PWBV o sus otorgantes de licencias y están protegidos por las leyes de copyright y propiedad intelectual que rigen en Estados Unidos y a nivel internacional.\r\n5.2 En el supuesto de que realice modificaciones, adaptaciones o trabajos derivados de cualquier tipo en los materiales de propiedad exclusiva (las «modificaciones»), ya sean autorizadas o no, usted entiende y acepta que no retendrá ningún derecho sobre tales modificaciones y que todos los derechos de las mismas le pertenecerán únicamente a PWBV. Por medio del presente documento, usted cede y acepta ceder de forma irrevocable a PWBV, sin restricciones ni cargas, sin derecho a recibir ninguna remuneración que no esté establecida en estos términos, cualquier derecho de propiedad que usted tenga sobre dichas modificaciones. Esta cesión incluye, entre otros, todos los copyright y derechos de patentes que usted pueda tener en cualquier parte del mundo sobre tales modificaciones y el derecho a demandar por infracciones pasadas y futuras. Por medio del presente acuerdo, usted acepta cooperar con PWBV en relación con la protección de estos derechos y deberá firmar dichos documentos (como una escritura de cesión o traspaso), si corresponde, según lo requiera PWBV a fin de perfeccionar sus derechos contemplados en este documento.\r\n5.3 Además, en la medida en que las cesiones a las que se hace referencia en el párrafo 5.2  no transfieran ningún derecho de propiedad sobre las modificaciones, usted concede expresamente a PWBV, a nosotros y a nuestros otorgantes de licencias todos los permisos, autorizaciones y un derecho no exclusivo, perpetuo, mundial, pleno, sublicenciable e irrevocable para hacer, usar, vender, poner en venta, importar o de otro modo explotar, volver a publicar, publicar, usar, citar, adaptar, traducir, archivar, almacenar, reproducir, modificar, crear trabajos derivados de, licenciar, imprimir, sublicenciar, distribuir, transmitir o de otro modo comunicar y mostrar públicamente las modificaciones o cualquier parte de las mismas, de cualquier forma o manera y por cualquier medio o foro, ya sea conocido actualmente o creado en el futuro, sin previo aviso, reconocimiento ni remuneración para usted. Usted renuncia a los derechos morales y otros de índole similar que pueda tener sobre las modificaciones en la medida permitida por el derecho aplicable.\r\n \r\n6. Privacidad\r\n6.1 Revise nuestra política de privacidad y nuestra política de cookies para obtener información sobre la recopilación, el uso y la distribución de información personal. La política de privacidad está publicada en el siguiente sitio web: Política de privacidad. La política de cookies está publicada en el siguiente sitio web: Política de cookies Usted entiende y acepta que podemos recopilar, usar y pulgar información como se describe en la política de privacidad y la política de cookies.\r\n6.2 Usted entiende y acepta que podemos acceder, pulgar o almacenar información personal, incluido el contenido de sus comunicaciones, en el supuesto de que consideremos de buena fe que estamos legalmente autorizados u obligados a hacerlo o que hacerlo es lo razonablemente necesario o apropiado para cumplir con la ley, los procesos legales o las autoridades, responder ante cualquier reclamación, proteger los derechos, la propiedad o la seguridad de Perfect World, nuestros usuarios, nuestros empleados o el público, incluido, por ejemplo, el derecho a proteger a Perfect World o a nuestros usuarios contra las actividades fraudulentas, el uso abusivo, inapropiado o ilegal de nuestro servicio.\r\n \r\n7. Actualizaciones de juego\r\n7.1 Cuando actualizamos o modificamos cualquiera de nuestros juegos, podemos emplear una rutina de actualizaciones para verificar que la versión más reciente del software del cliente esté instalada en su ordenador. De no ser así, la versión más reciente se puede descargar automáticamente a su ordenador, y usted acepta no recibir ninguna notificación acerca de tal descarga.\r\n \r\n8. Vigilancia\r\n8.1 Usted entiende y acepta que cuando se comunica con otros jugadores dentro de un juego o utiliza cualquier función interactiva disponible en el sitio web, como la mensajería instantánea, los foros o las salas de chat, tales comunicaca través de nuestros servidores y podemos, aunque no estamos obligados, a vigilar todas las comunicaciones y publicaciones, incluidas aquellas que se denominan «privadas». Usted reconoce que no espera tener privacidad alguna con respecto a tales comunicaciones o publicaciones, y usted da su consentimiento expreso para dicha supervisión.\r\n \r\n9. Identificadores de dispositivos\r\n9.1 Usted entiende y acepta que cuando accede al servicio por medio de un dispositivo móvil (incluidos, entre otros, los teléfonos inteligentes o las tabletas), podemos acceder a, recopilar, vigilar o almacenar de forma remota uno o más «identificadores de dispositivo», como por ejemplo un identificador único universal («UUID»). Los identificadores de dispositivos son pequeños archivos de datos o estructuras de datos similares que están almacenadas o asociadas a su dispositivo móvil, las cuales identifican únicamente a su dispositivo. Un identificador de dispositivo puede estar conformado por datos almacenados en relación con el hardware del dispositivo, datos almacenados en relación con el sistema operativo u otro software del dispositivo o datos enviados por nosotros a este. Un identificador de dispositivo puede transmitirnos información sobre cómo navega y utiliza el servicio. Un identificador de dispositivo puede permanecer constantemente en su dispositivo a fin de que inicie sesión más rápido y mejore su navegación a través del servicio. Es posible que algunas características del servicio no funcionen correctamente si el uso o la disponibilidad de los identificadores de dispositivos se ven afectados o inhabilitados.\r\n \r\n10. Identificadores de usuario\r\n10.1 Usted entiende y acepta que cuando accede al servicio, podemos acceder a, recopilar, vigilar o almacenar de forma remota uno o más «identificadores de usuario». Los identificadores de usuario son pequeños archivos de datos o una estructura de datos similar que está asignada a un usuario y que se utilizará para permitirle continuar el progreso en el juego, usar juegos en múltiples plataformas y asociar su identidad en múltiples plataformas. Un identificador de usuario puede transmitirnos información sobre cómo navega y utiliza el servicio. Un identificador de usuario puede permanecer constantemente en su dispositivo u ordenador a fin de que inicie sesión más rápido y mejore su navegación a través del servicio. Es posible que algunas características del servicio no funcionen correctamente si el uso o la disponibilidad de los identificadores de usuario se ven afectados o inhabilitados.\r\n \r\n11. Datos de ubicación\r\n11.1 Usted entiende y acepta que cuando accede al servicio por medio de un dispositivo móvil, podemos acceder a, recopilar, supervisar o almacenar de forma remota los «datos de ubicación», que pueden incluir coordenadas GPS (por ejemplo, latitud o longitud) o información similar sobre la ubicación de su dispositivo móvil. Los datos de ubicación pueden transmitirnos información sobre cómo navega y utiliza el servicio. Es posible que algunas características del servicio no funcionen correctamente si el uso o la disponibilidad de los datos de ubicación se ven afectados o inhabilitados.\r\n \r\n12. Datos recopilados para evitar las trampas y el software no autorizado\r\n12.1 Usted entiende y acepta que cuando utiliza nuestro servicio o ejecuta nuestro software del juego, este puede incluir funciones de software que estén diseñadas para detectar trampas o programas maliciosos y no autorizados. En este contexto, podemos acceder a, recopilar, vigilar o almacenar de forma remota capturas de pantalla de los juegos, información relacionada con la capacidad del hardware, modificaciones relacionadas con nuestro software del juego, firmas, perfiles o nombres de programas, archivos o procesos de terceros conocidos y no autorizados o malintencionados, que permitan o faciliten la trampa, la ventaja desleal o la piratería de los juegos o del servicio. Si se detectan programas no autorizados o malintencionados, el software del juego también puede comunicarnos las cuentas de los usuarios y los ID de usuario, así como la información sobre el programa no autorizado o malintencionado o su uso.\r\n \r\n13. Notificaciones automáticas y notificaciones locales\r\n13.1 Usted entiende y acepta que podemos, con su consentimiento, enviar notificaciones automáticas y notificaciones locales a su dispositivo móvil a fin de ofrecerle actualizaciones de los juegos y otros mensajes pertinentes.\r\n \r\n14. Licencia\r\n14.1 De conformidad con estos términos y cualquier EULA aplicable, le otorgamos para su uso no comercial y personal únicamente, una licencia limitada, no exclusiva, revocable, no transferible y no sublicenciable para acceder a y utilizar el servicio y los materiales de propiedad exclusiva.\r\n14.2 A excepción de lo expresamente permitido en estos términos o en el EULA aplicable, dicha licencia no abarca las siguientes actividades, y usted acepta no participar en ellas:\r\nla reventa, la concesión de sublicencias, el alquiler o el uso comercial del servicio o de los materiales de propiedad exclusiva del mismo;\r\nla distribución, presentación o exhibición pública de cualquier material de propiedad exclusiva, salvo que ocurra en relación con el desarrollo normal del juego;\r\nla modificación, alteración, mejora o cualquier otro uso derivado de cualquier juego, contenido de un juego u otro material de propiedad exclusiva o cualquier parte de este;\r\nel uso de cualquier minería de datos, robots o métodos similares de recolección o extracción de datos;\r\nla descarga (excepto el almacenamiento en caché de la página) de cualquier parte de los materiales de propiedad exclusiva o de la información contenida en el mismo, salvo lo expresamente permitido en el sitio web;\r\nla ingeniería inversa o descompilación de los materiales de propiedad exclusiva o la obtención del código fuente de los juegos u otro software incluido en los materiales de propiedad exclusiva;\r\ncualquier uso de los servicios o materiales de propiedad exclusiva que no sea para su propósito previsto.\r\n14.3 Cualquier uso del servicio o los materiales de propiedad exclusiva que no sean los específicamente autorizados en este documento, sin el permiso previo por escrito de nosotros, está estrictamente prohibido y cancelará la licencia otorgada en este documento a criterio de PWBV. Dicho uso no autorizado también puede violar las leyes aplicables, incluidas, entre otras, las leyes de copyright y marcas registradas, así como las leyes y reglamentos concernientes a las comunicaciones. A menos que se indique explícitamente en este documento, nada de lo dispuesto en estos términos se interpretará como una concesión de licencias o derechos sobre la propiedad intelectual, ya sea por impedimento, implicación o de algún otro modo. Esta licencia es revocable en cualquier momento con o sin causa.\r\n \r\n15. Conducta del usuario\r\n15.1 Usted debe cumplir estos términos, todas las normas de conducta, todas las leyes aplicables y todas las normas básicas de etiqueta y cortesía al utilizar el servicio. Cualquier conducta que viole la ley en alguna comunidad que esté fuera de Internet en el mundo real también constituye un incumplimiento de estos términos. No toleraremos ninguna conducta ilegal u ofensiva.\r\n15.2 Sin perjuicio de lo anterior, además de las normas relativas al contenido del usuario que están establecidas en la sección 16, usted acepta no emprender ninguna de las siguientes acciones:\r\nperjudicar de cualquier modo a menores de edad;\r\nhacerse pasar por cualquier persona o entidad, incluidos los directivos de PWBV, líderes del foro, guías, anfitriones, empleados o agentes, hacer declaraciones falsas o de otro modo erróneas acerca de su relación con alguna persona o entidad;\r\nfalsificar encabezados o manipular identificadores con el fin de disfrazar el origen de cualquier mensaje transmitido a través del sitio web;\r\ncargar, publicar, enviar por correo electrónico, transmitir o de otro modo poner a la disposición cualquier publicidad, material promocional, «correo basura», «correo no deseado», «mensaje en cadena», «esquema piramidal» no solicitado o no autorizado o participar en cualquier otra modalidad de publicidad;\r\ninterferir con o interrumpir el servicio, los servidores o las redes conectadas al servicio, así como desobedecer los requisitos, procedimientos, políticas o regulaciones de las redes conectadas al servicio;\r\n«acechar», amenazar o de otro modo acosar o causar molestias a otra persona;\r\nrecopilar, almacenar, publicar o de otro modo pulgar información personal de otros usuarios;\r\nimpedir o interrumpir el servicio, el desenvolvimiento normal de las actividades o diálogos en el juego, en las áreas interactivas (definidas más adelante) o en el servicio, o bien usar un lenguaje vulgar, abusivo, gritar en exceso (ESCRIBIR TODO EN MAYÚSCULAS), enviar correos masivos o utilizar cualquier otro método perjudicial en un intento de molestar a otros usuarios o a nuestros empleados;\r\nparticipar, alentar o promover cualquier actividad ilegal o que incumpla estos términos o las normas de conducta;\r\nparticipar en cualquier acción que defraude o intente defraudar, hacer trampa o engañar a otros con el fin de quitarles cualquier elemento que se hayan ganado a través de un juego autorizado;\r\nhacer trampas o jugadas no autorizadas en los juegos o el servicio;\r\nusar o aprovechar cualquier error o falla de diseño para obtener un acceso no autorizado al servicio o para obtener una ventaja injusta sobre otros jugadores;\r\ncomerciar, vender, subastar o transferir cualquier objeto o bien virtual de cualquier naturaleza fuera del juego;\r\nllevar a cabo cualquier acción que interrumpa el servicio, impida o dificulte que otros usuarios disfruten del sitio web, los juegos o cualquier otro aspecto del servicio.\r\n15.3 Podemos tomar cualquier acción e imponer las sanciones que consideremos necesarias con el fin de desalentar y castigar cualquier incumplimiento de estos términos o cualquier otra conducta ilegal o inapropiada, sin previo aviso o advertencia. La decisión en cuanto a si ha ocurrido un incumplimiento o no y quién es el responsable de tal hecho depende exclusivamente de nosotros y se basa en lo que consideremos adecuado para la comunidad y el servicio. Al utilizar el servicio, usted acepta que estará sujeto a nuestra decisión en cuanto a si ha ocurrido un incumplimiento y a la sanción que decidamos imponer.\r\n \r\n16. Contenido del usuario\r\n16.1 El servicio puede incluir foros de discusión, salas de chat, comentarios de los usuarios, funciones de mensajería, comentarios y otras áreas o servicios interactivos («áreas interactivas»), en las que usted u otros usuarios crean, publican, envían o almacenan contenido, mensajes, materiales, datos, información, texto, música, sonido, fotos, vídeos, gráficos, códigos u otros artículos o materiales en o a través del sitio web (el «contenido del usuario»).\r\n16.2 El contenido del usuario publicado en el sitio web está disponible para el público, no es confidencial y será propiedad exclusiva de PWBV. Le recomendamos encarecidamente que no publique ninguna información personal sobre usted u otros.\r\n16.3 Usted es el único responsable del contenido del usuario que publique y del uso que haga del servicio, incluidas las áreas interactivas.\r\n16.4 Usted acepta no publicar, cargar, transmitir, distribuir, almacenar, crear o de otro modo publicar lo siguiente:\r\nContenido del usuario que sea ilegal, difamatorio, obsceno, pornográfico, indecente, lascivo, sugestivo, acosador, amenazador, invasor de los derechos de privacidad o publicidad, abusivo, incendiario, fraudulento o de otro modo cuestionable;\r\nContenido del usuario que constituya, promueva u ofrezca instrucciones para cometer un hecho delictivo, viole los derechos de cualquier parte o de otro modo genere una obligación o incumpla cualquier ley local, estatal, nacional o internacional;\r\nContenido del usuario que pueda infringir cualquier patente, marca registrada, secreto comercial, copyright u otro derecho intelectual o de propiedad de cualquier parte. Al publicar cualquier contenido del usuario, usted declara y asegura que tiene el derecho legítimo de distribuir y reproducir dicho contenido del usuario;\r\nContenido del usuario que se haga pasar por cualquier persona o entidad o de otro modo tergiverse su relación con alguna persona o entidad;\r\nPromociones, campañas políticas, publicidad o solicitudes no deseadas;\r\nInformación privada de cualquier tercero, como por ejemplo, direcciones, números de teléfono, direcciones de correo electrónico, números de Seguro Social y números de tarjetas de crédito;\r\nVirus, datos corruptos u otros archivos dañinos, perjudiciales o destructivos;\r\nContenido del usuario que infrinja las normas de conducta o que, a nuestro juicio, sea cuestionable, impida o de otro modo dificulte que otra persona use o disfrute el servicio, o bien que pueda exponernos a nosotros o a nuestros usuarios a cualquier daño u obligación de cualquier índole.\r\n16.5 No asumimos ninguna responsabilidad por el contenido del usuario publicado, almacenado o cargado por usted o por un tercero, ni por cualquier pérdida o daño que sufra dicho contenido. Tampoco somos responsables por ningún error, difamación, calumnia, omisión, falsedad, obscenidad, pornografía o blasfemia que usted pueda encontrar. Su uso del servicio, incluidas las áreas interactivas, es bajo su propio riesgo. Como proveedor de servicios interactivos, no nos hacemos responsables de las declaraciones, afirmaciones ni del contenido aportado por los usuarios en cualquier foro público, página de inicio personal u otra área interactiva. Aunque no tengamos la obligación de revisar, editar o vigilar el contenido del usuario, nos reservamos el derecho, a nuestra entera discreción, de eliminar, censurar o editar cualquier contenido del usuario publicado o almacenado en cualquier momento y por cualquier motivo sin previo aviso.\r\n16.6 Usted es el único responsable de crear copias de respaldo y reemplazar cualquier contenido del usuario que publique o almacene, y cualquier gasto derivado de ello correrá por su cuenta. Cualquier uso del servicio, incluidas las áreas interactivas u otras partes del mismo, que constituya una violación de lo anterior, incumple estos términos y puede traer como consecuencia, entre otras cosas, la cancelación o suspensión de sus derechos para usar el servicio o cualquier parte de este.\r\n16.7 Usted declara y asegura que (a) es el propietario y tiene todos los derechos sobre el contenido del usuario que publique o de algún modo tiene derecho a publicar tales contenidos en el sitio web; (b) el contenido del usuario es preciso y no es engañoso; y (c) el uso y la publicación del contenido del usuario que usted aporte no incumple estos términos ni las normas de conducta, ni violará ningún derecho ni causará daños a ninguna persona o entidad. Usted será el único responsable de todas las regalías, honorarios, indemnizaciones, así como de cualquier otro gasto que provenga de alguna infracción de dicho derecho o de cualquier otro daño o perjuicio que otra parte sufriese como resultado de cualquier contenido del usuario que usted aporte.\r\n16.8 Como contraprestación por su uso del servicio y en la medida que sea posible y esté permitida por el derecho aplicable, usted, por medio del presente documento, transfiere, cede y acepta ceder de modo irrevocable a PWBV todos los derechos de propiedad sobre el contenido del usuario que usted cree, publique, almacene o transmita en o a través del servicio, incluidos todos los derechos de propiedad intelectual sobre el mismo. Si dicha cesión y transferencia a PWBV no es posible de conformidad con el derecho aplicable, usted acepta que todos los derechos de propiedad se transfieran y cedan a PWE. Por medio del presente documento, usted acepta cooperar con PWBV o PWE en lo que se refiere a la protección de los mismos y deberá firmar dichos documentos (como las escrituras de transferencia o cesión), si corresponde, según lo requiera PWBV o PWE a fin de perfeccionar sus derechos en virtud de este acuerdo.\r\n16.9 En la medida en que las cesiones anteriores no transfieran ningún derecho de propiedad sobre el contenido del usuario, usted nos otorga expresamente a nosotros y a nuestros otorgantes de licencias todos los permisos, autorizaciones y un derecho no exclusivo, perpetuo, mundial, pleno, sublicenciable e irrevocable para volver a publicar, publicar, usar, citar, adaptar, traducir, archivar, almacenar, reproducir, modificar, crear trabajos derivados, licenciar, imprimir, sublicenciar, distribuir, transmitir o de otro modo comunicar y mostrar públicamente, hacer, usar, vender, poner en venta, importar o de otro modo explotar el contenido del usuario o cualquier parte del mismo, de cualquier forma o manera y por cualquier medio o foro, ya sea actualmente conocido o creado en el futuro, sin previo aviso, reconocimiento ni compensación para usted. Usted renuncia a defender cualquier derecho moral o de índole similar que pueda tener sobre el contenido del usuario.\r\n \r\n17. Designación del agente para recibir notificación por alguna presunta infracción de copyright. Avisos DMCA.\r\n17.1 Si usted considera que cualquier elemento del servicio infringe cualquier copyright de su propiedad o bajo su control, puede presentar una notificación de dicha infracción a la información de contacto que aparece a continuación:\r\nPerfect World Publishing BV\r\nDirección: Hoogoorddreef 9, (1101 BA) Ámsterdam, Países Bajos Número de teléfono: +31 (0) 20-2201-000\r\nNúmero telefónico facsímil (fax): 650-591-1211\r\nDirección de correo electrónico (email): dmcaeu@perfectworld.com\r\n17.2 Podemos notificarles un reclamo por infracción de copyright a nuestros usuarios por medio de un aviso general en el sitio web, un mensaje a la dirección de correo electrónico que aparezca en nuestros registros o una comunicación escrita enviada por correo de primera clase a la dirección que aparezca en nuestros registros.\r\n \r\n18. Política de infractor reincidente\r\n18.1 De conformidad con la Ley de Copyright del Milenio Digital (DMCA) y otra legislación aplicable, hemos adoptado una política que consiste en cancelar el acceso, en circunstancias apropiadas y a nuestra entera discreción, a los suscriptores o titulares de cuentas que se consideren infractores reincidentes. También podemos, a nuestra entera discreción, limitar el acceso al servicio o cancelar las cuentas de cualquier usuario que infrinja los derechos de propiedad intelectual de otros, independientemente de que la infracción sea repetida o no.\r\n \r\n19. Hipervínculos\r\n19.1 A usted se le otorga un derecho limitado y no exclusivo para crear un hipervínculo de texto al sitio web para fines no comerciales, siempre que dicho enlace no nos muestre a nosotros ni a ninguno de nuestros productos y servicios de un modo falso, engañoso, despectivo o difamatorio y siempre que el sitio de enlace no contenga ningún material que sea exclusivo para adultos, ilegal u ofensivo, abusivo o de otro modo cuestionable. Este derecho limitado puede ser revocado en cualquier momento. No puede usar ningún logotipo de PWBV ni ningún otro gráfico de propiedad de PWBV para enlazar a este sitio web sin el permiso expreso y por escrito por parte de nosotros. Tampoco puede utilizar, encuadrar ni utilizar técnicas de enmarcado para incluir alguna marca registrada, logotipo u otra información de propiedad exclusiva de PWBV, incluidas las imágenes que se encuentren en los servicios, el contenido de cualquier texto o el diseño o formato de cualquier página o formulario que aparezca en alguna página del sitio web sin nuestro consentimiento expreso y por escrito. Salvo lo indicado anteriormente, no se le concede ningún derecho ni licencia por implicación, impedimento u otro sobre cualquier patente, marca registrada, copyright ni derecho de propiedad de PWBV o de algún tercero.\r\n19.2 No ofrecemos garantías ni nos hacemos responsables con respecto a la calidad, el contenido, la naturaleza o la confiabilidad de los sitios web de terceros a los que se pueda acceder por medio de un hipervínculo desde el sitio web ni los sitios que tengan enlaces a nuestro sitio web. Dichos sitios no están bajo nuestro control, y no somos responsables de los contenidos de ningún sitio web enlazado, ningún enlace contenido en algún sitio web enlazado ni de ninguna revisión, cambio o actualización a dichos sitios web. Le ofrecemos estos enlaces solo para su conveniencia, y la incorporación de cualquier enlace no implica ninguna relación, respaldo o aprobación de cualquier sitio o la información contenida en el mismo. Cuando abandone el sitio, debe tener en cuenta que nuestros términos y políticas ya no rigen. Debe revisar los términos y políticas aplicables, incluidas las prácticas de privacidad y recopilación de datos, de cualquier sitio web al que navegue desde el nuestro.\r\n \r\n20. Software móvil\r\n20.1 Software móvil. Ponemos a su disposición un software para acceder al servicio a través de un dispositivo móvil («software móvil»). Para utilizar dicho software, debe tener un dispositivo móvil que sea compatible con el servicio móvil. No garantizamos que el software móvil sea compatible con su dispositivo móvil. Por el presente acuerdo, le otorgamos una licencia no exclusiva, no transferible y revocable con el fin de utilizar una copia del código compilado del software móvil para una cuenta en un dispositivo móvil que sea de su propiedad o que usted haya alquilado para su uso personal. Usted no puede:\r\nmodificar, desensamblar, descompilar o aplicar ingeniería inversa al software móvil, excepto en la medida en que dicha restricción esté expresamente prohibida por la ley;\r\nalquilar, arrendar, prestar, revender, sublicenciar, distribuir o de otro modo transferir el software móvil a un tercero o usar el software móvil con el propósito de ofrecer tiempo compartido o servicios similares a cualquier tercero;\r\nhacer copias del software móvil;\r\neliminar, eludir, inhabilitar, dañar o interferir de alguna manera con las funciones que estén relacionadas con la seguridad del software móvil, las funciones que impidan o restrinjan el uso o la copia de cualquier contenido accesible a través del software móvil o las funciones que impongan limitaciones en el uso del software móvil;\r\neliminar los avisos de copyright y otros derechos de propiedad en el software móvil. Usted reconoce que es posible que, cuando sea oportuno, lancemos versiones actualizadas del software móvil, y que podemos actualizar automáticamente la versión del software móvil que esté utilizando en su dispositivo. Usted acepta dicha actualización automática en su dispositivo móvil, y acepta que los términos y condiciones de este acuerdo se aplicarán a todas estas actualizaciones. Cualquier código de terceros que esté incorporado al software móvil está cubierto por el EULA de la licencia de un tercero o el código abierto aplicable, en su caso, que autorice el uso de dicho código. La concesión de la licencia anterior no es una venta del software móvil ni de ninguna copia del mismo, y nosotros o nuestros socios o proveedores externos conservamos todos los derechos de propiedad sobre el software móvil y cualquier copia del mismo. Cualquier intento que usted haga de transferir cualquiera de los derechos, deberes u obligaciones en virtud del presente acuerdo, salvo lo que esté expresamente previsto en este documento, será nulo. Nos reservamos todos los derechos que no se hayan otorgado expresamente con arreglo a este acuerdo.\r\n20.2 Software móvil de iTunes. Los siguientes términos rigen el software móvil que adquiera de la tienda iTunes Store («software desarrollado para iTunes»): Usted reconoce y acepta que este acuerdo es únicamente entre usted y PWBV, no Apple, y que Apple no es responsable del software desarrollado para iTunes ni del contenido del mismo. Su uso del software desarrollado para iTunes debe cumplir los términos de servicio de la App Store. Usted reconoce que Apple no tiene ninguna obligación de brindar servicios de mantenimiento y asistencia con respecto al software desarrollado para iTunes. En el supuesto de que el software desarrollado para iTunes no cumpla cualquier garantía correspondiente, puede notificarle a Apple, y esta le reembolsará el precio de compra del software desarrollado para iTunes. En la medida máxima permitida por el derecho aplicable, Apple no tendrá ninguna otra obligación de ofrecerle garantía alguna con respecto al software desarrollado para iTunes, y cualquier otra reclamación, pérdida, obligación, indemnización, coste o gasto atribuible a cualquier incumplimiento de garantía se regirá únicamente por este acuerdo y por el derecho aplicable a PWBV en su calidad de proveedor del software. Usted reconoce que Apple no tiene la responsabilidad de atender ninguna reclamación suya o de un tercero en relación con el software desarrollado para iTunes o la posesión o uso de este en las siguientes situaciones, entre otras:\r\nlas reclamaciones relativas a la responsabilidad del producto;\r\ncualquier reclamación de que el software desarrollado para iTunes no cumpla los requisitos legales o reglamentarios correspondientes;\r\nlas reclamaciones derivadas de la protección al consumidor o alguna legislación similar. Todas las reclamaciones se regirán únicamente por este acuerdo y por el derecho aplicable a PWBV en su calidad de proveedor del software. Usted reconoce que, en el supuesto de que un tercero reclame que el software desarrollado para iTunes o su posesión y uso de dicho software infringe los derechos de propiedad intelectual de ese tercero, PWBV, y no Apple, será el único responsable de la investigación, la defensa, el arreglo y la indemnización de cualquier reclamo por infracción de propiedad intelectual en la medida requerida por este acuerdo. Usted y PWBV reconocen y aceptan que Apple y las subsidiarias de Apple son terceras partes beneficiarias de este acuerdo en lo que se refiere a la licencia para que usted disfrute del software desarrollado para iTunes y que, una vez que usted acepte los términos y condiciones de este acuerdo, Apple tendrá el derecho (y se considerará que ha aceptado el derecho) de hacerle cumplir este acuerdo en relación con su licencia para usar el software desarrollado para iTunes en su calidad de tercero beneficiario del mismo.\r\n \r\n21. Contenido de terceros\r\n21.1 Podemos ofrecer o difundir contenido externo a través del servicio y podemos aportar enlaces a páginas web y contenido de terceros (en conjunto, el «contenido de terceros») como un servicio para aquellos que estén interesados en esta información. No supervisamos ni controlamos ningún contenido de terceros en sitios web externos. No respaldamos ni aprobamos ningún contenido de terceros, ni podemos garantizar su exactitud o integridad. No garantizamos ni aseguramos la exactitud de la información contenida en ellos, ni asumimos la responsabilidad de actualizar o revisar ningún contenido de terceros. Los usuarios utilizan dicho contenido de terceros bajo su propio riesgo.\r\n \r\n \r\n22. Anuncios y promociones; productos y servicios de terceros\r\n22.1 Podemos publicar anuncios y promociones de terceros a través del servicio o de algún otro modo brindar información o enlaces a productos o servicios de terceros a través del servicio. Sus relaciones, su correspondencia comercial o su participación en las promociones de dichos terceros, así como cualesquiera de los términos, condiciones, garantías o declaraciones asociadas a dichas transacciones o promociones son únicamente entre usted y dicho tercero. No somos responsables de ningún tipo de pérdidas o daños que usted sufra como consecuencia de dichas relaciones o promociones o como resultado de la presencia de dichos anunciantes externos a PWBV o de la información de terceros. Si accede a un sitio web de un tercero desde el servicio, lo hace bajo su propio riesgo y entiende que este acuerdo y nuestra política de privacidad no rigen el uso de dichos sitios. Usted exime expresamente a la compañía de toda responsabilidad derivada de su uso de cualquier sitio web, servicio o contenido de terceros.\r\n \r\n23. Servicio oficial y pruebas beta\r\n23.1 Los juegos están diseñados para utilizarse únicamente como se ofrecen a través de nuestro servicio. Usted acepta no acceder, crear ni proveer ningún otro medio a través del cual otros puedan jugar el juego, como por ejemplo a través de emuladores del servidor. Acepta no usar ningún hardware o software, como por ejemplo, herramientas de terceros o cualquier otro método de asistencia que pueda de algún modo influir o darle una ventaja en el uso de los servicios que no esté autorizada por nosotros, incluidos, entre otros, el uso de «bots» o cualquier otro método por el cual el servicio se pueda jugar automáticamente sin intervención humana. Usted reconoce que no tiene derecho a crear, publicar, distribuir, crear trabajos derivados ni utilizar ningún programa de software, utilidades, aplicaciones, emuladores o herramientas derivadas o creadas para los juegos, salvo que pueda usar el software con el alcance expresamente permitido por estos términos y por el EULA correspondiente. No puede realizar ninguna acción que imponga una carga irrazonable o desproporcionada sobre nuestra infraestructura. Usted no es propietario ni puede vender, transferir, comercializar ni subastar ninguna cuenta, personaje, artículo, moneda, Zen o material de propiedad exclusiva; ni tampoco puede ayudar a otros a hacerlo, salvo que esté expresamente autorizado por nosotros. No reconocemos ninguna transferencia que tenga lugar fuera del servicio y que esté relacionada con este.\r\n23.2 Es posible que tenga la oportunidad de hacer pruebas beta de juegos nuevos («juegos beta») y de funciones del sitio web. Su participación como probador beta está sujeta a los términos y condiciones estipulados a continuación.\r\n23.3 Usted reconoce que está utilizando una edición preliminar o previa de las funciones del sitio y de los juegos beta, que está participando en una prueba beta de estos (la «prueba beta»), y que las funciones del sitio web de los juegos beta pueden contener errores, pueden no funcionar correctamente o realizar todas las funciones deseadas, pueden interferir con el funcionamiento de otras aplicaciones de software y pueden causar errores, pérdida de datos u otros problemas. Las pruebas beta cerradas son confidenciales, y usted acepta que toda la información sobre los juegos beta, los servicios y la prueba beta, incluidos, entre otros, los comentarios, ideas u otras reacciones (en conjunto, los «comentarios») que usted le aporte a PWBV con respecto a los juegos beta, el servicio o la prueba beta se considerarán confidenciales (la «información confidencial»). Usted acepta no utilizar la información confidencial de ningún modo, excepto para su uso personal con el único propósito de probar las funciones de los juegos beta y el sitio, y acepta proteger la información confidencial o cualquier parte de la misma y evitar que esta se le revele a cualquier persona. Además, acepta tomar todas las medidas razonablemente necesarias a fin de proteger el secreto de la información confidencial y evitar que esta sea del dominio público o caiga en manos de personas no autorizadas. Toda la información confidencial seguirá siendo propiedad exclusiva de PWBV, y PWBV puede usar dicha información confidencial para cualquier propósito sin tener ninguna obligación con usted. Usted llevará a cabo las pruebas personalmente y no permitirá el acceso a los juegos beta a ninguna otra persona. Usted acepta que el incumplimiento de las obligaciones anteriores con respecto a la confidencialidad nos causará un daño irreparable, y tenemos derecho a solicitar un desagravio por mandato judicial sin pago de fianza a fin de prevenir el incumplimiento o la amenaza del incumplimiento de sus obligaciones. Su obligación de mantener la confidencialidad de los juegos beta continuará hasta que nosotros distribuyamos públicamente o se hayan hecho públicos todos los juegos y el contenido que usted esté probando por alguna razón que no sea atribuible a usted.\r\n23.4 Como probador beta, se le invita a jugar los juegos beta con el único propósito de evaluarlos e identificar errores. Nada de lo establecido en estos términos, ni en el sitio ni a través del servicio se interpretará como la concesión de derecho o privilegio alguno con respecto a los juegos beta o al contenido que encuentre aquí. Los juegos beta se ofrecen «tal y como están», «como están disponibles» con el fin de realizar pruebas, y no le ofrecemos ninguna garantía, ya sea expresa o implícita. Usted entiende y acepta que utiliza los juegos beta bajo su propio riesgo, está consciente de que estos pueden tener errores conocidos o desconocidos, y que no tenemos ninguna obligación con usted en lo que se refiere a los juegos beta, como por ejemplo, la obligación de ofrecerle dichos juegos en el futuro sin coste alguno.\r\n23.5 Al jugar algunos juegos beta, puede acumular tesoros, puntos de experiencia, equipos u otros indicadores de valor o estado dentro de la prueba beta. Estos datos se pueden restablecer en cualquier momento durante el proceso de prueba y también se pueden restablecer cuando dicho juego en particular complete esta fase de prueba. En este caso, todo el historial y los datos del jugador se borrarán y cada jugador volverá al estado inicial.\r\n \r\n24. Tarifas\r\n24.1 Podemos cobrar tarifas para acceder y adquirir ciertos elementos del juego o participar en actividades internas a través del servicio, y podemos permitir la compra de «puntos» internos del juego, que pueden emplearse para la compra de artículos o actividades internas del juego («Zen»). Después de la compra, tendrá derecho a usar el Zen y podrá hacerlo del modo previsto.\r\n24.2 LAS TARIFAS Y OTROS CARGOS APLICABLES AL ZEN SE PAGAN POR ADELANTADO Y NO SON REEMBOLSABLES. EL ZEN NO TIENE VALOR MONETARIO NI PUEDE CANJEARSE POR DINERO EN EFECTIVO. NI EL ZEN NI EL DERECHO A USAR EL ZEN CORRESPONDIENTE SON TRANSFERIBLES, NI TOTAL NI PARCIALMENTE. EL DERECHO A USAR EL ZEN ES UNA PARTE INTEGRAL DE LA LICENCIA PARA UTILIZAR EL SERVICIO Y EL JUEGO.\r\n24.3 Usted reconoce y acepta explícitamente que el derecho (licencia) para usar el Zen comienza desde el momento en que se han pagado las tarifas, a partir de lo cual, usted podrá usar el Zen para los fines previstos. Usted reconoce y acepta explícitamente que pierde el derecho a desistir de la compra de los Zen.\r\n24.4 Podemos, cuando sea oportuno, modificar, enmendar o complementar nuestras tarifas, métodos de facturación y términos aplicables a los Zen o a cualquier compra y publicar dichos cambios en estos términos, en unos términos de venta por separado o bien, en otros términos, o acuerdos publicados en el sitio web o el servicio o que le hagamos saber de otro modo. Dichas modificaciones, enmiendas, complementos o términos de venta entrarán en vigor inmediatamente después de su publicación en el sitio o servicio, y se hará referencia a ellos en este documento. Si algún cambio es inaceptable para usted, puede cancelar su cuenta en cualquier momento.\r\n24.5 Si reclama una devolución de un cargo por cualquier motivo, tenemos el derecho de investigar y disputar dicha devolución. Si consideramos que su solicitud de devolución de un cargo es espuria, irrazonable o no válida, podemos llevar la disputa a un tribunal. Si su devolución no se considera válida en el tribunal, usted acepta pagar todos los honorarios y costes resultantes de la devolución del cargo en disputa, incluidos, entre otros, los honorarios de abogados y las costas judiciales, la indemnización por daños y perjuicios, el dinero perdido debido a la falta de actividad y las comisiones de la devolución del cargo, o si el derecho aplicable dicta otra medida, la cantidad máxima permitida.\r\n24.6 Usted puede pagar las tarifas y cargos aplicables a los Zen con las principales tarjetas de crédito, PayPal® u otros métodos similares que estén autorizados por nosotros.\r\n24.7 No somos responsables por casos de piratería informática o la pérdida de los bienes virtuales de su cuenta. Sin embargo, podemos, a nuestra entera discreción, reembolsar los bienes virtuales o Zen una vez que se evidencie que dicha pérdida no se debió a un uso inapropiado por parte de usted. Podemos limitar la cantidad de cualquier elemento o negarnos a proveerle cualquier producto virtual. Es posible que se requiera la verificación de cierta información pertinente a una transacción antes de que aceptemos su pago. El precio y la disponibilidad de los bienes virtuales están sujetos a cambios sin previo aviso. No somos responsables por los bienes virtuales o Zen que se le otorguen o se le provean como incentivo.\r\n \r\n25. Interrupción del servicio\r\n25.1 Nos reservamos el derecho de interrumpir el servicio o cualquier parte del mismo, cuando sea oportuno, de forma regular y programada o de otro modo, con o sin previo aviso, a fin de realizar el mantenimiento. Usted acepta que no seremos responsables por ninguna interrupción del servicio o parte del mismo, ni por ninguna demora o incumplimiento debido a cualquier motivo.\r\n25.2 Usted reconoce que el servicio o cualquier parte del mismo puede interrumpirse por razones ajenas a nuestra voluntad, y no podemos garantizarle que podrá acceder al servicio cuando lo desee. No seremos responsables por ninguna interrupción de los servicios, demoras o incumplimientos por cualquier motivo.\r\n25.3 Tenemos el derecho, en cualquier momento, con o sin motivo, de cambiar o eliminar cualquier aspecto del Servicio, según lo consideremos oportuno, a nuestra entera discreción.\r\n25.4 No estamos obligados a reembolsar ni total ni parcialmente ningún cargo de la cuenta (si corresponde) por motivo de una interrupción del servicio que se deba a cualesquiera de las circunstancias descritas en los párrafos 25.1  y 25.2 .\r\n \r\n26. Acción disciplinaria/cese de la cuenta y del servicio\r\n26.1 POR CUALQUIER MOTIVO PODEMOS SUSPENDER, CANCELAR, MODIFICAR, BLOQUEAR EL ACCESO O BORRAR EL SERVICIO O CUALQUIER CUENTA O PARTE DE ELLA MEDIANTE ENVÍO DE UNA NOTIFICACIÓN DENTRO DEL PERÍODO DE TIEMPO ESPECIFICADO CUANDO CREÓ UNA CUENTA O SE UNIÓ A UN SERVICIO, O SI NO SE ESPECIFICÓ DICHO PERÍODO DE TIEMPO, EN UN PLAZO DE TREINTA (30) DÍAS A PARTIR DE LA FECHA EN QUE TAL NOTIFICACIÓN SE LE HAYA ENVIADO A USTED POR CORREO ELECTRÓNICO O LA HAYAMOS PUBLICADO EN EL SITIO O ÁREA INTERACTIVA.\r\n26.2 En el supuesto de que haya violaciones por parte de los usuarios, podemos, a nuestro criterio, emitir advertencias y suspender las cuentas de forma temporal o cancelarlas permanentemente. Nos reservamos el derecho a decidir, a nuestro criterio, cuándo y cómo imponer advertencias, sanciones o medidas disciplinarias. Consideramos la gravedad de la violación y el número de infracciones al tomar nuestra decisión. Sin embargo, cualquier decisión se tomará a nuestra sola discreción.\r\n26.3 Para evitar dudas, por el presente acuerdo, usted reconoce que tenemos derecho a decidir con respecto a la cancelación de su cuenta, incluso si hay créditos restantes en ella. La cancelación de su cuenta implica el cese de la licencia para utilizar el servicio o cualquiera de sus partes (consulte la sección 8).\r\n26.4 Usted tiene el derecho de cancelar su cuenta en cualquier momento mediante envío de una notificación. Usted entiende y acepta que, a menos que el derecho aplicable dicte lo contrario, la cancelación de su cuenta es su único derecho y recurso jurídico ante cualquier disputa, como por ejemplo, las que tengan relación con los siguientes supuestos:\r\ncualquier término de este acuerdo o nuestra aplicación o ejecución del mismo;\r\nlos contenidos del usuario;\r\nsu capacidad para acceder o utilizar el servicio o el sitio web;\r\nel monto o tipo de los cargos, recargos, impuestos aplicables, métodos de facturación o cualquier cambio en los cargos, impuestos aplicables, recargos o métodos de facturación.\r\n26.5 Puede cancelar su cuenta en cualquier momento mediante envío de una notificación. Nos reservamos el derecho de cobrar las tarifas y cargos acumulados y generados por nosotros antes de su cancelación. Además, usted es responsable de cualquier tarifa, cargo y gasto contraído con proveedores externos o proveedores de contenido antes de su cancelación.\r\n26.6 En el supuesto de que su cuenta sea cancelada por cualquier motivo, o por ningún motivo, no se le concederá ningún reembolso, ni se le acreditará el tiempo en línea u otros créditos (por ejemplo, los puntos ganados en un juego en línea), ni se canjearán por efectivo u otra forma de reembolso, ni tendrá más acceso a su cuenta. Cualquier cuenta morosa o impaga o las cuentas con disputas no resueltas deben saldarse antes de que le permitamos registrarse nuevamente.\r\n26.7 Si usted considera que se le ha advertido o sancionado injustamente, comuníquese con nosotros para obtener una explicación detallada.\r\n \r\n27. Indemnización\r\n27.1 Usted acepta defender, indemnizar y eximir de responsabilidad a PWBV, sus contratistas independientes, proveedores de servicios y consultores y a sus respectivos directores, empleados, agentes, socios, filiales y subsidiarias frente a cualesquiera demandas, indemnizaciones por daños y perjuicios, costes, obligaciones y gastos (incluidos, entre otros, los honorarios razonables de abogados) que tengan alguna relación con el contenido del usuario que usted publique, almacene o transmita de otro modo en o a través del sitio, su conducta, su incumplimiento de estos términos, cualquier uso indebido del servicio o su violación de los derechos de cualquier tercero.\r\n \r\n28. Reconocimientos\r\n28.1 Usted reconoce y acepta que:\r\nAL UTILIZAR LOS SERVICIOS, EL SOFTWARE PUEDE VIGILAR LA MEMORIA DE ACCESO ALEATORIO (RAM) DEL ORDENADOR O LOS PROCESOS DE LA CPU A FIN DE VERIFICAR SI HAY PROGRAMAS DE TERCEROS NO AUTORIZADOS QUE SE EJECUTEN PARALELAMENTE AL SOFTWARE. UN «PROGRAMA DE TERCEROS NO AUTORIZADO», SEGÚN ESTE DOCUMENTO, SE DEFINE COMO CUALQUIER SOFTWARE DE TERCEROS, INCLUIDOS, ENTRE OTROS, CUALQUIER «ADD-ON» O «MOD», QUE A LA SOLA DISCRECIÓN DE PWBV:\r\nHABILITE O FACILITE CUALQUIER TIPO DE TRAMPAS;\r\nPERMITA A LOS USUARIOS MODIFICAR O HACKEAR LA INTERFAZ, EL AMBIENTE O LA EXPERIENCIA DEL SOFTWARE DE CUALQUIER MANERA NO EXPRESAMENTE AUTORIZADA POR PWBV;\r\nINTERCEPTE, «MINE» O DE OTRO MODO RECOJA INFORMACIÓN DE O A TRAVÉS DEL SOFTWARE. EN EL SUPUESTO DE QUE EL SOFTWARE DETECTE UN PROGRAMA EXTERNO NO AUTORIZADO, PUEDE COMUNICAR INFORMACIÓN A PWBV, COMO POR EJEMPLO, EL NOMBRE DE SU CUENTA, LOS DETALLES SOBRE EL PROGRAMA EXTERNO NO AUTORIZADO QUE SE HAYA DETECTADO Y LA FECHA EN QUE SE HAYA DETECTADO DICHO PROGRAMA; Y PERFECT WORLD ENTERTAINMENT PUEDE HACER CUMPLIR TODOS O CUALESQUIERA DE LOS DERECHOS EN VIRTUD DE ESTA SECCIÓN O DE ESTE ACUERDO, CON O SIN PREVIO AVISO AL USUARIO.\r\nPWBV PUEDE CONTROLAR O GRABAR SUS SESIONES DE CHAT Y OTRAS COMUNICACIONES ELECTRÓNICAS TRANSMITIDAS O RECIBIDAS A TRAVÉS DEL JUEGO O EL SERVICIO Y USTED ACEPTA DICHO CONTROL O GRABACIÓN.\r\nNo garantizamos la integridad, exactitud ni la veracidad de la información transmitida entre los jugadores. No garantizamos la seguridad de la información que se transmita entre los jugadores. Usted reconoce que dicha información transmitida entre los jugadores se ofrece «tal y como está» y que usted hará uso de ella bajo su propio riesgo.\r\nUsted reconoce que, al usar el servicio o los juegos, puede perder características o elementos internos del juego. Usted no puede responsabilizar a PWBV por ninguna pérdida de funciones ni de elementos internos del juego. No garantizamos la disponibilidad de ningún elemento interno del juego, ni de ningún servicio ni ningún nivel para los jugadores.\r\n \r\n29. Renuncia a las garantías\r\n29.1 USTED ENTIENDE Y ACEPTA EXPRESAMENTE QUE:\r\nEL SERVICIO, LOS JUEGOS, EL SITIO Y TODOS LOS MATERIALES CONTENIDOS EN ELLOS SE OFRECEN «TAL Y COMO ESTÁN» Y «COMO ESTÁN DISPONIBLES», SIN GARANTÍAS DE NINGÚN TIPO, YA SEAN EXPRESAS O IMPLÍCITAS. PWBV Y SUS SUBSIDIARIAS, FILIALES, DIRECTIVOS, EMPLEADOS, AGENTES, SOCIOS Y OTORGANTES DE LICENCIA RENUNCIAN A TODAS LAS OTRAS GARANTÍAS, EXPRESAS O IMPLÍCITAS, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS IMPLÍCITAS CON RESPECTO A LA COMERCIABILIDAD, ADECUACIÓN PARA UN PROPÓSITO PARTICULAR, RENDIMIENTO O ADECUACIÓN PARA SU USO PREVISTO, TITULARIDAD Y AUSENCIA DE INFRACCIÓN CON RESPECTO AL SERVICIO, EL JUEGO Y EL SITIO, INCLUIDOS, ENTRE OTROS, LA INFORMACIÓN, LOS CONTENIDOS Y MATERIALES CONTENIDOS EN ELLOS. SIN PERJUICIO DE LO ANTERIOR, PWBV NO GARANTIZA NI ASEGURA QUE EL SERVICIO, LOS JUEGOS, EL SITIO WEB O LOS MATERIALES CONTENIDOS EN ELLOS SEAN EXACTOS, COMPLETOS, CONFIABLES Y ESTÉN DISPONIBLES, ACTUALIZADOS Y LIBRES DE ERRORES. PWBV TAMPOCO ASEGURA NI GARANTIZA QUE LOS JUEGOS, EL SITIO WEB O SUS SERVIDORES ESTÉN LIBRES DE VIRUS, ERRORES U OTROS COMPONENTES O DEFECTOS PERJUDICIALES, NI QUE SE TRANSMITAN LOS DATOS DE FORMA SEGURA O FUNCIONEN ADECUADAMENTE CON EL SERVICIO.\r\nPWBV Y SUS SUBSIDIARIAS, FILIALES, DIRECTIVOS, EMPLEADOS, AGENTES, SOCIOS Y OTORGANTES DE LICENCIA NO GARANTIZAN QUE: (i) EL SERVICIO CUMPLIRÁ CON SUS REQUISITOS; (ii) EL FUNCIONAMIENTO DEL SITIO WEB SERÁ ININTERRUMPIDO, PUNTUAL, SEGURO O LIBRE DE ERRORES; O (iii) CUALQUIER ERROR EN EL SOFTWARE SERÁ CORREGIDO.\r\nSI BIEN PWBV SE ESFUERZA POR HACER QUE SU ACCESO Y USO DEL SERVICIO SEAN SEGUROS, PWBV NO GARANTIZA NI PUEDE GARANTIZAR QUE EL SERVICIO O SU(S) SERVIDOR(ES) ESTÉN LIBRES DE VIRUS U OTROS COMPONENTES PERJUDICIALES; POR LO TANTO, DEBE UTILIZAR UN SOFTWARE RECONOCIDO POR LA INDUSTRIA PARA DETECTAR Y DESINFECTAR LOS VIRUS DE CUALQUIER DESCARGA. CUALQUIER MATERIAL DESCARGADO O DE OTRO MODO OBTENIDO A TRAVÉS DEL USO DEL SITIO O DEL SERVICIO SE ACCEDE BAJO SU PROPIA DISCRECIÓN Y RIESGO, Y USTED SERÁ EL ÚNICO RESPONSABLE DE CUALQUIER DAÑO A SU SISTEMA DE ORDENADOR O PÉRDIDA DE DATOS QUE OCURRA COMO RESULTADO DE LA DESCARGA DE CUALQUIERA DE LOS MATERIALES A LOS QUE HEMOS HECHO REFERENCIA.\r\nUN PEQUEÑO PORCENTAJE DE LOS USUARIOS PUEDE SUFRIR ATAQUES EPILÉPTICOS SI SE EXPONE A CIERTOS PATRONES DE LUZ O FONDOS EN UNA PANTALLA DE ORDENADOR O MIENTRAS USE EL SITIO WEB O EL SERVICIO. CIERTAS CONDICIONES PUEDEN INDUCIR SÍNTOMAS EPILÉPTICOS QUE NO SE HABÍAN DETECTADO ANTES, INCLUSO EN USUARIOS QUE NO TENGAN UN HISTORIAL DE CONVULSIONES O EPILEPSIA. SI USTED O ALGUIEN DE SU FAMILIA TIENE UNA CONDICIÓN EPILÉPTICA, CONSULTE A SU MÉDICO ANTES DE USAR EL SERVICIO. DEJE DE UTILIZAR EL SERVICIO INMEDIATAMENTE Y CONSULTE A SU MÉDICO SI EXPERIMENTA ALGUNO DE LOS SIGUIENTES SÍNTOMAS AL USAR EL SERVICIO: MAREOS, VISIÓN ALTERADA, ESPASMO OCULAR O MUSCULAR, PÉRDIDA DE CONCIENCIA, DESORIENTACIÓN, CUALQUIER MOVIMIENTO INVOLUNTARIO O CONVULSIONES.\r\nLA REFERENCIA A CUALQUIER PRODUCTO, SERVICIO, PROCESO U OTRA INFORMACIÓN POR NOMBRE COMERCIAL, MARCA COMERCIAL, FABRICANTE, PROVEEDOR O DE OTRO MODO NO CONSTITUYE NI IMPLICA EL RESPALDO, EL PATROCINIO O LA RECOMENDACIÓN DE ESTOS NI NINGUNA RELACIÓN CON ELLOS POR PARTE DE PWBV.\r\n \r\n30. Limitación de responsabilidad\r\n30.1 EN NINGÚN CASO, PWBV, SUS DIRECTORES, MIEMBROS, FILIALES, SUBSIDIARIAS, EMPLEADOS O AGENTES SERÁN RESPONSABLES POR DAÑOS Y PERJUICIOS DIRECTOS, ESPECIALES, INDIRECTOS O CONSECUENTES, NI POR DAÑOS Y PERJUICIOS DE CUALQUIER ÍNDOLE, INCLUIDAS, ENTRE OTRAS, LA PÉRDIDA DEL USO, PÉRDIDA DE BENEFICIOS O PÉRDIDA DE INFORMACIÓN, YA SEA EN UNA DEMANDA POR INCUMPLIMIENTO DE CONTRATO, ILÍCITO CIVIL (COMO POR EJEMPLO, LA NEGLIGENCIA) O DE OTRO MODO, QUE TENGA RELACIÓN CON EL USO O LA INCAPACIDAD DE USAR EL SITIO WEB, EL SERVICIO, LOS JUEGOS, CONTENIDOS O MATERIALES DISPONIBLES O ACCESIBLES A TRAVÉS DEL SITIO WEB O DEL SERVICIO, INCLUIDOS, ENTRE OTROS, LOS DAÑOS Y PERJUICIOS QUE SURJAN DE LA CONFIANZA DADA POR EL USUARIO A CUALQUIER INFORMACIÓN OBTENIDA DE NOSOTROS O DE PWBV, O QUE SURJAN DE ERRORES, OMISIONES, INTERRUPCIONES, ELIMINACIÓN DE ARCHIVOS O CORREOS ELECTRÓNICOS, DEFECTOS, VIRUS, RETRASOS EN LA OPERACIÓN O TRANSMISIÓN O CUALQUIER FALLA EN EL DESEMPEÑO, INDEPENDIENTEMENTE DE QUE SEA CONSECUENCIA DE UN HECHO FORTUITO, FALLA EN LA COMUNICACIÓN, ROBO, DESTRUCCIÓN O ACCESO NO AUTORIZADO A LOS REGISTROS, PROGRAMAS O SERVICIOS DE PWBV.\r\n30.2 EN NINGÚN CASO, LA RESPONSABILIDAD TOTAL DE PWBV, YA SEA POR CONTRATO, GARANTÍA, AGRAVIO (INCLUIDA LA NEGLIGENCIA, YA SEA ACTIVA, PASIVA O DERIVADA), RESPONSABILIDAD DEL PRODUCTO, RESPONSABILIDAD ESTRICTA U OTRAS TEORÍAS, QUE SURJAN O SE RELACIONEN CON EL USO O INCAPACIDAD PARA UTILIZAR EL SERVICIO, EL SITIO WEB O CUALQUIERA DE LOS JUEGOS EXCEDERÁ EL IMPORTE QUE USTED PAGUE, SI LO HUBIERE, A FIN DE ACCEDER O UTILIZAR EL MISMO.\r\n30.3 Algunos Estados miembros de la UE no permiten las limitaciones de responsabilidad contempladas anteriormente en virtud de la legislación de obligatorio cumplimiento, por lo que es posible que no se apliquen a usted. En tal caso, usted acepta explícitamente que nuestra responsabilidad (o la de cualquiera de las otras partes exoneradas) hacia usted se limitará a la medida máxima permitida por la legislación aplicable. Usted acepta que no podemos ser responsables de nada que ocurra o surja del acceso o suscripción al servicio.\r\n \r\n31. Aspectos generales\r\n31.1 Salvo que la legislación aplicable indique expresamente lo contrario:\r\n- este acuerdo se rige y se debe interpretar y hacer cumplir de conformidad con la legislación de los Países Bajos;\r\n- la validez de la Convención de Ventas de Viena está expresamente excluida;\r\n- cualquier demanda, disputa o procedimiento iniciado en virtud del presente acuerdo se llevará ante el tribunal competente en Ámsterdam, Países Bajos.\r\n31.2 El hecho de que no actuemos con respecto a un incumplimiento por parte de usted u otras personas no anula nuestro derecho a actuar ante incumplimientos posteriores o similares.\r\n31.3 Salvo que se permita otra cosa con arreglo a este documento, no puede ceder ni transferir este acuerdo ni sus derechos en virtud de este, ni los juegos ni ningún otro software provisto por nosotros, y cualquier intento de hacer lo contrario será nulo.\r\n31.4 Si alguna disposición de este acuerdo fuere ilegal, nula o por cualquier motivo inejecutable, dicha disposición se excluirá de este acuerdo y no afectará la validez y exigibilidad de las disposiciones restantes.\r\n31.5 Los encabezados de las secciones que aparecen en este documento sirven solo como referencia y no tendrán ningún efecto jurídico.\r\n \r\n32. Recursos\r\nUsted acepta que sus obligaciones, declaraciones y las limitaciones de la licencia, establecidas en este documento, son necesarias y razonables para proteger a PWBV, sus operaciones y sus otorgantes de licencias, y usted acepta expresamente que la indemnización pecuniaria sería insuficiente para compensar plenamente a PWBV por cualquier incumplimiento de este acuerdo o por cualquier declaración falsa que usted haya dado anteriormente. En consecuencia, usted acepta y reconoce que tales incumplimientos o la amenaza de estos le causarán un daño irreparable a PWBV y que, además de cualquier otra acción a la que tuviere derecho, ya sea por ley, equidad o de otro modo, PWBV tendrá derecho de obtener un desagravio por mandato judicial por el incumplimiento de este acuerdo, la amenaza de este o la continuidad de dicho incumplimiento por su parte, o bien a fin de resarcir los daños causados por cualquier declaración falsa que usted haya dado, sin necesidad de demostrar la insuficiencia de cualquier recurso jurídico o indemnización pecuniaria y sin necesidad de pagar una fianza.\r\n \r\n33. Contratistas independientes\r\nUsted reconoce que no se le considera ni se deberá presentar como agente, empleado, copartícipe en sociedad de riesgo compartido o socio de PWBV ni de cualesquiera de sus respectivas filiales, socios de publicación, licenciantes o licenciatarios. Cada parte contratante es un contratista independiente con respecto a la otra, y nada de lo establecido en este acuerdo les dará a las partes la relación de empleador-empleado, comitente-agente, socios o copartícipes en sociedad de riesgo compartido.\r\n \r\n34. Cierre\r\nLe agradecemos nuevamente por visitarnos. Esperamos que disfrute su estadía y aproveche al máximo la comunidad en línea que estamos desarrollando. Recuerde que usted es un invitado y, por ende, actúe con la misma cortesía y respeto que espera de otros invitados.\r\n\r\n",
  "version": 2
}