{
  "content": "服务条款|电弧游戏\r\n\r\n\r\n本文档包含适用于您访问和使用我们的网站和服务的重要条款和条件。在您开始使用本网站和我们的服务之前，请仔细阅读这些条款。通过访问或使用本网站或下载任何游戏，您同意受此处描述的条款的约束。如果您不同意所有这些条款，请不要使用本网站或游戏。\r\n\r\n\r\n欢迎来到由完美世界娱乐公司（\" PWE\"，\"我们\"或\"我们\"）运营的Arc Games。本文档包含条款和条件（以下简称\"条款\"），这些条款和条件（\"条款\"）用于约束您访问和使用位于www.arcgames.com的PWE网站（或任何可能替换它的后续URL）以及所有与官方相关联的网站和网站，移动网站以及此类网站的子域（统称为\"网站\"），PWE通过本网站运营或由PWE在网站上以其他方式支持的任何游戏和游戏平台，客户端或服务器（以下简称\"游戏\"），以及所有通过本网站提供的功能，功能，软件和服务。本网站，游戏以及通过本网站提供的功能，功能，软件和服务共同构成\"服务\"。\r\n\r\n\r\n1.法律协议\r\n   1.这些条款构成您与加利福尼亚州完美世界娱乐公司之间具有约束力的法律协议（以下简称\"协议\"）。\r\n   \r\n   2.在本协议中，术语\"我们/我们/我们\"是指完美世界娱乐公司。\"您/您的\"是指您作为服务的用户。\r\n   \r\n   3.如果您访问我们的网站，使用我们的服务和使用游戏，则本文所述的条款适用于您。在使用服务或服务的任何部分之前，您必须阅读并同意这些条款。\r\n   \r\n   4.您使用本服务即表示您同意接受并受这些条款中所述的条款和条件约束，并且您同意遵守网站上发布的或由PWE以其他方式提供给您的任何行为准则（以下简称\"规则\"行为\"）以及适用于我们的游戏软件或我们可能提供的与服务有关的其他软件的任何最终用户许可协议（\" EULA\"）。网站上创建的所有用户身份均受这些条款的约束。这包括但不限于与游戏有关的适当的游戏内和游戏外行为。\r\n   \r\n   5.如果您不同意任何条款，请不要访问或以其他方式使用服务。\r\n   \r\n   6.您特此声明您具有签署本协议的法律能力，并且不会根据美国法律或任何其他适用的司法管辖区禁止您接收服务。\r\n   \r\n   7.您理解并同意，服务可能包含服务公告和管理消息，并且您无权选择不接收它们。\r\n   \r\n   8.本协议是对您使用或购买某些其他PWE产品，服务，会员服务，第三方内容或其他内容时可能适用的任何EULA或任何其他条款和条件的补充，并且不能以任何方式替代或替代任何EULA。第三方软件。如果本协议的内容与任何其他特定协议或条款或条件的一项或多项规定相抵触，则以特定协议，条款或条件的规定为准。\r\n\r\n\r\n2.条款变更\r\n   1.我们可以随时自行决定修改和/或修改这些条款，行为准则和任何EULA。\r\n\r\n   2.条款的修订和修改将在网站上发布，并在将其发布在网站上后立即生效，否则将向您提供修订或修改的副本。您放弃任何可能需要收到有关此类更改或修改的具体通知的权利。\r\n\r\n   3.您有责任定期检查条款，行为准则和任何EULA，以便您随时了解它们的内容，因为它们可能会不时被修改或修改。继续使用服务的任何部分，即表示您已接受任何修订或更新的条款。如果您不同意经修订的条款，则必须停止使用服务。\r\n\r\n   \r\n3.说明\r\n   1. PWE向注册用户提供免费的多人在线游戏，并通过网站提供相关的功能，功能和服务，例如社区论坛和其他交互式区域。要访问我们的游戏，可能需要下载并安装某些客户端软件，并且这种访问需要使用硬件，软件和Internet访问（您承认这些在您的用户体验中起着至关重要的作用）。\r\n\r\n   2.您同意我们对任何硬件，软件或Internet访问，质量，适用性或不可用性问题概不负责。我们不提供Internet访问，并且您将承担与电话和Internet访问费用相关的所有费用，以及与服务器保持连接所需的所有必要设备，服务，维修或更正。\r\n\r\n\r\n4.帐户\r\n   1.您可能需要创建一个帐户（\"帐户\"）才能访问我们的服务并使用我们服务的某些功能。\r\n\r\n   2.为了使用我们的服务，您需要满足在您居住地管辖权中规定的某些年龄要求，并且您必须有权根据任何适用法律与美国订立具有约束力的协议。例如，如果您居住在美国，则必须年满13周岁才能创建帐户，并且必须年满18周岁才能独立签订合同。如果您年满13岁，但在您居住的司法管辖区（\"法定年龄\"）和/或未满18周岁的法定年龄范围内订立合同，我们要求您与父母或法定监护人，以确保他们阅读并同意。如果您是我们网站，游戏和/或服务用户的父母或法定监护人，并且对本条款有疑问，请通过tos@perfectworld.com与我们联系。\r\n   \r\n   3.创建帐户或以其他方式使用服务，即表示您已经达到法定年龄或至少18岁，并同意这些条款，或者您已年满13岁，并且您的父母或法定监护人已阅读并同意这些条款，即表示您理解并同意，我们依赖该表示形式来允许您使用服务。\r\n\r\n   4.尽管有上述规定，但根据某些司法管辖区的适用法律，我们服务的某些部分可能包含不适合法定年龄以下或18岁以下人士使用的成熟内容。我们将要求您确认您已达到法定年龄或18岁以上才能访问此类内容。如果您输入仅针对成熟受众的服务或标记为仅针对成熟受众的任何部分，则表明您已达到法定年龄或至少18岁，并具有访问此类内容的合法权利。我们对您未能按照以下条款准确确认您的年龄不承担任何责任。\r\n\r\n   5.在创建帐户和用户标识（\"用户ID\"）时，您同意（i）根据要求的字段（\"帐户信息\"）中的要求提供真实，准确，最新和完整的信息，并且（ii）及时维护并更新此类用户ID和您的帐户信息，以使其真实，准确，最新和完整。\r\n\r\n   6.您作为帐户和用户ID的创建者，对您的用户ID和在用户ID个人资料中上传的个人资料图片承担全部责任（用户ID和用户ID中的个人资料图片统称为\"用户ID\" \"）。我们不会容忍令人反感的用户ID。如果用户ID违反本条款的任何部分，我们可能会立即，临时或永久禁止该用户ID，删除或禁用对有问题的图片，单词或短语的访问，或者在没有通知的情况下禁止对此类用户ID的访问。我们将自行决定是否删除或禁用对这些用户ID的访问，并且我们不承诺删除或禁用对任何特定用户ID的访问。\r\n\r\n   7.您的帐户只能由您自己使用。我们对您的帐户或用户ID的任何滥用不承担任何责任，您同意接受滥​​用和未经授权访问您的帐户的一切风险，并使我们和我们的关联公司免受滥用您的帐户或用户的伤害ID，包括但不限于您向其泄露密码的某人的不当使用或未经授权的使用。\r\n\r\n   8.请注意，您有责任随时维护您的用户名和密码的机密性和安全性，并且如果您的密码丢失，被盗或泄露给未授权的第三方，您同意通知我们，否则可能已经被妥协了。您对您帐户下发生的所有活动和交易全权负责，我们不对您帐户的任何滥用负责，包括但不限于您的密码被盗或泄露给第三方和/或用于交易。您同意立即就任何滥用您帐户或与您所知服务有关的其他违反安全性的行为通知我们。我们为您提供更改密码的选择，以保护您的帐户。\r\n\r\n   9.如果您在帐户创建后的十二个月内或连续十二个月内未使用帐户，则您的帐户可能会被终止。如果您连续十二个月或更长时间不使用帐户，我们可能会自行决定终止该帐户。\r\n\r\n   10.我们将尝试在终止您的帐户之前通过电子邮件通知您，除非我们因违反这些条款或终止服务而终止，停用或删除您的帐户或用户ID。但是，对于任何不通知的情况，我们概不负责。如果您在收到通知后希望在五天内保持有效，我们将不会终止该帐户。如果您不通知我们，您的帐户将被终止，并可能被永久删除，以及您的用户ID，记录，等级和服务信息。\r\n\r\n   11.终止帐户还意味着终止使用服务和专有材料或其任何部分的许可。\r\n\r\n   12.请注意，无论是否有任何通知，我们保留在任何时候，无论出于何种原因或在适用法律允许的范围内全权酌情决定随时终止服务或终止或暂停您的帐户的权利。\r\n\r\n\r\n5.专有权\r\n   1.网站，游戏，软件和服务均为PWE或PWE许可人的财产，受美国和国际法（包括但不限于版权法）的保护。网站，游戏，软件和服务的所有当前和未来的权利，权益和标题，其所有功能和内容，包括但不限于任何用户帐户，标题，计算机代码（源代码，目标代码和准备设计）材料，文件，游戏软件，客户端和服务器软件，工具，补丁，更新，主题，对象，字符，角色名称，故事，故事情节，对象，内容，文本，专有技术，对话，流行短语，主题，位置，概念，艺术品，设计，图形，图片，视频，动画，声音，音乐，音乐，作品，录音，视听效果，信息，数据，文档，\" applets\"，聊天记录，角色资料信息，游戏，录音在游戏项目中，在游戏活动中，硬币和禅宗，由人工智能创建的艺术品和构图（\" AI创作的作品\"）及其选择和安排（统称为\"专有材料\"）均为专有道具PWE或其许可方的财产或权益，并受美国和国际版权及其他所有权法的保护。\r\n   \r\n   2.即使您对第10.2款进行了专有材料的任何形式的修改，改编或衍生作品（以下称\"修改\"），无论是经过授权的还是未经授权的，您都应理解并同意，您不保留任何权利此类修改的内容以及其中的所有权利应完全属于PWE。您特此无条件地转让（并同意转让）并转让给PWE，不受任何限制或负担，并且没有超出本文提供的对价的任何补偿，您可能在此类修改中拥有任何及所有权利，所有权和利益。此项转让包括但不限于此类修改及其相关的所有全球版权和专利权，以及对过去和未来侵权提起诉讼的权利。您在此同意与PWE合作进行保护，并应根据PWE的需要完善此类文件（如进一步的转让或转让契据），以完善其权利。您放弃并同意在适用的强制性法律范围内尽可能不主张您在修改中可能拥有的任何道德或类似权利。\r\n   \r\n   3.此外，如果在第5.2段中提到的转让没有转让或转让任何所有权，则您明确授予PWE，我们和许可人所有同意，许可和非排他，免版税，永久的权利。全球范围内的完整，完全可再许可且不可撤销的制造，使用，出售，要约出售，进口或以其他方式利用，重新发布，发布，使用，报价，改编，翻译，存档，存储，复制，修改，创建的权利以任何方式，形式以及在任何媒体或论坛中（无论是现在已知的还是）的，来自，联合，许可，印刷，再许可，分发，传输，广播，以其他方式传达和公开显示和执行修改或其任何部分的衍生作品此后，在不另行通知的情况下，向您做出了承认或补偿。您放弃并同意在适用的强制性法律范围内尽可能不主张您在修改中可能拥有的任何道德或类似权利。\r\n\r\n\r\n6.隐私权\r\n   1.请查看我们的隐私政策和Cookie政策[a]，以获取有关收集，使用和分发个人信息的信息。您理解并同意，我们可以按照隐私政策和Cookie政策中所述收集，使用和披露信息。\r\n\r\n   2.您理解并同意，我们可以真诚地认为我们是合法授权或被要求这样做的，或者认为这样做是合理必要或适当的，我们可以访问，披露或保留您的通讯内容，包括您的通讯内容遵守法律或法律程序或权限，回应任何索赔或保护Perfect World，我们的用户，我们的员工或公众的权利，财产或安全，包括但不限于保护Perfect World或我们的用户免受欺诈，滥用，不当或非法使用我们的服务。\r\n\r\n   \r\n7.游戏更新\r\n   1.当我们更新或\"修补\"我们的任何游戏时，我们可能会利用修补例程来验证您的计算机或设备上是否安装了最新版本的客户端软件。如果不是这样，则最新版本可能会自动上传到您的计算机或设备上，您在此同意并放弃对此上传的任何进一步通知。\r\n\r\n\r\n8.监控\r\n   1.您了解并同意，当您与游戏中的其他玩家交流或利用网站上提供的任何互动功能（例如即时消息，论坛或聊天室）时，此类交流和发布均通过我们的服务器进行传输，我们可能会，但没有义务监视所有此类通讯和张贴，包括在法律允许的范围内指定为\"私人\"的通讯和张贴。有关我们如何收集和处理有关您的数据的更多信息，请查看我们的隐私政策[b]。\r\n\r\n\r\n9.推送通知和本地通知\r\n   1.您了解并同意，我们可以在您同意的情况下向您的移动设备发送推送通知和本地通知，以提供游戏更新和其他相关消息。\r\n\r\n\r\n10.授予您的许可\r\n   1.在遵守这些条款和任何适用的EULA的前提下，我们授予您访问，使用本网站的有限，非排他，可撤销，不可转让和不可再许可的有限许可，以供您非商业和个人使用，服务和专有材料。此类许可一直有效，直到您或PWE终止且除非您或PWE终止。您承诺并同意您将网站，服务和专有材料用于个人，非商业用途，并且您不会从事本条款中禁止的行为。\r\n   \r\n   2.除非本条款或适用的EULA中明确允许，否则该许可不包括且您同意不参与任何以下活动：（a）转售，再许可，借出或商业使用其中的服务或专有材料; （b）分发，公开表演或公开展示任何专有材料，但与正常过程中的游戏有关的除外；（d）修改，改编，更改，增强或以其他方式对任何游戏，游戏内容或其他形式进行任何派生使用专有材料或其任何部分； （e）使用任何数据挖掘，机器人或类似的数据收集或提取方法； （f）下载（除页面缓存外）专有材料的任何部分或其中包含的任何信息，除非网站上明确允许； （g）对专有资料进行反向工程或反编译，或以其他方式尝试从游戏或专有资料中包含的其他软件中获取源代码； （h）将服务或专有材料用于其预定目的以外的任何用途。\r\n\r\n   3.未经我们事先书面许可，严禁使用除本文特别授权之外的任何服务或专有材料，并由PWE选择终止此处授予的许可。此类未经授权的使用还可能违反适用的法律，包括但不限于版权和商标法以及适用的通信法规和法规。除非在此明确说明，否则这些条款中的任何内容均不得解释为通过禁止反言，暗示或其他方式授予任何知识产权许可或权利。无论有无原因，此许可证均可随时撤销。\r\n\r\n   4.游戏和服务不会出售给您，也不会授予您对网站，服务或游戏的任何权利，所有权或利益，但在本文第10节中明确授予您的权利除外；以及即使在您的个人计算机，游戏机，移动设备，平板电脑和/或其他设备（\"设备\"）上安装了游戏之后，PWE及其许可方仍保留游戏和专有资料的所有副本的所有权。\r\n\r\n   5.完美世界品牌，网站，游戏和服务（\" Arc Games品牌特征\"）的所有商标，服务标记，商标名称，徽标，域名和任何其他功能均为PWE或其专有财产。许可人。您无权将任何Arc Games品牌特征用于商业或非商业用途。\r\n\r\n   6.您同意遵守这些条款，并且不以这些条款未明确允许的任何方式使用网站，服务，游戏或其任何部分。\r\n\r\n\r\n11.用户的行为准则\r\n   1.使用服务时，您必须遵守这些条款，所有行为准则，所有适用法律以及所有基本礼节规则和一般礼节。在离线现实世界社区中违反法律的任何行为也都违反这些条款。我们将不容忍任何非法或冒犯行为。\r\n   \r\n   2.在不限制上述规定的前提下，除了第12节中列出的\"用户内容\"规则外，您同意不采取以下任何操作：\r\n    -以任何方式伤害未成年人；\r\n    -冒充任何个人或实体，包括任何PWE官员，论坛负责人，指南，主持人，雇员或代理商，或虚假陈述或以其他方式歪曲您与该个人或实体的隶属关系；\r\n    -伪造标题或以其他方式操纵标识符，以掩盖通过网站传输的任何消息的来源；\r\n    -上传，发布，通过电子邮件发送，传输或以其他方式提供任何未经请求或未经授权的广告，促销材料，\"垃圾邮件\"，\"垃圾邮件\"，\"连锁信\"，\"金字塔计划\"或任何其他形式的邀请；\r\n    -干扰或破坏本服务或与本服务连接的服务器或网络，或不遵守与本服务连接的网络的任何要求，程序，政策或规定；\r\n    -\"跟踪\"，威胁或以其他方式骚扰他人或使他人感到不适；\r\n    -收集，存储，发布或以其他方式传播有关其他用户的任何个人数据；\r\n    -阻碍或破坏服务或服务中游戏或互动区域（以下定义）中正常的游戏或对话流程，或使用粗俗语言，辱骂性，使用过度大喊大叫（全部大写），\"发送垃圾邮件\"或任何其他方式试图打扰其他用户或我们员工的其他破坏性或有害方法；\r\n    -从事，鼓励或促进任何非法活动，或任何违反这些条款或行为准则的活动；\r\n    -采取任何通过授权游戏赚取的物品欺骗或试图欺骗，欺诈或欺骗他人的行为；\r\n    -欺诈或利用与游戏或服务有关的未经授权的利用；\r\n    -使用或利用任何错误，错误或设计缺陷来获得对服务的未授权访问或获得比其他参与者不公平的优势；\r\n    -在游戏外交易，出售，拍卖或以其他方式转移任何虚拟物品或任何性质的商品；\r\n    -采取任何破坏服务或负面影响或可能禁止其他用户享用网站，游戏或服务任何其他方面的措施。\r\n\r\n   3.我们可能会采取任何我们认为必要的行动，并施加任何必要的惩罚，以阻止和惩罚违反这些条款或任何其他非法或不当行为的行为，所有这些均恕不另行通知或警告。确定是否发生侵权行为以及由谁负责此行为完全取决于我们的判断力，并基于我们认为对社区和服务部门的最佳选择。使用该服务，即表示您同意，我们将就是否已发生违法行为以及我们选择实施的任何惩罚受到确定的约束。\r\n\r\n\r\n12.用户内容\r\n   1.服务可能包括讨论论坛，聊天室，用户反馈，消息传递功能，评论以及您或其他用户在其中创建，发布，发送或存储任何内容，消息，材料的其他交互区域或服务（\"交互区域\"） ，网站上或通过服务以及服务的任何其他部分（例如，游戏中的聊天室，论坛）上的，数据，信息，文本，音乐，声音，图片，照片，视频，图形，代码或其他项目或材料或行业协会的组织）（\"用户内容\"）。用户内容还包括此处第13节规定的用户生成的内容。\r\n\r\n   2.发布到网站上的用户内容是公开可用的，而不是保密的，并将成为PWE的专有财产。我们强烈建议您不要发布有关您自己或他人的任何个人信息。\r\n\r\n   3.您同意不发布，上传，传输，分发，存储，创建或以其他方式发布以下任何内容：\r\n    -非法，诽谤，诽谤，淫秽，色情，不雅，淫荡，暗示，骚扰，威胁，侵犯隐私权或宣传权，滥用，煽动性，欺诈性或其他令人反感的用户内容；\r\n    -构成，鼓励或提供刑事罪行，侵犯任何一方权利或以其他方式造成责任或违反任何地方，州，国家或国际法律的用户内容；\r\n    -可能侵犯任何一方的任何专利，商标，商业秘密，版权或其他知识产权或专有权的用户内容。通过发布任何用户内容，您表示并保证您具有分发和复制此类用户内容的合法权利；\r\n    -冒充任何人或实体或以其他方式歪曲您与该人或实体的隶属关系的用户内容；\r\n    -不请自来的促销活动，政治竞选活动，广告或招揽活动；\r\n    -任何第三方的私人信息，包括但不限于地址，电话号码，电子邮件地址，社会保险号和信用卡号；\r\n    -病毒，损坏的数据或其他有害，破坏性或破坏性文件；\r\n    -违反行为准则或由我们独自判断的令人反感或限制或禁止任何其他人使用或享受本服务的用户内容，或可能使我们或我们的用户遭受任何形式的伤害或责任的用户内容。\r\n\r\n   4.对于您或任何第三方发布，存储或上载的任何用户内容，或对其造成的任何损失或损害，我们不承担任何责任，也不承担任何责任，对于任何错误，诽谤，诽谤，诽谤，遗漏，您可能会遇到的虚假，淫秽，色情或亵渎行为。您使用服务（包括交互式区域）的风险自负。作为交互式服务的提供者，我们对用户在任何公共论坛，个人主页或其他交互式区域中提供的任何声明，陈述或用户内容概不负责。尽管我们没有义务筛选，编辑或监视任何用户内容，但我们保留权利并有绝对的酌情决定权随时，以任何理由删除，筛选或编辑任何发布或存储的用户内容，恕不另行通知。\r\n   \r\n   5.您全权负责创建并替换您发布或存储的任何用户内容的备份副本，并自行承担费用。违反前述任何对服务（包括交互区域或其其他部分）的使用均违反本条款，并可能导致（其中包括）终止或暂停您使用服务或其任何部分的权利。\r\n   \r\n   6.您对发布的所有用户内容以及对服务（包括交互式区域）的使用承担全部责任。您声明并保证（a）您拥有并控制您发布的用户内容的所有（知识产权）权利，或者您有权将此类用户内容发布到网站； （b）用户内容准确无误导； （c）使用和发布您提供的用户内容不会违反本条款，行为准则，适用法律或宗教禁忌，也不会违反或侵犯任何宣传，个性或任何第三方权利或对任何人造成伤害或实体，或暗示我们与您或用户内容有任何从属关系或认可。您应对因侵犯该权利或由于您提供的任何用户内容造成的任何其他损害而引起的所有特许权使用费，费用，损害赔偿和任何其他款项承担全部责任。\r\n   \r\n   7.考虑到您对服务的使用，并在适用的强制性法律允许的范围内，您在此不可撤销地转让和转让（并同意转让）PWE对用户内容及用户内容的所有权利，所有权和利益您在服务上或通过服务创建，发布，存储或传输，包括其中的所有知识产权。如果根据适用的强制性法律无法进行上述转让和转让给PWE，则您在此同意所有权利，所有权和权益均已转让并转让给PWE。您在此同意与PWE合作进行保护，并应根据PWE的需要完善此类文件（如进一步的转让或转让契据），以完善其权利。\r\n   \r\n   8.在上述转让不转移任何\"用户内容\"所有权或\"用户内容\"所有权的情况下，您明确授予我们和我们的许可方所有同意，许可和非排他，免版税，永久，全球，完整，完整地转载。重新发布，发布，使用，引用，改编，翻译，存档，存储，复制，修改，从其制作衍生作品的许可，不可撤销的权利，辛迪加，许可，印刷，再许可，分发，传输，广播，以其他方式传达和以任何方式或形式在任何媒介或论坛（无论是现在已知的还是以后设计的）中公开展示，表演，制作，使用，销售，出售，进口或以其他方式利用用户内容或其任何部分，而不论现在是否已知，或在不经通知的情况下，对您的确认或补偿。您放弃并同意不主张您可能对用户内容拥有任何道德或类似权利。\r\n   \r\n   9.如果您认为服务中的任何用户内容侵犯了您拥有或控制的任何知识产权，请首先注意，我们不会调解双方之间的IP争议。因此，我们鼓励您直接与创建相关用户内容的一方联系。如果您无法与该方达成共同解决方案，则可以通过以下联系信息向我们提交此类侵权通知：\r\n    -通知应包含以下信息，这对于我们评估情况是必需的：（i）有关用户内容的URL或屏幕截图，并标识上载用户内容的特定用户； （ii）您拥有的适用知识产权的证明或证书； （iii）您可能会合理要求的侵权说明和建议的解决方案；（iv）声明您的指控是出于善意，以及（v）您的联系信息。我们可能会与您联系，以获取其他信息和支持材料。\r\n    -如果我们单方面认为您的主张表明存在明显的侵权情况，我们将按照您的通知中的指示向用户发送通知，要求该用户删除或以其他方式修改侵权内容属于严重性质，我们可能会直接删除或限制对侵权内容的访问，并将此类处置通知侵权用户。我们会在适当的时候将您留下的联系信息告知您处置结果。如果此类侵权用户不同意我们的决定，并认为没有侵权，则他或她在某些情况下可以向我们提出反诉，要求撤销我们的行为。 PWE可以单方面决定是否接受该请求。\r\n    -您了解并同意PWE对用户内容概不负责，我们也不认可任何用户内容中包含的任何观点。尽管PWE完全尊重知识产权并竭力保护您在服务运营中的合法权益，但我们不保证会出于商业上的合理努力而删除或删除任何用户发布的所有侵权内容。\r\n\r\n\r\n13.用户生成的内容\r\n   1.游戏可能包含某些与游戏一起使用的设计，编程和处理实用程序，工具，资产和其他资源（以下简称\"铸造厂\"），使您可以创建自定义的新游戏关卡以及其他相关的游戏材料供个人使用游戏（\"用户生成的内容\"）。您同意使用Foundry受这些条款和以下附加许可限制的约束：\r\n   \r\n   2.仅当此类用户生成的内容可以与游戏的在线版本一起专用时，才能创建用户生成的内容。用户生成的内容可能无法设计为独立产品。您使用Foundry创建的用户生成的内容应遵守以下规则和限制：\r\n   \r\n   3.使用Foundry发布的用户生成内容的其他禁止使用：\r\n    -您不得使用用户生成的内容来认可或反对任何政党，协会（例如共和党，民主党，候选人或其他方面）或任何问题的任何方面。\r\n    -您不得使用用户生成的内容来描绘任何真实人物（历史或当下）的肖像。您不得使用用户生成的内容来宣传任何一方的任何业务，产品或服务。\r\n    -您不得在内容中发布Web URL。\r\n    -您不得使用用户生成的内容来传达任何亵渎，粗俗，仇恨语言，露骨的性爱语言，贬低种族，性别，宗教，年龄，精神或身体上的障碍，肥胖或性取向的内容，或提及任何毒品（合法或非法）或药物。\r\n    -如果未获得为此目的专门授予的不可撤销的书面许可，则不得使用第三方的任何版权或商标材料。\r\n    -您不得使用用户生成的内容来利用游戏的设计。\r\n    -您不得使用用户生成的内容侵犯隐私权和/或第三方的公开权。\r\n    -PWE保留随时出于任何原因删除任何用户生成的内容的权利，而无需提供原因或补偿。\r\n    -您理解并同意，您对使用Foundry生产的用户生成的内容不享有任何形式的任何权利，并且所有用户生成的内容及其中的所有权利应完全属于PWE，并在适当时使用。您特此无条件地（无条件地）转让（并同意转让）并转让给PWE，并且不受任何限制或产权负担，没有超出本文提供的对价的任何补偿，您可能拥有和转让给该用户的任何及所有权利，所有权和利益生成的内容。此项转让包括但不限于此类用户生成的内容及其所有全球版权和专利权，以及对过去和未来侵权提起诉讼的权利。您在此同意与PWE合作进行保护，并应根据PWE的需要完善此类文件（如进一步的转让或转让契据），以完善其权利。\r\n    -此外，在此处提及的转让不转移任何或任何用户生成内容的所有权的情况下，您明确授予我们和我们的许可方所有同意，许可和非排他性，永久，全球，完整，可再许可以及具有不可撤销的制作，使用，出售，要约出售，进口或以其他方式利用，重新发布，发布，使用，报价，改编，翻译，存档，存储，复制，修改，从，辛迪加，许可，印刷，再许可，分发，传输，广播，以其他方式传播，以及公开显示和执行用户生成的内容或其任何部分，并以任何方式或形式在任何媒介或论坛（无论现在已知还是以后设计）中，恕不另行通知，对您的确认或补偿。您放弃并同意不主张您对用户生成的内容可能具有的任何道德或类似权利。\r\n   \r\n   4.作为使用Foundry的条件，您不得出于任何商业或非商业目的（包括但不限于销售，出租，通过任何和所有发行渠道（包括但不限于零售）租赁，许可，分发或以其他方式转让此类用户生成内容的所有权，无论是独立还是与他人创建的用户生成内容打包在一起销售和在线电子分销。您同意不征求，发起或鼓励任何个人或实体的任何提议或提议来创建任何用户生成的内容进行商业分发。您同意在收到任何此类提议或要约的任何情况下立即以书面形式通知PWE。如果您决定将您创建的用户生成的内容提供给其他游戏玩家，则您同意完全免费使用。\r\n\r\n\r\n14.指定代理以接收声称的版权侵权通知。 DMCA声明。\r\n   1.如果您认为本服务中的任何内容侵犯了您拥有或控制的任何版权，则可以按照本文第14节的规定提交DMCA版权侵犯通知，您可以通过以下方式联系我们的客户服务团队：\r\n   电子邮件：dmca@perfectworld.com\r\n   邮件：Perfect World Entertainment Inc.\r\n   收件人：客户服务团队\r\n   100 Redwood Shores Parkway\r\n   红木城，加利福尼亚州94065\r\n   电话号码：+1 650-590-7700\r\n   传真（传真）号码：+1 650-591-1211\r\n   \r\n   2.版权主张的侵权通知应包括以下信息，这是我们评估权利要求所必需的：\r\n    -有关用户内容的网址或屏幕截图，并标识上载用户内容的特定用户；\r\n    -您拥有的知识产权证明或证书；\r\n   \r\n   3.您可能会合理要求的侵权说明和建议的解决方案，以及您的联系信息。我们可能会与您联系，以获取其他信息和支持材料。\r\n    -如果我们全权酌情裁定发现侵权索赔通知是合理的，我们可能会通过网站上的一般性通知，在我们的记录中发送至用户电子邮件地址的电子邮件等方式，向侵权用户发出侵犯版权的索赔通知，或通过一流邮件发送到我们记录中用户地址的书面通讯。我们可能会按照您的通知中的指示向用户发送通知，以要求该用户删除侵权内容，或者，如果侵权行为属于严重性质，我们可能会直接删除或限制对侵权内容的访问并将此类处置通知侵权者用户。我们会在适当的时候将您留下的联系信息告知您处置结果。\r\n    -根据《数字千年版权法案》（DMCA）和其他适用法律，我们采取了在适当情况下并自行决定终止被视为重复侵权的订户或帐户持有者的政策。我们也可以全权酌情决定限制访问服务和/或终止侵犯他人知识产权的任何用户的帐户，无论是否存在任何重复侵权。\r\n\r\n\r\n15.超链接\r\n   1.您被授予有限的非排他性权利，以非商业目的创建指向本网站的文本超链接，但该链接不会以虚假，误导，贬损或其他诽谤的方式描绘我们或我们的任何产品和服务。方式并进一步确保链接站点不包含任何成人或非法材料，也不包含任何令人反感，骚扰或其他令人反感的材料。此有限权利可能会由于任何原因随时被撤销。未经我们明确的书面许可，您不得使用PWE徽标或PWE或Arc Games品牌特征的其他专有图形链接到本网站。此外，您不得使用，构架或利用框架技术来包含任何Arc Games品牌特征，PWE商标，徽标或其他专有信息，包括在服务中找到的图像，任何文本的内容或任何页面的布局/设计或未经我们明确的书面同意而包含在网站页面上的表格。除非有上述说明，否则PWE或任何第三方的任何专利，商标，版权或专有权中均没有暗示，禁止反言或其他方式传达任何权利或许可。\r\n\r\n   2.对于通过本网站的超链接或链接到本网站的网站可以访问的第三方网站的质量，内容，性质或可靠性，我们不做任何主张或陈述，也不承担任何责任。此类网站不受我们的控制，我们不对任何链接网站或链接网站中包含的任何链接的内容或对该网站的任何评论，更改或更新承担任何责任。我们仅为您提供方便而提供这些链接，并且包含任何链接并不表示我们对任何网站或其中包含的任何信息的隶属，认可或采用。当您离开网站时，您应该意识到我们的条款和政策不再适用。您应该查看从网站导航到的任何网站的适用条款和政策，包括隐私和数据收集惯例。\r\n\r\n   \r\n16.移动软件\r\n   1.移动软件。我们提供了可通过移动设备访问\"服务\"的软件（\"移动软件\"）。要使用移动软件，您必须拥有与移动服务兼容的移动设备。我们不保证移动软件将与您的移动设备兼容。我们特此授予您非排他性，不可转让，可撤销的许可，以便在您完全拥有或租赁的一个移动设备上的一个帐户上使用移动软件的已编译代码副本供您个人使用。您不得：（i）对移动软件进行修改，反汇编，反编译或反向工程，除非法律明确禁止这种限制； （ii）出租，租赁，借出，转售，再许可，分发或以其他方式将移动软件转让给任何第三方，或使用移动软件为任何第三方提供时间共享或类似服务； （iii）复制移动软件； （iv）删除，规避，禁用，损坏或以其他方式干扰移动软件的与安全相关的功能，阻止或限制使用或复制通过移动软件可访问的任何内容的功能，或对移动设备的使用施加限制的功能软件;或（v）删除移动软件上的版权和其他所有权声明。您承认我们可能会不时发行移动软件的升级版本，并且可能会自动以电子方式升级您在移动设备上使用的移动软件的版本。您同意在移动设备上进行此类自动升级，并同意本协议的条款和条件将适用于所有此类升级。适用于开放源代码或第三方许可协议EULA（如果有）授权使用此类代码，否则可能包含在移动软件中的任何第三方代码。前述许可授权不是出售移动软件或其任何副本，并且我们或我们的第三方合作伙伴或供应商保留对移动软件（及其任何副本）的所有权利，所有权和权益。除非本协议明确规定，否则您尝试转移本协议项下的任何权利，义务或义务均无效。我们保留本协议未明确授予的所有权利。\r\n   \r\n   2. iTunes的移动软件。以下内容适用于您从iTunes Store购买的任何移动软件（\" iTunes来源的软件\"）：您承认并同意，本协议仅由您与PWE（而非Apple）之间达成，并且Apple对iTunes来源不承担任何责任软件或其内容。您使用iTunes来源的软件必须遵守App Store服务条款。您承认，Apple没有义务就iTunes来源的软件提供任何维护和支持服务。如果iTunes来源的软件未能遵守任何适用的保证，则您可以通知Apple，Apple会向您退还iTunes来源的软件的购买价；在适用法律允许的最大范围内，Apple对iTunes来源的软件不承担任何其他担保义务，由于不遵守任何担保而引起的任何其他索赔，损失，责任，损害，成本或费用仅受本协议和适用于作为软件提供者的PWE的任何法律支配。您承认Apple不负责解决您或任何第三方与iTunes来源的软件或您拥有和/或使用iTunes来源的软件有关的任何索赔，包括但不限于：（i）产品责任索赔； （ii）关于iTunes来源软件不符合任何适用法律或法规要求的任何主张； （iii）根据消费者保护或类似法规引起的索赔；并且所有此类索赔仅受本协议以及适用于作为软件提供者的PWE的任何法律管辖。您承认，如果任何第三方声称iTunes来源的软件或您对iTunes来源的软件的拥有和使用侵犯了第三方的知识产权，PWE（而非Apple）将全权负责调查，在本协议要求的范围内抗辩，解决和解除任何此类知识产权侵权索赔。您和PWE承认并同意，Apple和Apple的子公司是与您的iTunes来源软件的许可有关的本协议的第三方受益人，并且在您接受本协议的条款和条件后，Apple将拥有（作为您的第三方受益人）针对您作为iTunes来源软件的许可而执行本协议的权利（并被视为已接受权利）。\r\n\r\n\r\n17.第三方内容\r\n   1.我们可能会通过\"服务\"提供或提供第三方内容，并可能提供指向网页和第三方内容的链接（统称为\"第三方内容\"），作为对此信息感兴趣的人的服务。我们不会监视或控制第三方网站上的任何第三方内容。我们不认可或采用任何第三方内容，也不能保证其准确性或完整性。我们不代表或保证其中包含的任何信息的准确性，也不承担更新或查看任何第三方内容的责任。用户使用其中包含的此类第三方内容的后果自负。\r\n\r\n\r\n18.广告和促销；第三方产品和服务\r\n   1.我们可能会通过\"服务\"投放来自第三方的广告和促销，或者可能通过\"服务\"提供有关第三方产品或服务的信息或链接。您与此类第三方的业务往来或往来函件或参与其促销活动，以及与此类交易或促销有关的任何条款，条件，担保或陈述，完全在您与该第三方之间。对于因任何此类交易或促销或由于存在此类非PWE广告客户或第三方信息而引起的任何形式的任何损失或损害，我们概不负责。如果您通过服务访问第三方网站，后果自负，并且您了解本协议和我们的隐私政策不适用于您对此类网站的使用。您明确免除公司因使用任何第三方网站，服务或内容而引起的任何责任。\r\n\r\n\r\n19.官方服务和Beta测试\r\n   1.这些游戏仅设计用于通过我们的服务提供的游戏。您同意不访问，创建或提供任何其他方式可以让他人玩游戏，例如通过服务器模拟器。您同意不使用任何硬件或软件，包括但不限于第三方工具，或任何其他可能以任何方式影响或使您获得未经我们授权的服务优势的支持方法，包括但不限于使用\"机器人\"和/或其他任何无需人工输入即可自动播放服务的方法。您承认，您无权从游戏中衍生或创建的任何软件程序，实用程序，应用程序，仿真器或工具来创建，发布，发行，创建衍生作品或使用这些软件程序，实用程序，应用程序，仿真器或工具，除非您可以将软件用于在这些条款和适用的EULA明确允许的范围内。您可能不会采取任何措施，对我们的基础架构造成不合理或过大的负担。您没有所有权，也不会出售，转让，交易或拍卖任何帐户，字符，物品，硬币，禅宗或专有材料，除非得到我们的明确授权，否则您不能协助他人。我们不认可在服务之外发生的与服务相关的任何转移。\r\n\r\n   2.您可能有机会Beta测试新游戏（\" Beta游戏\"）和网站功能。您作为Beta测试员的参与受以下条款和条件的约束。\r\n\r\n   3.您确认您使用的是网站功能和Beta游戏的初步预览版，并且您正在参与其中的Beta测试（\"测试版\"），并且Beta Games网站的网站功能可能包含错误，可能无法正常运行或无法执行所有预期的功能，可能会干扰其他软件应用程序的功能，并可能导致错误，数据丢失或其他问题。封闭的Beta测试是机密信息，您同意所有有关Beta游戏，服务和Beta测试的信息，包括但不限于您向PWE提供的有关Beta游戏的任何评论，想法或其他反馈（统称为\"反馈\"） ，服务或Beta测试应视为机密（\"机密信息\"）。您同意不以任何方式使用机密信息，但仅出于测试测试版游戏和网站功能的目的而个人使用时，并且您同意防止和保护机密信息或其任何部分不向任何人披露。人。您进一步同意采取合理必要的所有步骤，以保护机密信息的保密性，并防止机密信息落入公共领域或被未经授权的人员拥有。所有机密信息应始终是PWE的专有财产，PWE可以出于任何目的使用此类机密信息，而对您没有任何义务。您将亲自进行测试，而不向任何其他人提供Beta游戏的访问权限。您同意，违反上述保密义务将对我们造成无法弥补的损害，并且我们有权（除可使用的其他任何补救措施外）单方面强制执行救济措施，而无需承担担保，以防止违反或可能违反您的义务。您对Beta游戏保持机密的义务将一直持续到我们公开分发或对您所测试的每个游戏和内容无任何过错地公开披露给您为止。\r\n\r\n   4.作为Beta测试员，我们邀请您玩Beta游戏，其唯一目的是评估游戏并确定错误。这些条款，网站或服务中的任何内容均不得解释为授予您与Beta游戏或您在此处找到的内容有关的任何权利或特权。 Beta游戏是按\"原样\"，\"可用\"的基础进行测试的，我们不对您提供任何形式的明示或暗示保证。您了解并同意，玩Beta游戏的风险自负，您知道Beta游戏可能包含已知或未知的错误，并且我们对Beta游戏不承担任何义务，包括但不限于提供此类游戏将来免费为您提供游戏。\r\n\r\n   5.在玩某些Beta游戏时，您可能会在Beta测试中积累财富，经验值，设备或其他价值或状态指标。该数据可以在测试过程中的任何时候重置，并且可以在特定游戏完成此测试阶段时重置。在这种情况下，所有播放器的历史记录和数据将被删除，并且每个播放器将恢复为新手状态。\r\n\r\n\r\n20.费用\r\n   1.我们可能会收取通过服务使用和获取某些游戏项目或参与游戏活动的费用，并可能允许购买可能用于购买游戏项目或活动的游戏\"积分\"（\"禅宗\"） 。购买后，您将直接有权使用Zen并可以按规定的方式使用它。\r\n   \r\n   2.任何适用的禅宗，费用和其他费用应事先支付且不予退款。您帐户中的Zen余额不构成个人财产权，服务范围之外没有任何价值。禅宗没有货币价值，无法兑换现金。 ZEN和适用ZEN的使用权不可转让，无论是全部还是部分。禅宗使用权是使用服务和游戏的许可的组成部分。\r\n\r\n   3.您明确承认并同意，使用（许可）Zen的权利从支付费用之日起开始，并且您可以从此刻起将Zen用于预期的目的。您明确承认并同意，您失去撤回购买Zen的权利。\r\n\r\n   4.我们可能会不时修改，修改或补充适用于Zen或任何购买的费用，计费方式和条款，并在单独的销售条款或其他条款或协议中发布这些条款中的更改发布在网站或服务上，或由我们以其他方式提供给您。此类修改，修正，补充或销售条款应在发布在网站或服务上后立即生效，并应通过引用纳入这些条款。如果您无法接受任何更改，则可以随时终止帐户。\r\n\r\n   5.如果您出于任何原因要求退款，我们有权对此退款进行调查并提出异议。如果我们认为您的退款要求是虚假的，不合理的或无效的，我们可以将争议提交法院。如果您的退款在法庭上被视为无效，则您同意支付因争议退款而产生的所有费用和成本，包括但不限于法律费用和支出，损害赔偿，因不营业而损失的资金以及退款费用，或者适用的强制性法律另有规定，以允许的最大金额为准。\r\n\r\n   6.您可以通过主要信用卡，PayPal®或我们授权的其他此类方式支付任何适用的费用或Zen的费用。\r\n\r\n   7.我们不对您的帐户中的\"虚拟商品\"遭到\"黑客攻击\"或丢失承担责任，但是，我们可以根据证据证明这种损失不是由于您的不当使用造成的，由您全权决定赔偿虚拟商品或Zen。我们可能会限制任何物品的数量或拒绝为您提供任何虚拟物品。在我们接受您的付款之前，可能需要验证适用于交易的某些信息。虚拟商品的价格和可用性如有更改，恕不另行通知。对于赠予您或作为奖励的虚拟商品或Zen，我们不承担任何责任。\r\n\r\n\r\n21.服务中断\r\n   1.我们保留不定期中断本服务或其任何部分的权利，以进行维护为目的而定期或不另行通知。您同意，对于因任何原因引起的服务或其任何部分的任何中断，延迟或无法执行，我们概不负责。\r\n\r\n   2.您确认本服务或其任何部分可能由于我们无法控制的原因而中断，并且我们无法保证您随时可以访问该服务。对于因任何原因引起的服务中断，延迟或无法执行，我们概不负责。\r\n\r\n   3.我们有权根据自己的判断酌情决定是否随时更改或取消本服务的任何方面。\r\n\r\n   4.由于第25.1、25.2段所述的任何情况导致服务中断，我们没有义务退还全部或任何部分帐户费用（如有）。\r\n\r\n   \r\n22.纪律处分/帐户和服务终止\r\n   1.在法律允许的范围内，我们可以通过在您创建帐户后指定的时间范围内通知您，暂停，终止，修改，阻止访问或删除该服务或其任何帐户或部分帐户或加入服务，或者如果没有指定此时间段，则在该通知之日起三十（30）天内通过电子邮件向您提供或由我们发布在网站或互动区域中。\r\n\r\n   2.对于违反用户的行为，我们可以选择发出警告，暂时中止和永久终止帐户。对于何时以及如何施加警告，处罚和/或纪律处分，我们保留全权决定权。我们在做出决定时会考虑违规的严重性和违规的数量；但是，任何决定均由我们绝对酌情决定。\r\n\r\n   3.为免生疑问，您特此确认，即使您的帐户中有余额，我们也有权自行决定终止您的帐户。终止您的帐户意味着终止使用该服务或其任何部分的许可（请参阅第8节）。\r\n\r\n   4.您有权随时终止您的帐户。您理解并同意，除非适用的强制性法律另有规定，否则终止帐户是您对任何争议的唯一权利和救济，包括但不限于与以下任何相关或由以下原因引起的争议：（i）任何本协议的条款或我们对本协议的执行或应用； （ii）用户内容； （iii）您访问和/或使用服务或网站的能力； （iv）费用，附加费，适用税费，计费方式的金额或类型，或费用，适用税金，附加费或计费方法的任何更改。\r\n   \r\n   5.您可以通过向我们发送通知来终止您的帐户。在您终止之前，我们保留收取我们产生的应计费用以及相关费用的权利。此外，在您终止帐户之前，您应对第三方供应商或内容提供商产生的任何费用，收费和成本负责。\r\n\r\n   6.如果您的帐户被终止，则您帐户中Zen或虚拟商品的余额将不予退还，不可转让给他人并且不产生利息。我们的帐户终止后，不会将任何在线时间或其他积分（例如，在线游戏中的点数）记入您的贷方，也不会转换为现金或其他形式的报销，并且您将无法再使用您的帐户。任何拖欠或未付款的帐户或争议未解决的帐户必须先解决，然后我们才能允许您重新注册。\r\n\r\n   7.如果您觉得自己受到了不公正的警告或纪律处分，请与我们联系并提供完整的详细说明。\r\n\r\n\r\n23.赔偿\r\n   1.您同意为PWE，其独立承包商，服务提供商和顾问及其各自的董事，雇员，代理商，合作伙伴，关联公司和子公司保卫，赔偿和追索，使其免受任何索赔，损害，成本，责任和损害。您在网站上或通过网站发布，存储或以其他方式传播的任何用户内容，您的行为，您违反这些条款的行为，对服务的任何滥用所产生的或与之相关的费用（包括但不限于合理的律师费） ，或您侵犯任何第三方的权利。\r\n\r\n\r\n24.致谢\r\n   1.您特此确认并同意：\r\n\r\n\r\n    -使用服务时，软件可能会为未经授权的第三方程序随计算机同时运行而监视计算机的随机访问内存（RAM）和/或CPU程序。在此使用的\"未经授权的第三方程序\"应定义为任何第三方软件，包括但不限于在PWE唯一确定的任何\"添加\"或\" MOD\"中：（i）启用或便利进行任何类型的欺诈； （ii）允许用户以未经PWE明确授权的任何方式修改或破解软件的界面，环境和/或经验；或（iii）拦截，\"开采\"或以其他方式从该软件或通过该软件收集信息。在该软件检测到未经授权的第三方程序的情况下，它可以将信息传达回PWE，包括但不限于您的帐户名，有关未经授权的第三方程序的详细信息，检测到的日期和日期，未经授权的第三方；和/或完美的世界娱乐可能会在未事先通知用户的情况下，行使本协议的本节规定的任何或全部权利。\r\n\r\n    -PWE可能会通过游戏或服务监视或记录您的聊天会话以及其他通过电子方式传输或接收的电子通讯，并且您同意进行此类监视或记录。\r\n\r\n    -我们不保证玩家之间传递的任何信息的完整性，准确性或正确性。我们不保证玩家之间传递的信息的安全性。您承认上述用户之间传递的信息是\"按原样\"，并且您仅会自担风险使用这些信息。\r\n\r\n    -您承认使用服务和/或游戏可能会丢失游戏中的功能和/或物品。您可能不要求PWE对任何游戏内功能或物品丢失负责。我们不保证玩家可获得任何游戏内物品，任何服务或任何关卡\r\n\r\n\r\n25.免责声明\r\n   1.您明确理解并同意：\r\n    -本服务，游戏，网站和其中包含的所有材料均按\"原样\"和\"可用\"提供，不提供任何形式的明示或暗示保证。 PWE及其子公司，分支机构，官员，雇员，代理商，合伙人和许可人不作任何其他明示或暗示的保证，包括但不限于对适销性，适用性，特定用途或特定用途的适用性的暗示保证。并且对服务，游戏和网站无侵权，包括其中包含的所有信息，内容和材料。在不限制上述规定的前提下，PWE不代表或保证其中的服务，游戏，网站或材料准确，完整，可靠，可用，当前或无错误。 PWE也不会代表或保证游戏，网站或其服务器没有病毒，漏洞，错误或其他有害组件或缺陷，不能以安全的方式传输数据，或正确使用该服务。\r\n   \r\n   2. PWE及其子公司，分支机构，官员，雇员，代理商，合作伙伴和许可方不作任何保证（i）服务将满足您的要求； （ii）网站不会中断，及时，安全或无差错；或（iii）软件中的任何错误均将得到纠正。\r\n\r\n   3.当PWE尝试访问和使用服务安全性时，PWE无法且不代表或保证该服务或其服务器没有病毒或其他有害组件；因此，您应该使用行业认可的软件来检测和消毒任何下载的病毒。根据您自己的判断和风险，访问通过使用本网站或服务而下载或以其他方式获得的任何材料，并且您将完全对计算机系统的任何损坏或由于下载而导致的数据丢失承担全部责任。\r\n\r\n   4.当使用某些网站或服务上的计算机屏幕上的某些轻图案或背景时，小比例的用户可能会遇到癫痫发作的感觉。某些情况可能会导致以前没有发作或癫痫病史的患者出现以前未曾发现的癫痫症状。如果您或您家人中的任何人患有癫痫病，请在使用该服务之前咨询您的医生。立即停止使用该服务，如果您在使用该服务时遇到以下任何症状，请咨询您的医生：头晕，视力改变，眼睛或肌肉抽动，警觉性，差异，疏忽，任何不正当动机。\r\n\r\n   5.通过PWBV的商标名称，商标，制造商，供应商或其他方式引用的任何产品，服务，过程或其他信息，并不构成或暗示对其的认可，赞助或建议，或由此引起的任何附属关系。\r\n\r\n\r\n26.争端解决。\r\n   1.在对PWE提出索赔之前，您同意尝试通过电子邮件将争议通知发送到legal@perfectworld.com，主题行为\" Attn：Legal\"，以非正式的方式解决争议。\r\n   \r\n   2.该通知必须包括您的姓名，邮寄地址和电话号码（如有），并且必须描述索赔或争议的性质和依据，并阐明所寻求的具体救济措施。如果在收到您的通知后一个月内仍未解决争议，则您或我们都可以根据JAMS国际仲裁规则（\" JAMS\"）提出正式的仲裁程序。\r\n\r\n\r\n27.仲裁协议。\r\n   1.仲裁。请仔细阅读以下各节，因为它们会影响您的权利。您和PWE同意通过最终和具有约束力的仲裁解决与这些条款或服务有关的任何索赔。本仲裁协议旨在进行广义解释，包括基于合同，侵权，成文，欺诈，虚假陈述或任何其他法律理论的索赔。您承认这些条款证明了涉及州际贸易的交易，因此，根据这些条款中的仲裁条款，美国仲裁法将管辖解释，执行和诉讼。\r\n   \r\n   2.选择退出仲裁。您可以在第一次接受这些条款的三十（30）天内提供PWE书面通知，以选择不参加仲裁的协议。您的通知必须包括：（I）您的全名（姓和名）； （II）您用于注册帐户的电子邮件地址；和（III）您拒绝本协议进行仲裁的明确声明。通过以下电子邮件将您的缺席通知发送电子邮件至：legal@perfectworld.com，主题行：\"收件人：法律\"\r\n   \r\n   3.仲裁费用。对于我们发起的任何仲裁，PWE将支付所有JAMS归档，管理和仲裁员费用。根据JAMS规则，您将为您发起的任何仲裁支付费用。但是，如果您尝试根据这些条款非正式解决争端后发起仲裁，并寻求价值不超过300美元的救济（包括您本人和我们），PWE将支付所有JAMS申请，管理和仲裁员费用。如果您的索偿金额大于$ 300但小于$ 10,000，PWE将支付超过$ 20的所有此类费用。 PWE在上述电子邮件地址收到您已开始进行此类仲裁的通知后，PWE应立即向您偿还PWE同意支付的已缴纳申请费的任何部分。\r\n   \r\n   4.轻率的要求。如果仲裁员确定您的索赔内容或所寻求的救济是轻浮的或出于不正当目的而提出的（根据《联邦民事诉讼规则》 11（b）中规定的标准衡量），则应支付所有JAMS款项归档，管理和仲裁员费用应受JAMS规则的约束，您同意向我们补偿我们代表您支付给JAMS的任何金额。除非仲裁员确定您的索赔内容或所寻求的救济是轻浮的或出于不正当目的提出的，否则PWE不会寻求其律师的仲裁费和费用。\r\n   \r\n   5.仲裁程序。您同意JAMS的一名仲裁员将根据经本仲裁条款修改的JAMS国际仲裁规则对争议进行仲裁。仲裁员的裁决应附有合理的意见。仲裁将在您居住或工作的美国县或我们共同同意的任何其他地点进行。\r\n   \r\n   6.无集体诉讼。您只能根据个人情况解决与我们的纠纷，并且不得以原告或集体成员的身份在集体，合并或代表诉讼中提出索赔。您不得将索赔作为集体仲裁，集体诉讼，私人律师一般诉讼或与其他仲裁合并的一部分。\r\n   \r\n   7.司法论坛。如果发现本仲裁协议不适用于您或您的索赔，则您和PWE同意将任何司法程序（小额索赔诉讼除外）提交加利福尼亚州圣马特奥县的联邦法院或州法院。您和PWE都同意那里的场地和个人管辖权，并就不便的论坛放弃任何异议。\r\n   \r\n   8.提出索赔的时限。尽管有任何相反的成文法或法律，但因这些条款或您对服务的使用而引起的或与之相关的任何索赔或诉讼因由，必须在此类索赔或诉讼因由产生后的一（1）年内提出，否则该索赔否则将永远禁止诉讼。\r\n   \r\n   9.将来对仲裁协议的更改。尽管本条款中有相反的规定，您同意，如果PWE将来对该仲裁条款进行任何更改（除了上述通知电子邮件地址，网站链接或此条款中列出的电话号码的更改），任何此类更改不会影响更改生效日期之前发生的争议。\r\n\r\n\r\n28.责任范围\r\n   1.在任何情况下，我们，PWE，其董事，成员，关联企业，子公司，员工或代理商对任何直接，特殊，间接或后果性的损害，或任何种类的任何其他损害，包括但不限于损失，概不负责使用，损失或数据丢失，无论是在合同诉讼，侵权（包括但不限于疏忽大意）还是其他情况下，都是由于使用或无法使用本网站，服务而引起的或以任何方式引起的，网站或服务中包含或访问的游戏或任何内容或材料，包括但不限于用户对我们或PWE所获得的任何信息或由于错误而导致的任何损害，无论是不是由上帝的行为，通讯故障，盗窃，毁坏或失误造成的疏忽，干扰，文件或电子邮件的删除，错误，缺陷，病毒，操作或传输延迟或任何性能故障。到PWE的记录，程序或服务。\r\n\r\n   2.无论在合同，保修，侵权（包括疏忽大意，无论是主动，被动还是被推翻），产品责任，严格责任或其他理论（无论是由于使用还是与使用有关）方面，PWE的总体责任概不负责无法使用服务，网站或任何游戏超出了您为访问或使用PWE而向PWE支付的任何赔偿（如果有）。\r\n\r\n   3.欧盟的某些成员国不允许（强制性）法律规定上述责任限制，因此它们可能不适用于您。在这种情况下，您明确同意我们（或任何其他这样的被释放方）对您的责任应限制在适用的强制性法律允许的最大范围内。您同意，对于因访问或订阅服务而发生的任何事情或结果，我们概不负责。\r\n\r\n   \r\n29.一般\r\n   1.我们未能就您或其他人的违约行为采取行动，并不意味着我们就随后或类似的违约行为采取行动的权利。\r\n\r\n   2.除非本协议另行许可，否则您不得转让或转让本协议或您在本协议下的权利，游戏或我们提供的任何其他软件，并且任何与此相反的尝试均无效。\r\n\r\n   3.如果本协议的任何条款非法，无效或出于任何原因不可执行，则该条款应被视为可与本协议分离，并且不影响任何其余条款的有效性和可执行性。\r\n\r\n   4.此处使用的章节标题仅供参考，不应理解为具有任何法律效力。附表构成本条款的一部分，并应在本条款的全文中具有完整的效力，对这些条款的任何引用均包括附表。\r\n\r\n\r\n30.补救措施。\r\n您同意为了保护PWE，其业务及其许可方，此处所述的义务和陈述以及许可限制是必要且合理的，并且您明确同意金钱损失不足以就任何违规行为全额赔偿PWE本协议，或您在上面所做的任何虚假陈述。因此，您同意并知道，任何此类违法行为或威胁性违规行为都会对PWE造成无法弥补的伤害，并且除法律，衡平法或其他方面可用的其他补救措施外，PWE有权获得针对违反或威胁违反本协议，或您继续违反本协议，或补救您的任何虚假陈述，而无需证明任何法律补救措施或金钱损失是不充分的，并且无需发布任何键。\r\n\r\n\r\n31.独立承包商。\r\n您承认您不会被视为PWE的代理商，员工，合资企业或合作伙伴（或其任何关联公司，出版合作伙伴，许可人或被许可人），也不会以自己的身份出现。本协议的每一方都是相对于另一方的独立承包商，本协议中的任何内容均不得视为将双方置于雇主－雇员，委托代理，合伙人或合资企业的关系中。\r\n\r\n\r\n32.美国出口管制\r\n您承认并同意，通过网站或服务提供的游戏和其他软件受美国出口管理法（以下简称\"法\"）及其下发布的法规所施加的限制和控制。您同意并证明，无论是游戏还是通过网站或服务提供的任何其他软件，或其任何直接产品都不会或不会直接或间接被获取，运输，转移或再出口到该法令禁止的任何国家中以及其下的法规，或将用于该法规所禁止的任何目的。您同意，对于您拥有，使用和操作通过网站或服务提供的游戏及其他软件，您将遵守所有适用法律。\r\n\r\n\r\n33.联系我们\r\n除非本文另有其他联系方式指示，否则如果您对我们的游戏或服务有任何疑问，疑虑或投诉，您可以通过以下方式联系我们的客户服务团队：\r\n   电子邮件：tos@perfectworld.com\r\n   邮件：Perfect World Entertainment Inc.\r\n   收件人：客户服务团队\r\n   100 Redwood Shores Parkway\r\n   红木城，加利福尼亚州94065\r\n\r\n\r\n34.平台条款也适用\r\n如果您通过控制台访问我们的游戏，则使用游戏的方式也可能会受到相关控制台平台提供商的规则和政策的控制。在此类规则和政策要求的范围内，控制台平台的条款将适用于您对游戏的使用。\r\n\r\n通常，您承认：\r\n    -PWE（不是Console Platforms或其任何附属公司）根据这些条款向您授予游戏或服务的许可；\r\n    -PWE对与Console平台相关的服务概不负责，并且对因合同，侵权（包括过失）或与使用或操作该服务有关的任何其他行为不承担任何责任；\r\n    -您应全权负责确保您根据适用于该帐户的政策使用用于访问游戏或服务的任何控制台平台帐户；\r\n    -PWE不授予您使用Console平台或其附属公司的任何知识产权（包括商标）的权利。根据服务条款和Console平台或其关联公司不时提供的与平台使用有关的任何其他政策，授予（如果适用）您对此类知识产权的使用；\r\n    -控制台平台或其任何关联公司按\"原样\"提供任何在线产品或服务，而没有任何保证；\r\n    -可能需要PWE更改游戏或服务或这些条款，以符合控制台平台的说明。您同意我们被允许立即进行此类更改，恕不另行通知，对于此类更改，您或他人不承担任何责任。\r\n\r\n\r\n35.闭幕。\r\n再次感谢您访问我们。我们希望您在这里过得愉快，并充分利用我们正在发展的在线社区。请记住，您是客人，并且要以与其他客人相同的礼貌和尊重来行事。\r\n\r\n上次更新时间：2020年8月18日",
  "version": 3
}