{
  "content": "Termos do serviço | Arc Games\r\n\r\n\r\nESTE DOCUMENTO CONTÉM TERMOS E CONDIÇÕES IMPORTANTES APLICÁVEIS AO SEU ACESSO E USO DE NOSSO SITE E SERVIÇOS. POR FAVOR, LEIA ESTES TERMOS COM ATENÇÃO ANTES DE COMEÇAR A USAR O SITE E OS NOSSOS SERVIÇOS. AO ACESSAR OU USAR ESTE SITE OU BAIXAR QUAISQUER JOGOS, VOCÊ CONCORDA COM OS TERMOS AQUI DESCRITOS. SE VOCÊ NÃO CONCORDAR COM TODOS ESTES TERMOS, NÃO USE ESTE SITE OU OS JOGOS.\r\n\r\n\r\nBem-vindo ao Arc Games, que é operado pela Perfect World Entertainment, Inc. (\"PWE\", \"Nós\" ou \"Nós\"). Este documento contém os termos e condições (\"Termos\") para reger o seu acesso e uso do site da PWE localizado em www.arcgames.com (ou qualquer URL subsequente que possa substituí-lo) e todos os sites oficialmente associados e micro- sites, sites móveis e subdomínios de tais sites (coletivamente, o \"Site\"), quaisquer jogos e plataformas de jogos, clientes ou servidores operados pela PWE através do Site ou de outra forma suportados pela PWE no Site (os \"Jogos\"), e todos recursos, funções, software e serviços oferecidos por meio deste site. O Site, os Jogos e os recursos, funções, software e serviços oferecidos por meio deste Site constituem coletivamente o \"Serviço\".\r\n\r\n\r\n1. Acordo Legal\r\n   1. Estes Termos constituem um acordo legal vinculativo (\"Contrato\") entre você e a Perfect World Entertainment, Inc., uma empresa da Califórnia.\r\n   \r\n   2. Neste Acordo, os termos \"nós / nós / nosso\" significam Perfect World Entertainment, Inc. \"Você / seu\" significa você como um usuário do Serviço.\r\n   \r\n   3. Os Termos descritos neste documento se aplicam a você se você visitar nosso Site, usar nosso Serviço e usar os Jogos. Antes de usar o Serviço ou qualquer parte do Serviço, você deve revisar e concordar com estes Termos.\r\n   \r\n   4. O uso do Serviço constituirá sua concordância em aceitar e ser regido pelos termos e condições descritos nestes Termos, e sua concordância em cumprir quaisquer Regras de Conduta publicadas no Site ou de outra forma fornecidas a você pela PWE (as \"Regras de Conduta \") e qualquer contrato de licença de usuário final (\" EULA \") aplicável ao nosso software de Jogo ou outro software que possamos fornecer em conexão com o Serviço. Todas as identidades de usuário criadas no site são regidas por estes Termos. Isso inclui, mas não está limitado a, conduta adequada dentro e fora do jogo em relação ao Jogo.\r\n   \r\n   5. Se você não concordar com qualquer um dos Termos, não acesse ou use o Serviço de outra forma.\r\n   \r\n   6. Você declara que tem a capacidade legal para celebrar este Contrato e que não está impedido de receber o Serviço de acordo com as leis dos Estados Unidos ou qualquer outra jurisdição aplicável.\r\n   \r\n   7. Você entende e concorda que o Serviço pode incluir anúncios de serviço e mensagens administrativas e você pode não ter o direito de optar por não recebê-los.\r\n   \r\n   8. Este Contrato é um acréscimo a, e de forma alguma substitui ou suplanta, qualquer EULA ou quaisquer termos e condições adicionais que possam ser aplicados quando você usa ou compra determinados produtos, serviços, serviços de afiliados, conteúdo de terceiros Software de terceiros. No caso de o conteúdo deste Acordo ser contrário a uma ou mais disposições de qualquer outro acordo ou termos ou condições específicos, as disposições do Acordo, termos ou condições específicos prevalecerão.\r\n\r\n\r\n2. Mudanças nos termos\r\n   1. Podemos alterar e / ou modificar estes Termos, as Regras de Conduta e qualquer EULA a qualquer momento a nosso exclusivo critério.\r\n\r\n   2. Emendas e modificações aos Termos serão publicadas no Site e entrarão em vigor imediatamente após sua publicação no Site, ou uma cópia das emendas ou modificações será fornecida a você. Você renuncia a qualquer direito que possa ter de receber um aviso específico sobre tais mudanças ou modificações.\r\n\r\n   3. Você é responsável por verificar os Termos, as Regras de Conduta e qualquer EULA periodicamente, para que esteja familiarizado com seu conteúdo, pois pode ser alterado ou modificado de tempos em tempos. Ao continuar a usar qualquer parte do Serviço, você já está expressando sua aceitação de quaisquer termos revisados ??ou atualizados. Se você não concordar com os termos alterados, deverá parar de usar o Serviço.\r\n\r\n   \r\n3. Descrição\r\n   1. A PWE oferece jogos online multijogador gratuitos para usuários registrados e recursos, funções e serviços relacionados disponíveis através do site, como fóruns da comunidade e outras áreas interativas. Para acessar nossos Jogos, pode ser necessário baixar e instalar determinados softwares de cliente, e tal acesso envolve o uso de hardware, software e acesso à Internet (que você reconhece desempenham um papel crucial em sua experiência de usuário).\r\n\r\n   2. Você concorda que não somos responsáveis ??por quaisquer problemas de hardware, software ou acesso à Internet, qualidade, adequação ou indisponibilidade. Não fornecemos acesso à Internet, e você é responsável por todas as taxas relacionadas às tarifas de telefone e acesso à Internet, juntamente com todo o equipamento necessário, manutenção, reparo ou correção incorrida na manutenção da conectividade com os servidores.\r\n\r\n\r\n4. Conta\r\n   1. Pode ser necessário criar uma conta (uma \"Conta\") para acessar nosso Serviço e usar certos recursos e funções de nosso Serviço.\r\n\r\n   2. PARA USAR NOSSOS SERVIÇOS, VOCÊ PRECISA ATENDER A CERTOS REQUISITOS DE IDADE ESTIPULADOS NA JURISDIÇÃO DE SUA RESIDÊNCIA, E PRECISA TER O PODER PARA ASSINAR UM CONTRATO VINCULANTE CONOSCO SOB QUALQUER LEI APLICÁVEL. Por exemplo, se você reside nos Estados Unidos, deve ter 13 anos de idade ou mais para criar uma Conta e deve ter 18 anos ou mais para firmar um contrato de forma independente. Se você tem 13 anos ou mais, mas está abaixo da idade legal para celebrar um contrato na jurisdição em que reside (\"Idade Legal\") e / ou menor de 18 anos, exigimos que você leia estes Termos com seus pais ou responsável legal para garantir que eles leiam e concordem com eles. Se você for o pai ou responsável legal de um usuário do nosso site, jogos e / ou serviço e tiver dúvidas sobre os termos, entre em contato conosco em tos@perfectworld.com.\r\n   \r\n   3. Ao criar uma Conta ou de outra forma usar o Serviço, você declara que é maior de idade ou pelo menos 18 anos e concorda com estes Termos, ou que tem mais de 13 anos e seus pais ou responsável legal leram e concordaram com estes Termos, e você entende e concorda que contamos com essa representação para permitir que você use o Serviço.\r\n\r\n   4. Não obstante o acima, sujeito às leis aplicáveis ??em certas jurisdições, certas partes do nosso Serviço podem conter conteúdos maduros não adequados para qualquer pessoa menor que a Idade Legal ou 18 anos de idade. Exigiremos que você confirme que é maior de idade ou 18 anos ou mais para acessar tal conteúdo. Se você entrar em qualquer parte do Serviço que se destina a ou está marcada para o público adulto apenas, você está certificando que é maior de idade ou pelo menos 18 anos e tem o direito legal de acessar tal conteúdo. Não seremos responsáveis ??de forma alguma por sua falha em confirmar com precisão sua idade de acordo com os termos abaixo.\r\n\r\n   5. Ao criar uma conta e uma identidade de usuário (\"ID de usuário\"), você concorda em (i) fornecer informações verdadeiras, precisas, atuais e completas, conforme solicitado nos campos obrigatórios (as \"Informações da conta\") e (ii) manter prontamente e atualizar tal ID de usuário e suas informações de conta para mantê-las verdadeiras, precisas, atuais e completas.\r\n\r\n   6. Você, como criador de sua conta e ID de usuário, é o único responsável por sua ID de usuário e a imagem do perfil carregada em seu perfil de ID de usuário (a ID de usuário e a imagem do perfil na ID de usuário são coletivamente denominadas \"ID de usuário \"). Não toleraremos IDs de usuário ofensivos ou obscenos. Se um ID de usuário violar qualquer parte destes Termos, podemos banir imediatamente, temporariamente ou permanentemente tal ID de usuário, remover ou desabilitar o acesso às imagens, palavras ou frases problemáticas ou desabilitar o acesso a tais IDs de usuário com ou sem aviso prévio . A remoção ou desativação do acesso a tais IDs de usuário ficará a nosso critério exclusivo e não prometemos remover ou desativar o acesso a quaisquer IDs de usuário específicas.\r\n\r\n   7. Sua conta só pode ser usada por você. Não somos responsáveis ??por qualquer uso indevido de sua conta ou ID de usuário, você concorda em aceitar todos os riscos de uso indevido e acesso não autorizado à sua conta e isentar-nos e nossos afiliados de e contra qualquer uso indevido de sua conta ou seu usuário ID, incluindo, mas não se limitando a, uso impróprio ou não autorizado por alguém a quem você revelou sua senha.\r\n\r\n   8. Observe que você é responsável por manter a confidencialidade e segurança de sua ID de usuário e senha em todos os momentos, e concorda em nos notificar se sua senha for perdida, roubada ou divulgada a um terceiro não autorizado, ou de outra forma pode foram comprometidos. Você é o único responsável por todas as atividades e transações que ocorram em sua conta, e não somos responsáveis ??por qualquer uso indevido de sua conta, incluindo, sem limitação, no caso de sua senha ser roubada ou revelada a terceiros e / ou usada para transações . Você concorda em nos notificar imediatamente sobre qualquer uso indevido de sua Conta ou qualquer outra violação de segurança em relação ao Serviço de seu conhecimento. Oferecemos a opção de alterar sua senha para proteger sua conta.\r\n\r\n   9. Sua conta pode ser encerrada se você não usar sua conta dentro de doze meses após a data em que foi criada ou por qualquer período contínuo de doze meses. Se você não usar sua conta por um período contínuo de doze ou mais meses, ela poderá ser encerrada por nós a nosso exclusivo critério.\r\n\r\n   10. Tentaremos notificá-lo por e-mail antes de encerrarmos sua Conta, a menos que estejamos encerrando, desativando ou excluindo sua Conta ou ID de usuário por violação destes Termos ou descontinuação do Serviço. No entanto, não seremos responsáveis ??de nenhuma maneira por qualquer falha no aviso. Se você nos informar dentro de cinco dias do aviso que deseja manter sua conta ativa, não a encerraremos. Se você não nos notificar, sua conta será encerrada e pode ser excluída permanentemente, junto com sua ID de usuário, registros, classificações e informações de serviço.\r\n\r\n   11. O encerramento da sua conta também implica o encerramento da licença de uso do Serviço e Materiais Proprietários, ou qualquer parte deles.\r\n\r\n   12. Observe que, independentemente de qualquer aviso, nós nos reservamos o direito de descontinuar o Serviço ou encerrar ou suspender sua Conta a qualquer momento, a nosso critério exclusivo, por qualquer motivo, ou por nenhum motivo na medida permitida pela lei aplicável.\r\n\r\n\r\n5. Direitos de propriedade\r\n   1. O site, os jogos, o software e o serviço são propriedade da PWE ou dos licenciantes da PWE, que são protegidos pelas leis dos EUA e internacionais, incluindo, mas não se limitando às leis de direitos autorais. Todos os direitos, interesses e títulos atuais e futuros no e para o Site, o Jogo, o Software e o Serviço, todos os recursos e conteúdo dos mesmos, incluindo, sem limitação, quaisquer contas de usuário, títulos, código de computador (código-fonte, código-objeto e design preparatório materiais), arquivos, software de jogo, software cliente e servidor, ferramentas, patches, atualizações, temas, objetos, personagens, nomes de personagens, histórias, enredos, objetos, conteúdo, texto, conhecimento, diálogo, frases de efeito, temas, locais, conceitos , arte, designs, gráficos, imagens, vídeo, animação, sons, música, musical, composições, gravações de som, efeitos audiovisuais, informações, dados, documentação, \"miniaplicativos\", transcrições de bate-papo, informações de perfil de personagem, jogo, gravações , em itens de jogo, em atividades de jogo, moedas e Zen, obras de arte e composições criadas por Inteligência Artificial (\"trabalhos criados por IA\"), e a seleção e disposição dos mesmos (coletivamente os \"Materiais Proprietários\") são o objeto proprietário propriedade ou interesses da PWE ou seus licenciados e são protegidos por direitos autorais dos EUA e internacionais e outras leis de direitos de propriedade.\r\n   \r\n   2. No caso de você fazer quaisquer modificações, adaptações ou trabalhos derivados de qualquer tipo aos Materiais Proprietários (as \"Modificações\"), não obstante o parágrafo 10.2, sejam autorizados ou não autorizados, você entende e concorda que não reterá nenhum direito de qualquer tipo em e para tais Modificações e que todos os direitos neles pertencerão exclusivamente à PWE. Você atribui irrevogavelmente (e concorda em atribuir) e transferir para a PWE, livre e desembaraçado de quaisquer restrições ou gravames, sem qualquer compensação além da consideração aqui prevista, todos e quaisquer direitos, títulos e interesses que você possa ter em e para tais Modificações . Esta atribuição inclui, sem limitação, todos os direitos autorais mundiais e direitos de patente em e para tais Modificações e o direito de processar por infrações passadas e futuras. Você concorda em cooperar com a PWE em conexão com a proteção da mesma e deve assinar esses documentos (como outra escritura de transferência ou atribuição), se houver, conforme necessário para a PWE aperfeiçoar seus direitos nos termos deste instrumento. Você renuncia e concorda em não reivindicar quaisquer direitos morais ou semelhantes que possa ter nas Modificações, tanto quanto possível pela lei obrigatória aplicável.\r\n   \r\n   3. Além disso, na medida em que as atribuições mencionadas no parágrafo 5.2 não transferem qualquer interesse de propriedade ou para as Modificações, você concede expressamente à PWE, a nós e aos nossos licenciados todos os consentimentos, liberações e uma ação perpétua , em todo o mundo, completo, totalmente sublicenciável e irrevogável direito de fazer, usar, vender, oferecer para venda, importar ou explorar, postar novamente, publicar, usar, citar, adaptar, traduzir, arquivar, armazenar, reproduzir, modificar, criar trabalhos derivados de, sindicalizar, licenciar, imprimir, sublicenciar, distribuir, transmitir, transmitir, comunicar, e exibir publicamente e realizar as Modificações, ou qualquer parte delas, de qualquer maneira ou forma e em qualquer meio ou fórum, seja agora conhecido ou doravante concebida, sem aviso prévio, reconhecimento ou compensação para você. Você renuncia e concorda em não reivindicar quaisquer direitos morais ou semelhantes que possa ter nas Modificações, tanto quanto possível pela lei obrigatória aplicável.\r\n\r\n\r\n6. Privacidade\r\n   1. Reveja a nossa Política de Privacidade e Política de Cookies [a] para obter informações sobre a recolha, utilização e distribuição de informações pessoais. Você entende e concorda que podemos coletar, usar e divulgar informações conforme descrito na Política de Privacidade e Política de Cookies.\r\n\r\n   2. Você entende e concorda que podemos acessar, divulgar ou preservar informações pessoais, incluindo o conteúdo de suas comunicações, na boa fé de que somos legalmente autorizados ou obrigados a fazê-lo, ou que fazê-lo é razoavelmente necessário ou apropriado para cumprir com a lei ou com processos ou autoridades legais, responder a quaisquer reclamações ou para proteger os direitos, propriedade ou segurança da Perfect World, nossos usuários, nossos funcionários ou o público, incluindo, sem limitação, para proteger Perfect World ou nossos usuários de fraude , uso abusivo, impróprio ou ilegal do nosso Serviço.\r\n\r\n   \r\n7. Atualizações do jogo\r\n   1. Quando atualizamos ou \"corrigimos\" qualquer um de nossos Jogos, podemos utilizar uma rotina de patch para verificar se a versão mais recente do software cliente está instalada em seu computador ou dispositivo. Caso contrário, a versão mais recente pode ser carregada automaticamente para o seu computador ou dispositivo, e você consente e renuncia a qualquer outro aviso de tal upload.\r\n\r\n\r\n8. Monitoramento\r\n   1. Você compreende e concorda que quando se comunica com outros jogadores dentro de um jogo ou utiliza quaisquer recursos interativos disponíveis no site, como mensagens instantâneas, fóruns ou salas de bate-papo, tais comunicações e postagens são transmitidas através de nossos servidores, e podemos, mas não são obrigados a monitorar todas as comunicações e postagens, incluindo aquelas que são designadas como \"privadas\" até o limite permitido por lei. Para obter mais informações sobre como coletamos e processamos dados sobre você, consulte nossa Política de Privacidade [b].\r\n\r\n\r\n9. Push Notification & Local Notification\r\n   1. Você entende e concorda que podemos, com o seu consentimento, enviar notificações push e notificações locais para o seu dispositivo móvel para fornecer atualizações do jogo e outras mensagens relevantes.\r\n\r\n\r\n10. Licença concedida a você\r\n   1. Sujeito a estes Termos e a qualquer EULA aplicável, concedemos a você, apenas para seu uso não comercial e pessoal, uma permissão limitada, não exclusiva, revogável, intransferível e não sublicenciável para acessar e usar o Site, o Serviço e os Materiais Proprietários. Essa permissão permanece em vigor até e a menos que seja rescindida por você ou pela PWE. Você promete e concorda que está usando o Site, os Serviços e os Materiais Proprietários para seu próprio uso pessoal e não comercial e que não se envolverá em condutas proibidas por estes Termos.\r\n   \r\n   2. Exceto conforme expressamente permitido nestes Termos ou no EULA aplicável, tal licença não inclui, e você concorda em não se envolver em: (a) revenda, sublicenciamento, empréstimo ou uso comercial do Serviço ou dos Materiais Proprietários nele ; (b) distribuição, apresentação pública ou exibição pública de quaisquer Materiais Proprietários, exceto em conexão com o jogo no curso normal, (d) modificar, adaptar, alterar, melhorar ou de outra forma fazer qualquer uso derivado de quaisquer Jogos, conteúdo de jogo ou outro Materiais proprietários, ou qualquer parte deles; (e) uso de mineração de dados, robôs ou métodos semelhantes de coleta ou extração de dados; (f) baixar (exceto o cache de página) de qualquer parte dos Materiais Proprietários ou de qualquer informação neles contida, exceto conforme expressamente permitido no Site; (g) fazer engenharia reversa ou descompilar os Materiais Proprietários, ou de outra forma tentar derivar o código-fonte dos Jogos ou outro software incluído nos Materiais Proprietários; (h) qualquer uso dos Serviços ou Materiais Proprietários que não seja para a finalidade pretendida.\r\n\r\n   3. Qualquer uso do Serviço ou dos Materiais Proprietários, exceto conforme especificamente autorizado neste documento, sem a nossa permissão prévia por escrito, é estritamente proibido e, por opção da PWE, encerrará a licença concedida neste documento. Esse uso não autorizado também pode violar as leis aplicáveis, incluindo, sem limitação, leis de direitos autorais e marcas registradas e regulamentos e estatutos de comunicação aplicáveis. A menos que explicitamente declarado neste documento, nada nestes Termos deve ser interpretado como conferindo qualquer licença ou direitos sobre direitos de propriedade intelectual, seja por preclusão, implicação ou de outra forma. Esta licença é revogável a qualquer momento com ou sem justa causa.\r\n\r\n   4. Os Jogos e os Serviços não são vendidos para serem transferidos para você, e você não recebe nenhum direito, título ou interesse no Site, nos Serviços ou nos Jogos, exceto pelos direitos expressamente concedidos a você na seção 10 deste documento, e A PWE e seus licenciados retêm a propriedade de todas as cópias do Jogo e Materiais Proprietários, mesmo após a instalação do Jogo em seus computadores pessoais, consoles, dispositivos móveis, tablets e / ou outros dispositivos (\"Dispositivos\").\r\n\r\n   5. Todas as marcas registradas, marcas de serviço, nomes comerciais, logotipos, nomes de domínio e quaisquer outros recursos da marca Perfect World, o site, os jogos e os serviços (\"Características da marca Arc Games\") são de propriedade exclusiva da PWE ou de seus licenciantes. Você não tem direitos de uso de quaisquer Características da Marca Arc Games para uso comercial ou não comercial.\r\n\r\n   6. Você concorda em cumprir os Termos e não usar o Site, os Serviços, os Jogos ou qualquer parte deles de qualquer maneira não expressamente permitida por estes Termos.\r\n\r\n\r\n11. Regras de conduta dos usuários\r\n   1. Você deve observar estes Termos, todas as Regras de Conduta, todas as leis aplicáveis ??e todas as regras básicas de etiqueta e cortesia comum ao usar o Serviço. Qualquer conduta que viole a lei em uma comunidade offline do mundo real também é uma violação destes Termos. Não toleraremos qualquer conduta ilegal ou ofensiva.\r\n   \r\n   2. Sem limitar o precedente, além das regras de Conteúdo do Usuário estabelecidas na Seção 12, você concorda em não realizar nenhuma das seguintes ações:\r\n    - prejudicar menores de qualquer forma;\r\n    - fazer-se passar por qualquer pessoa ou entidade, incluindo funcionários da PWE, líderes de fórum, guias, anfitriões, funcionários ou agentes, ou declarar falsamente ou de outra forma deturpar a sua afiliação com uma pessoa ou entidade;\r\n    - falsificar cabeçalhos ou manipular identificadores para disfarçar a origem de qualquer mensagem transmitida através do Site;\r\n    - fazer upload, postar, enviar por e-mail, transmitir ou disponibilizar de outra forma qualquer publicidade não solicitada ou não autorizada, materiais promocionais, \"lixo eletrônico\", \"spam\", \"correntes\", \"esquemas de pirâmide\" ou qualquer outra forma de solicitação;\r\n    - interferir ou interromper o Serviço ou servidores ou redes conectadas ao Serviço, ou desobedecer a quaisquer requisitos, procedimentos, políticas ou regulamentos de redes conectadas ao Serviço;\r\n    - \"perseguir\", ameaçar ou assediar ou causar desconforto a outra pessoa;\r\n    - coletar, armazenar, publicar ou disseminar quaisquer dados pessoais sobre outros usuários;\r\n    - impedir ou interromper o Serviço ou o fluxo normal de jogo ou diálogo no Jogo ou nas Áreas Interativas (definidas abaixo) no Serviço ou usar linguagem vulgar, abusividade, uso de gritos excessivos (TODAS AS CAPS), \"spamming\" ou qualquer outros métodos perturbadores ou prejudiciais na tentativa de perturbar outros usuários ou nossos funcionários;\r\n    - envolver-se, encorajar ou promover qualquer atividade ilegal, ou qualquer atividade que viole estes Termos ou as Regras de Conduta;\r\n    - envolver-se em quaisquer ações que fraudem ou tentem fraudar, fraudar ou enganar terceiros em quaisquer itens que foram ganhos através de jogos autorizados;\r\n    - trapacear ou utilizar explorações não autorizadas em conexão com os Jogos ou o Serviço;\r\n    - usar ou explorar quaisquer bugs, erros ou falhas de design para obter acesso não autorizado ao Serviço ou para obter uma vantagem injusta sobre outros jogadores;\r\n    - negociar, vender, leiloar ou transferir quaisquer itens virtuais ou mercadorias de qualquer natureza fora do jogo;\r\n    - realizar qualquer ação que perturbe o Serviço ou que afete negativamente ou possa proibir outros usuários de desfrutar do Site, dos Jogos ou de qualquer outro aspecto do Serviço.\r\n\r\n   3. Podemos tomar quaisquer ações e impor as penalidades que julgarmos necessárias para desencorajar e punir qualquer violação destes termos ou qualquer outra conduta ilegal ou inadequada, tudo sem aviso prévio ou aviso. A determinação sobre se ocorreu uma violação e quem é o responsável por tal ato fica exclusivamente a nosso critério e é baseada no que consideramos melhor para a comunidade e o Serviço. Ao usar o Serviço, você concorda que estará sujeito à nossa determinação quanto à ocorrência de uma violação e a qualquer penalidade que escolhermos implementar.\r\n\r\n\r\n12. Conteúdo do usuário\r\n   1. O Serviço pode incluir fóruns de discussão, salas de chat, feedback do usuário, recursos de mensagens, comentários e outras áreas ou serviços interativos (\"Áreas Interativas\") em que você ou outros usuários criam, postam, enviam ou armazenam qualquer conteúdo, mensagens, materiais , dados, informações, texto, música, som, imagens, fotos, vídeo, gráficos, código ou outros itens ou materiais no ou através do Site, bem como qualquer outra parte dos Serviços (por exemplo, salas de bate-papo no jogo, fóruns ou organização de uma guilda) (o \"Conteúdo do Usuário\"). O Conteúdo do usuário também inclui Conteúdo gerado pelo usuário, conforme estipulado na seção 13 deste documento.\r\n\r\n   2. O Conteúdo do Usuário postado no Site está disponível publicamente e não é confidencial, e se tornará propriedade exclusiva da PWE. Recomendamos enfaticamente que você não publique nenhuma informação pessoal sobre você ou outros.\r\n\r\n   3. Você concorda em não postar, fazer upload, transmitir, distribuir, armazenar, criar ou publicar qualquer um dos seguintes:\r\n    - Conteúdo do usuário que seja ilegal, calunioso, difamatório, obsceno, pornográfico, indecente, lascivo, sugestivo, assediante, ameaçador, invasor de privacidade ou direitos de publicidade, abusivo, inflamatório, fraudulento ou de outra forma questionável;\r\n    - Conteúdo do usuário que constitua, incentive ou forneça instruções para um crime, viole os direitos de qualquer parte ou que de outra forma crie responsabilidade ou viole qualquer lei local, estadual, nacional ou internacional;\r\n    - Conteúdo do usuário que pode infringir qualquer patente, marca registrada, segredo comercial, direito autoral ou outro direito intelectual ou de propriedade de qualquer parte. Ao publicar qualquer Conteúdo do Usuário, você declara e garante que tem o direito legal de distribuir e reproduzir tal Conteúdo do Usuário;\r\n    - Conteúdo do usuário que se faça passar por qualquer pessoa ou entidade ou de outra forma deturpe sua afiliação com uma pessoa ou entidade;\r\n    - promoções não solicitadas, campanha política, publicidade ou solicitações;\r\n    - Informações privadas de terceiros, incluindo, sem limitação, endereços, números de telefone, endereços de e-mail, números do Seguro Social e números de cartão de crédito;\r\n    - vírus, dados corrompidos ou outros arquivos prejudiciais, perturbadores ou destrutivos;\r\n    - Conteúdo do usuário que viole as Regras de Conduta ou que, em nosso julgamento exclusivo, seja questionável ou que restrinja ou iniba qualquer outra pessoa de usar ou desfrutar do Serviço, ou que possa expor a nós ou nossos usuários a qualquer dano ou responsabilidade de qualquer tipo .\r\n\r\n   4. Não assumimos qualquer responsabilidade por qualquer Conteúdo do Usuário postado, armazenado ou carregado por você ou qualquer terceiro, ou por qualquer perda ou dano, nem somos responsáveis ??por quaisquer erros, difamação, calúnia, difamação, omissões, falsidades, obscenidade, pornografia ou profanação que você possa encontrar. O uso do Serviço, incluindo as Áreas Interativas, é por sua própria conta e risco. Como um provedor de serviços interativos, não somos responsáveis ??por quaisquer declarações, representações ou Conteúdo do Usuário fornecidos por usuários em qualquer fórum público, página inicial pessoal ou outra Área Interativa. Embora não tenhamos a obrigação de filtrar, editar ou monitorar qualquer Conteúdo do Usuário, nos reservamos o direito, e temos critério absoluto, de remover, filtrar ou editar qualquer Conteúdo do Usuário postado ou armazenado a qualquer momento e por qualquer motivo, sem aviso prévio.\r\n   \r\n   5. Você é o único responsável por criar cópias de backup e substituir qualquer Conteúdo do Usuário que publicar ou armazenar por sua própria conta e custo. Qualquer uso do Serviço, incluindo as Áreas Interativas ou outras partes delas em violação ao precedente, viola estes Termos e pode resultar, entre outras coisas, na rescisão ou suspensão de seus direitos de usar o Serviço ou qualquer parte dele.\r\n   \r\n   6. Você é o único responsável por todo e qualquer Conteúdo do Usuário postado e pelo uso do Serviço, incluindo as Áreas Interativas. Você declara e garante que (a) possui e controla todos os direitos (propriedade intelectual) sobre o Conteúdo do Usuário que postar ou que de outra forma tem o direito de postar tal Conteúdo do Usuário no Site; (b) o Conteúdo do Usuário é preciso e não enganoso; e (c) o uso e publicação do Conteúdo do Usuário fornecido por você não viola estes Termos, as Regras de Conduta, as leis aplicáveis ??ou tabus religiosos e não violará ou infringirá qualquer publicidade, personalidade ou direitos de terceiros ou causará danos a qualquer pessoa ou entidade, ou implicar em qualquer afiliação ou endosso seu ou do Conteúdo do usuário por nós. Você será o único responsável por todos os royalties, taxas, danos e quaisquer outras quantias resultantes de qualquer violação de tal direito ou qualquer outro dano resultante de qualquer Conteúdo do Usuário que você fornecer.\r\n   \r\n   7. Em consideração ao seu uso do Serviço e na medida do possível e permitido pela lei obrigatória aplicável, você irrevogavelmente transfere e atribui (e concorda em atribuir) à PWE todos os direitos, títulos e interesses no e para o Conteúdo do Usuário você cria, publica, armazena ou transmite no ou através do Serviço, incluindo todos os direitos de propriedade intelectual nele contidos. Se a referida cessão e transferência para a PWE não for possível de acordo com a lei obrigatória aplicável, você concorda que todos os direitos, títulos e interesses são atribuídos e transferidos para a PWE. Você concorda em cooperar com a PWE em conexão com a proteção da mesma e deve assinar tais documentos (como outras escrituras de transferência ou cessão), se houver, conforme necessário para a PWE aperfeiçoar seus direitos nos termos deste instrumento.\r\n   \r\n   8. Na medida em que as atribuições anteriores não transferem qualquer interesse de propriedade no ou para o Conteúdo do Usuário, você concede expressamente a nós e aos nossos licenciados todos os consentimentos, liberações e uma autorização não exclusiva, livre de royalties, perpétua, mundial, completa, totalmente sub direito licenciável e irrevogável de postar, publicar, usar, citar, adaptar, traduzir, arquivar, armazenar, reproduzir, modificar, criar trabalhos derivados de, sindicar, licenciar, imprimir, sublicenciar, distribuir, transmitir, transmitir, comunicar de outra forma, e exibir e executar publicamente, fazer, usar, vender, oferecer para venda, importar ou de outra forma explorar o Conteúdo do Usuário, ou qualquer parte dele, de qualquer maneira ou forma e em qualquer meio ou fórum, seja agora conhecido ou planejado no futuro, sem aviso prévio, reconhecimento ou compensação para você. Você renuncia e concorda em não reivindicar quaisquer direitos morais ou semelhantes que possa ter sobre o Conteúdo do Usuário.\r\n   \r\n   9. Se você acredita que qualquer Conteúdo do Usuário no Serviço infringe quaisquer direitos de propriedade intelectual que você possui ou controla, observe primeiro que não medimos disputas de IP entre as partes. Assim, encorajamos você a entrar em contato diretamente com a parte que criou o Conteúdo do usuário em questão. Se você não conseguir chegar a uma resolução mútua com essa parte, poderá nos enviar uma notificação de tal violação nas informações de contato estabelecidas aqui:\r\n    - A notificação deve conter as seguintes informações, que são necessárias para avaliarmos a situação: (i) URLs ou capturas de tela do Conteúdo do Usuário em questão e identificar o usuário específico que carregou o Conteúdo do Usuário; (ii) prova ou certificado de direitos de propriedade intelectual aplicáveis ??que você possui; (iii) uma descrição da violação e solução sugerida que você pode razoavelmente solicitar, (iv) uma declaração de que sua alegação foi feita de boa fé e (v) suas informações de contato. Podemos entrar em contato com você para solicitar informações adicionais e materiais de apoio.\r\n    - Se acreditarmos, a nosso exclusivo critério, que sua reivindicação demonstra um caso claro de violação, enviaremos um aviso ao usuário, conforme identificado em sua notificação, para solicitar que esse usuário remova ou modifique o conteúdo infrator ou quando a violação é de natureza grave, podemos remover ou restringir diretamente o acesso ao conteúdo infrator e notificar tal descarte ao usuário infrator. Avisaremos o resultado do descarte oportunamente com os dados de contato que você nos deixou. Se tal usuário infrator discordar de nossa decisão e acreditar que não haja violação, ele ou ela pode, em certas circunstâncias, nos enviar uma reconvenção com um pedido de reverter nossa ação. A PWE pode ou não honrar tal solicitação a seu exclusivo critério.\r\n    - Você entende e concorda que a PWE não é responsável pelo Conteúdo do Usuário nem endossamos qualquer opinião contida em qualquer Conteúdo do Usuário. Embora a PWE respeite totalmente os direitos de propriedade intelectual e se esforce para proteger seus interesses legítimos na operação dos Serviços, não garantimos a remoção ou exclusão de todo o conteúdo infrator postado por qualquer usuário além de um esforço comercialmente razoável.\r\n\r\n\r\n13. Conteúdo gerado pelo usuário\r\n   1. Os Jogos podem conter determinados utilitários de design, programação e processamento, ferramentas, ativos e outros recursos (\"The Foundry\") para uso com o Jogo que permitem a você criar novos níveis de jogo personalizados e outros materiais de jogo relacionados para uso pessoal em conexão com o Jogo (\"Conteúdo gerado pelo usuário\"). Você concorda que o uso da Foundry está sujeito a estes Termos e às seguintes restrições de licença adicionais:\r\n   \r\n   2. O Conteúdo gerado pelo usuário pode ser criado apenas se tal Conteúdo gerado pelo usuário puder ser usado exclusivamente em combinação com a versão online do Jogo. O Conteúdo gerado pelo usuário não pode ser projetado para ser usado como um produto independente. O Conteúdo gerado pelo usuário que você cria usando a Foundry está sujeito às seguintes regras e restrições:\r\n   \r\n   3. Outros usos proibidos de Conteúdo gerado pelo usuário publicado usando a Foundry:\r\n    - Você não pode usar o conteúdo gerado pelo usuário para endossar ou se opor a qualquer partido político, associação (por exemplo, republicano, democrata, candidatos ou outros) ou qualquer outro lado de qualquer questão.\r\n    - Você não pode usar o Conteúdo gerado pelo usuário para descrever a imagem de qualquer pessoa real (histórico ou atual). Você não pode usar o Conteúdo gerado pelo usuário para anunciar quaisquer negócios, produtos ou serviços de qualquer parte.\r\n    - Você não pode publicar URLs da web em seu conteúdo.\r\n    - Você não pode usar o Conteúdo gerado pelo usuário para transmitir palavrões, vulgaridade, linguagem de ódio, linguagem sexual explícita, referências depreciativas a raça, sexo, religião, idade, deficiência mental ou física, obesidade ou orientação sexual, ou fazer referência a qualquer droga (legal ou ilícito) ou medicação.\r\n    - Você não pode fazer uso de qualquer material protegido por direitos autorais ou marca registrada de terceiros, sem obter licenças escritas irrevogáveis ??concedidas especificamente para esse fim.\r\n    - Você não pode usar conteúdo gerado pelo usuário para explorar o design do jogo.\r\n    - Você não pode usar Conteúdo gerado pelo usuário para infringir os direitos de privacidade e / ou publicidade de terceiros.\r\n    - A PWE reserva-se o direito de remover qualquer Conteúdo gerado pelo usuário por qualquer motivo, a qualquer momento, sem fornecer causa ou recompensa.\r\n    - Você entende e concorda que não reterá nenhum direito de qualquer tipo sobre e para o Conteúdo gerado pelo usuário produzido usando a Foundry e que todo o Conteúdo gerado pelo usuário e todos os direitos nele pertencerão exclusivamente à PWE, para usar como achar adequado. Você atribui irrevogavelmente (e concorda em atribuir) e transferir para a PWE, livre e isento de quaisquer restrições ou gravames, sem qualquer compensação além da consideração aqui prevista, todos e quaisquer direitos, títulos e interesses que você possa ter em e para tal Usuário Conteúdo gerado. Esta atribuição inclui, sem limitação, todos os direitos autorais e patentes em todo o mundo em e para tal Conteúdo gerado pelo usuário e o direito de processar por infrações passadas e futuras. Você concorda em cooperar com a PWE em conexão com a proteção da mesma e deve assinar tais documentos (como outra escritura de transferência ou cessão), se houver, conforme necessário para a PWE aperfeiçoar seus direitos nos termos deste instrumento.\r\n    - Além disso, na medida em que as atribuições aqui mencionadas não transferem qualquer participação de propriedade no ou para o Conteúdo gerado pelo usuário, você concede expressamente a nós e aos nossos licenciados todos os consentimentos, liberações e uma não exclusiva, perpétua, mundial, completa, sublicenciável e direito irrevogável de fazer, usar, vender, oferecer para venda, importar ou de outra forma explorar, postar novamente, publicar, usar, citar, adaptar, traduzir, arquivar, armazenar, reproduzir, modificar, criar trabalhos derivados de, sindicar, licenciar, imprimir, sublicenciar, distribuir, transmitir, transmitir, de outra forma comunicar, e exibir publicamente e executar o Conteúdo gerado pelo usuário, ou qualquer parte dele, de qualquer maneira ou forma e em qualquer meio ou fórum, seja agora conhecido ou posteriormente desenvolvido, sem aviso prévio , reconhecimento ou compensação para você. Você renuncia e concorda em não reivindicar quaisquer direitos morais ou semelhantes que possa ter sobre o Conteúdo gerado pelo usuário.\r\n   \r\n   4. Como condição para o uso da Fundição, você não usará ou permitirá que terceiros usem a Fundição e o Conteúdo gerado pelo usuário criado por você para quaisquer fins comerciais ou não comerciais, incluindo, mas não se limitando a venda, aluguel, alugar, licenciar, distribuir ou de outra forma transferir a propriedade de tal Conteúdo gerado pelo usuário, seja de forma autônoma ou empacotado em combinação com o Conteúdo gerado pelo usuário criado por outros, por meio de todos e quaisquer canais de distribuição, incluindo, sem limitação, varejo vendas e distribuição eletrônica on-line. Você concorda em não solicitar, iniciar ou encorajar qualquer proposta ou oferta de qualquer pessoa ou entidade para criar qualquer Conteúdo gerado pelo usuário para distribuição comercial. Você concorda em informar prontamente a PWE por escrito sobre quaisquer instâncias de seu recebimento de qualquer proposta ou oferta. Se você decidir disponibilizar o uso do Conteúdo gerado pelo usuário criado por você para outros jogadores, você concorda em fazê-lo gratuitamente.\r\n\r\n\r\n14. Designação do Agente para Receber Notificação de Alegada Violação de Direitos Autorais (s). Avisos DMCA.\r\n   1. Se você acredita que algo no Serviço viola qualquer direito autoral que você possui ou controla, você pode registrar uma notificação DMCA de violação de direitos autorais conforme estipulado na Seção 14 deste documento, você pode entrar em contato com nossa Equipe de Atendimento ao Cliente através de:\r\n   Email: dmca@perfectworld.com\r\n   Correio: Perfect World Entertainment Inc.\r\n   Atenção: Equipe de Atendimento ao Cliente\r\n   100 Redwood Shores Parkway\r\n   Redwood City, CA 94065\r\n   Número de telefone: +1 650-590-7700\r\n   Número de fax (fax): +1 650-591-1211\r\n   \r\n   2. A notificação de alegada violação de direitos autorais deve incluir as seguintes informações, que são necessárias para avaliarmos a reivindicação:\r\n    - URLs ou capturas de tela do Conteúdo do usuário em questão e identificar o usuário específico que carregou o Conteúdo do usuário;\r\n    - prova ou certificado de direitos de propriedade intelectual de sua propriedade;\r\n   \r\n   3. uma descrição da infração e solução sugerida que você pode razoavelmente solicitar, e suas informações de contato. Podemos entrar em contato com você para solicitar informações adicionais e materiais de apoio.\r\n    - Se uma Notificação de violação alegada for considerada razoável a nosso exclusivo critério, podemos notificar uma reclamação de violação de direitos autorais aos usuários infratores por meio de um aviso geral no site, correio eletrônico para o endereço de e-mail de um usuário em nossos registros, ou por comunicação escrita enviada por correio de primeira classe para o endereço de um usuário em nossos registros. Podemos enviar um aviso ao usuário, conforme identificado em sua notificação, para solicitar que esse usuário remova o conteúdo infrator ou, quando a violação for de natureza grave, podemos remover ou restringir diretamente o acesso ao conteúdo infrator e notificar essa eliminação ao infrator do utilizador. Avisaremos o resultado do descarte oportunamente com os dados de contato que você nos deixou.\r\n    - De acordo com a Lei de Direitos Autorais do Milênio Digital (DMCA) e outras leis aplicáveis, adotamos uma política de rescindir, em circunstâncias apropriadas e a nosso exclusivo critério, assinantes ou titulares de contas considerados infratores reincidentes. Também podemos, a nosso exclusivo critério, limitar o acesso ao Serviço e / ou encerrar as contas de quaisquer usuários que violem quaisquer direitos de propriedade intelectual de terceiros, haja ou não qualquer violação repetida.\r\n\r\n\r\n15. Hyperlinks\r\n   1. É concedido a você o direito limitado e não exclusivo de criar um hiperlink de texto para o site para fins não comerciais, desde que tal link não nos retrate ou qualquer de nossos produtos e serviços de forma falsa, enganosa, depreciativa ou difamatória forma e desde que o site vinculado não contenha qualquer material adulto ou ilegal ou qualquer material que seja ofensivo, ofensivo ou de outra forma questionável. Este direito limitado pode ser revogado a qualquer momento por qualquer motivo. Você não pode usar um logotipo da PWE ou outro gráfico proprietário das características da marca PWE ou Arc Games para fazer um link para este site sem a nossa permissão expressa por escrito. Além disso, você não pode usar, enquadrar ou utilizar técnicas de enquadramento para incluir quaisquer características da marca Arc Games, marca comercial PWE, logotipo ou outras informações proprietárias, incluindo as imagens encontradas nos Serviços, o conteúdo de qualquer texto ou o layout / design de qualquer página ou formulário contido em uma página do site sem o nosso consentimento expresso por escrito. Exceto conforme observado acima, você não recebe nenhum direito ou licença por implicação, preclusão ou de outra forma em ou sob qualquer patente, marca registrada, copyright ou direito de propriedade da PWE ou de terceiros.\r\n\r\n   2. Não fazemos qualquer reclamação ou representação em relação a, e não aceitamos responsabilidade pela, qualidade, conteúdo, natureza ou confiabilidade de sites de terceiros acessíveis por hiperlink do Site, ou sites com links para o Site. Esses sites não estão sob nosso controle e não somos responsáveis ??pelo conteúdo de qualquer site vinculado ou qualquer link contido em um site vinculado, ou qualquer revisão, alteração ou atualização de tais sites. Fornecemos esses links a você apenas como uma conveniência, e a inclusão de qualquer link não implica em afiliação, endosso ou adoção por nós de qualquer site ou de qualquer informação nele contida. Ao sair do site, você deve estar ciente de que nossos termos e políticas não são mais aplicáveis. Você deve revisar os termos e políticas aplicáveis, incluindo privacidade e práticas de coleta de dados, de qualquer site para o qual você navegue a partir do Site.\r\n\r\n   \r\n16. Software Móvel\r\n   1. Software móvel. Disponibilizamos software para acessar o Serviço por meio de um dispositivo móvel (\"Software Móvel\"). Para usar o software móvel, você deve ter um dispositivo móvel compatível com o serviço móvel. Não garantimos que o software móvel seja compatível com o seu dispositivo móvel. Por meio deste, concedemos a você uma licença não exclusiva, intransferível e revogável para usar uma cópia do código compilado do Software Móvel para uma conta em um dispositivo móvel de propriedade ou alugado exclusivamente por você, para seu uso pessoal. Você não pode: (i) modificar, desmontar, descompilar ou fazer engenharia reversa do Software Móvel, exceto na medida em que tal restrição seja expressamente proibida por lei; (ii) alugar, arrendar, emprestar, revender, sublicenciar, distribuir ou de outra forma transferir o Software Móvel para terceiros ou usar o Software Móvel para fornecer compartilhamento de tempo ou serviços semelhantes para terceiros; (iii) fazer quaisquer cópias do Software Móvel; (iv) remover, contornar, desabilitar, danificar ou de outra forma interferir nos recursos relacionados à segurança do Software Móvel, recursos que impedem ou restringem o uso ou cópia de qualquer conteúdo acessível por meio do Software Móvel ou recursos que impõem limitações ao uso do Software Móvel Programas; ou (v) excluir os avisos de direitos autorais e outros direitos de propriedade sobre o Software Móvel. Você reconhece que podemos, de tempos em tempos, emitir versões atualizadas do Software Móvel, e pode atualizar automaticamente eletronicamente a versão do Software Móvel que você está usando em seu dispositivo móvel. Você consente com essa atualização automática em seu dispositivo móvel e concorda que os termos e condições deste Acordo se aplicam a todas essas atualizações. Qualquer código de terceiros que possa ser incorporado no Software Móvel é coberto pelo código aberto aplicável ou EULA de licença de terceiros, se houver, autorizando o uso de tal código. A concessão de licença anterior não é uma venda do Software Móvel ou de qualquer cópia dele, e nós ou nossos parceiros ou fornecedores retemos todos os direitos, títulos e interesses no Software Móvel (e qualquer cópia). Qualquer tentativa por você de transferir qualquer um dos direitos, deveres ou obrigações aqui descritos, exceto conforme expressamente previsto neste Acordo, é nula. Nós nos reservamos todos os direitos não expressamente concedidos neste Acordo.\r\n   \r\n   2. Software móvel do iTunes. O seguinte se aplica a qualquer Software Móvel que você adquira da iTunes Store (\"iTunes-Sourced Software\"): Você reconhece e concorda que este Acordo é exclusivamente entre você e a PWE, não a Apple, e que a Apple não tem responsabilidade pela iTunes-Sourced Software ou conteúdo do mesmo. Seu uso do software originário do iTunes deve estar em conformidade com os Termos de Serviço da App Store. Você reconhece que a Apple não tem nenhuma obrigação de fornecer quaisquer serviços de manutenção e suporte com relação ao Software originário do iTunes. No caso de qualquer falha do Software originário do iTunes em conformidade com qualquer garantia aplicável, você pode notificar a Apple, e a Apple reembolsará o preço de compra do Software originário do iTunes para você; até a extensão máxima permitida pela lei aplicável, a Apple não terá nenhuma outra obrigação de garantia com relação ao software originário do iTunes, e quaisquer outras reivindicações, perdas, responsabilidades, danos, custos ou despesas atribuíveis a qualquer falha em conformidade com qualquer garantia serão ser regido exclusivamente por este Contrato e por qualquer lei aplicável à PWE como fornecedora do software. Você reconhece que a Apple não é responsável por resolver quaisquer reclamações suas ou de terceiros em relação ao Software originário do iTunes ou sua posse e / ou uso do Software originário do iTunes, incluindo, mas não se limitando a: (i) responsabilidade pelo produto reivindicações; (ii) qualquer reclamação de que o Software originário do iTunes não está em conformidade com qualquer requisito legal ou regulatório aplicável; e (iii) reivindicações decorrentes de proteção ao consumidor ou legislação semelhante; e todas essas reivindicações são regidas exclusivamente por este Contrato e por qualquer lei aplicável à PWE como fornecedora do software. Você reconhece que, no caso de qualquer reclamação de terceiros de que o Software originário do iTunes ou a sua posse e uso desse Software originado no iTunes infringe os direitos de propriedade intelectual de terceiros, a PWE, e não a Apple, será o único responsável pela investigação, defesa, liquidação e quitação de qualquer reclamação de violação de propriedade intelectual na medida exigida por este Contrato. Você e a PWE reconhecem e concordam que a Apple, e as subsidiárias da Apple, são terceiros beneficiários deste Contrato no que se refere à sua licença do iTunes-Sourced Software, e que, após sua aceitação dos termos e condições deste Contrato, a Apple terá o direito (e será considerado como tendo aceitado o direito) de fazer cumprir este Contrato no que se refere à sua licença do Software originário do iTunes contra você como um terceiro beneficiário do mesmo.\r\n\r\n\r\n17. Conteúdo de terceiros\r\n   1. Podemos fornecer ou disponibilizar conteúdo de terceiros por meio do Serviço e podemos fornecer links para páginas da web e conteúdo de terceiros (coletivamente, o \"Conteúdo de Terceiros\") como um serviço para os interessados ??nessas informações. Não monitoramos ou temos qualquer controle sobre qualquer Conteúdo de Terceiros em sites de terceiros. Não endossamos nem adotamos qualquer Conteúdo de Terceiros e não podemos garantir sua precisão ou integridade. Não representamos ou garantimos a precisão de qualquer informação aqui contida e não assumimos a responsabilidade de atualizar ou revisar qualquer Conteúdo de Terceiros. Os usuários usam o conteúdo de terceiros nele contido por sua própria conta e risco.\r\n\r\n\r\n18. Anúncios e promoções; Produtos e serviços de terceiros\r\n   1. Podemos veicular anúncios e promoções de terceiros por meio do Serviço ou fornecer informações ou links para produtos ou serviços de terceiros por meio do Serviço. Suas negociações comerciais ou correspondência com, ou participação em promoções de tais terceiros, e quaisquer termos, condições, garantias ou representações associadas a tais negociações ou promoções são exclusivamente entre você e tal terceiro. Não somos responsáveis ??por qualquer perda ou dano de qualquer tipo incorrido como resultado de tais negociações ou promoções ou como resultado da presença de tais anunciantes não PWE ou informações de terceiros. Se você acessar um site de terceiros a partir do Serviço, você o faz por sua própria conta e risco e entende que este Contrato e nossa Política de Privacidade não se aplicam ao uso de tais sites. Você expressamente isenta a Empresa de toda e qualquer responsabilidade decorrente do uso de qualquer site, serviço ou conteúdo de terceiros.\r\n\r\n\r\n19. Serviço oficial e teste beta\r\n   1. Os Jogos são projetados para serem jogados apenas conforme oferecidos por meio de nosso Serviço. Você concorda em não acessar, criar ou fornecer qualquer outro meio pelo qual o jogo possa ser jogado por terceiros, como emuladores de servidor. Você concorda em não usar qualquer hardware ou software, incluindo, mas não se limitando a, ferramentas de terceiros ou qualquer outro método de suporte que possa de alguma forma influenciar ou dar a você uma vantagem no uso dos Serviços que não seja autorizado por nós, incluindo mas não limitado ao uso de 'bots' e / ou qualquer outro método pelo qual o Serviço possa ser reproduzido automaticamente sem intervenção humana. Você reconhece que não tem o direito de criar, publicar, distribuir, criar trabalhos derivados ou usar quaisquer programas de software, utilitários, aplicativos, emuladores ou ferramentas derivados ou criados para os jogos, exceto que você pode usar o Software para o medida expressamente permitida por estes Termos e o EULA aplicável. Você não pode realizar nenhuma ação que imponha uma carga irracional ou desproporcionalmente grande em nossa infraestrutura. Você não tem propriedade e não pode vender, transferir, negociar ou leiloar quaisquer Contas, personagens, itens, moedas, Zen ou Materiais Proprietários, nem pode ajudar outros a fazê-lo, exceto conforme expressamente autorizado por nós. Não reconhecemos quaisquer transferências ocorridas fora do Serviço de qualquer coisa relacionada ao Serviço.\r\n\r\n   2. Você pode ter a oportunidade de testar novos jogos Beta (\"Jogos Beta\") e recursos do site. Sua participação como testador Beta está sujeita aos termos e condições abaixo.\r\n\r\n   3. Você reconhece que está usando uma edição preliminar e prévia dos recursos do Site e dos Jogos Beta e que está participando de um teste beta dos mesmos (o \"Teste Beta\"), e que os recursos do Site do Site dos Jogos Beta podem conter bugs, podem não operar adequadamente ou executar todas as funções pretendidas, podem interferir no funcionamento de outros aplicativos de software e podem causar erros, perda de dados ou outros problemas. Os Testes Beta Fechados são confidenciais, e você concorda com que todas as informações sobre os Jogos Beta, os Serviços e o Teste Beta, incluindo, sem limitação, quaisquer comentários, ideias ou outro feedback (coletivamente, o \"Feedback\") que você fornecer à PWE em relação aos Jogos Beta , o Serviço ou o Teste Beta, deve ser tratado como confidencial (as \"Informações Confidenciais\"). Você concorda em não usar as Informações Confidenciais de qualquer maneira, exceto para seu uso pessoal com o único propósito de testar os Jogos Beta e recursos do site, e concorda em prevenir e proteger as Informações Confidenciais, ou qualquer parte delas, da divulgação a qualquer pessoa. Você também concorda em tomar todas as medidas razoavelmente necessárias para proteger o sigilo das Informações Confidenciais e evitar que as Informações Confidenciais caiam no domínio público ou na posse de pessoas não autorizadas. Todas as Informações Confidenciais permanecerão propriedade exclusiva da PWE, e a PWE pode usar essas Informações Confidenciais para qualquer finalidade sem qualquer obrigação para com você. Você fará os testes pessoalmente e não fornecerá acesso aos Jogos Beta a qualquer outra pessoa. Você concorda que a violação das obrigações de confidencialidade acima nos causará danos irreparáveis, e temos direito a (além de quaisquer outros recursos disponíveis) uma medida cautelar ex parte sem vínculo para evitar a violação ou ameaça de violação de suas obrigações. Sua obrigação de manter os Jogos Beta confidenciais continuará até que distribuamos publicamente, ou de outra forma divulgemos ao público, sem sua culpa, cada um dos jogos e o conteúdo que você está testando.\r\n\r\n   4. Como um testador Beta, você está convidado a jogar Jogos Beta com o único propósito de avaliar os jogos e identificar erros. Nada nestes Termos, ou no Site ou através do Serviço, deve ser interpretado como concessão de quaisquer direitos ou privilégios de qualquer tipo com relação aos Jogos Beta ou conteúdo que você encontrar aqui. Os Jogos Beta são fornecidos para teste \"no estado em que se encontram\", \"conforme disponível\" e não oferecemos garantia de qualquer tipo, expressa ou implícita. Você entende e concorda que jogar Jogos Beta é por sua própria conta e risco, que você sabe que os Jogos Beta podem incluir bugs conhecidos ou desconhecidos e que não temos obrigações para com você com relação aos Jogos Beta, incluindo, sem limitação, qualquer obrigação de fornecer tais jogos para você no futuro sem nenhum custo.\r\n\r\n   5. Ao jogar alguns Jogos Beta, você pode acumular tesouros, pontos de experiência, equipamento ou outro valor ou indicadores de status dentro do teste Beta. Esses dados podem ser redefinidos a qualquer momento durante o processo de teste e podem ser redefinidos quando o jogo específico conclui esta fase de teste. Nesse caso, todo o histórico e dados do jogador serão apagados e cada jogador retornará ao status de novato.\r\n\r\n\r\n20. Taxas\r\n   1. Podemos cobrar taxas para acessar e adquirir determinados itens do jogo ou participar de atividades do jogo por meio do Serviço e permitir a compra de \"pontos\" do jogo que podem ser aplicados à compra de itens ou atividades do jogo (\"Zen\") . Após a compra você terá diretamente o direito de usar o Zen e poderá utilizá-lo da forma que for estipulada.\r\n   \r\n   2. QUALQUER ZEN APLICÁVEL, TAXAS E OUTRAS TAXAS SÃO PAGAS ANTECIPADAMENTE E NÃO REEMBOLSÁVEIS. O SALDO DA ZEN NA SUA CONTA NÃO CONSTITUI UM DIREITO DE PROPRIEDADE PESSOAL E NÃO TEM VALOR FORA DO SERVIÇO. ZEN NÃO TEM VALOR MONETÁRIO E NÃO PODE SER RESGATADO EM DINHEIRO. ZEN E O DIREITO DE USAR O ZEN APLICÁVEL SÃO INTRANSFERÍVEIS, NO TODO OU EM PARTE. O DIREITO DE USAR ZEN FAZ PARTE INTEGRANTE DA LICENÇA DE USO DO SERVIÇO E DO JOGO.\r\n\r\n   3. Você explicitamente reconhece e concorda que o direito de usar (licenciar) o Zen começa no momento em que as taxas são pagas e que você pode, a partir desse momento, usar o Zen para a finalidade pretendida. Você explicitamente reconhece e concorda que perde o direito de cancelar a compra do Zen.\r\n\r\n   4. Podemos, de tempos em tempos, modificar, alterar ou complementar nossas taxas, métodos de cobrança e termos aplicáveis ??ao Zen ou a qualquer compra, e publicar essas alterações nestes Termos, em Termos de Venda separados ou em outros termos ou acordos postado no site ou serviço ou de outra forma fornecido a você por nós. Tais modificações, emendas, suplementos ou Termos de Venda entrarão em vigor imediatamente após a publicação no Site ou Serviço e serão incorporados por referência a estes Termos. Se qualquer alteração for inaceitável para você, você pode encerrar sua conta a qualquer momento.\r\n\r\n   5. Se você reivindicar um estorno por qualquer motivo, temos o direito de investigar e contestar esse estorno. Se acreditarmos que sua exigência de estorno é espúria, irracional ou inválida, podemos levar a disputa ao tribunal. Se seu estorno for considerado inválido no tribunal, você concorda em pagar todas as taxas e custos resultantes do estorno contestado, incluindo, mas não se limitando a, taxas e despesas legais, danos, dinheiro perdido devido à não operação e taxas de estorno, ou se a lei obrigatória aplicável dita o contrário, até ao montante máximo permitido.\r\n\r\n   6. Você pode pagar por quaisquer taxas e encargos aplicáveis ??ou pelo Zen com o cartão de crédito principal, PayPal® ou outros métodos autorizados por nós.\r\n\r\n   7. Não somos responsáveis ??por \"hackear\" ou perda de seus bens virtuais de sua conta, no entanto, podemos, a nosso exclusivo critério, reembolsar bens virtuais ou Zen mediante prova de que tal perda não foi devido ao seu uso inadequado. Podemos limitar a quantidade de qualquer item ou nos recusar a fornecer a você qualquer bem virtual. A verificação de certas informações aplicáveis ??a uma transação pode ser necessária antes de aceitarmos seu pagamento. O preço e a disponibilidade dos produtos virtuais estão sujeitos a alterações sem aviso prévio. Não temos qualquer responsabilidade com relação a bens virtuais ou Zen que são oferecidos a você ou fornecidos como um incentivo.\r\n\r\n\r\n21. Interrupção do serviço\r\n   1. Nós nos reservamos o direito de interromper o Serviço ou qualquer parte dele de tempos em tempos em uma base programada regularmente ou de outra forma com ou sem aviso prévio, a fim de realizar manutenção. Você concorda que não seremos responsáveis ??por qualquer interrupção do Serviço ou de qualquer parte dele, atraso ou falha no desempenho resultante de quaisquer causas.\r\n\r\n   2. Você reconhece que o Serviço ou qualquer parte dele pode ser interrompido por motivos além do nosso controle e não podemos garantir que você será capaz de acessar o Serviço sempre que desejar. Não seremos responsáveis ??por qualquer interrupção dos Serviços, atraso ou falha na execução resultante de quaisquer causas.\r\n\r\n   3. Temos o direito, a qualquer momento, com ou sem motivo, de alterar e / ou eliminar qualquer aspecto (s) do Serviço conforme julgarmos adequado a nosso exclusivo critério.\r\n\r\n   4. Não somos obrigados a reembolsar a totalidade ou parte de qualquer taxa da Conta (se houver), em razão de qualquer interrupção do Serviço em razão de qualquer uma das circunstâncias descritas nos parágrafos 25.1, 25.2.\r\n\r\n   \r\n22. Ação disciplinar / rescisão de conta e serviço\r\n   1. POR QUALQUER MOTIVO E NA EXTENSÃO PERMITIDA POR LEI, PODEMOS SUSPENDER, ENCERRAR, MODIFICAR, BLOQUEAR O ACESSO A OU EXCLUIR O SERVIÇO OU QUALQUER CONTA OU PARTE DO MESMO, DANDO A VOCÊ AVISO DENTRO DO PRAZO ESPECIFICADO QUANDO VOCÊ CRIAR UMA CONTA OU PARTICIPOU DE UM SERVIÇO, OU SE NENHUM PERÍODO DE TEMPO FOI ESPECIFICADO, ENTÃO DENTRO DE TRINTA (30) DIAS DA DATA ESSE AVISO FOR FORNECIDO POR E-MAIL OU PUBLICADO NO SITE OU NA ÁREA INTERATIVA POR NÓS.\r\n\r\n   2. Para violações do usuário, podemos, a nosso critério, emitir avisos e suspensões temporárias e encerramentos permanentes de contas. Nós mantemos o critério exclusivo de quando e como impor advertências, penalidades e / ou ações disciplinares. Consideramos a gravidade da violação e o número de infrações ao fazer nossa determinação; entretanto, qualquer determinação ficará sob nosso critério absoluto.\r\n\r\n   3. Para evitar dúvidas, você reconhece que temos o único critério com relação ao encerramento de sua conta, mesmo se houver créditos restantes em sua conta. O encerramento de sua Conta implica o encerramento da licença de uso do Serviço ou de qualquer parte dele (consulte a seção 8).\r\n\r\n   4. Você tem o direito de encerrar sua conta a qualquer momento. Você entende e concorda que, a menos que a lei obrigatória aplicável dite o contrário, o encerramento de sua Conta é seu único direito e solução em relação a qualquer disputa, incluindo, mas não se limitando a, qualquer relacionada a, ou decorrente de: (i) qualquer termos deste Acordo ou nossa execução ou aplicação deste Acordo; (ii) o Conteúdo do Usuário; (iii) sua capacidade de acessar e / ou usar o Serviço ou o Site; ou (iv) o valor ou tipo de taxas, sobretaxas, impostos aplicáveis, métodos de cobrança ou qualquer alteração nas taxas, impostos aplicáveis, sobretaxas ou métodos de cobrança.\r\n   \r\n   5. Você pode encerrar sua conta enviando um aviso para nós. Nós nos reservamos o direito de cobrar taxas e encargos acumulados e custos incorridos por nós antes de sua rescisão. Além disso, você é responsável por quaisquer taxas, encargos e custos incorridos a fornecedores terceiros ou provedores de conteúdo antes do encerramento de sua conta.\r\n\r\n   6. No caso de sua Conta ser encerrada, o saldo dos bens Zen ou virtuais em sua Conta não será reembolsável, intransferível para outra pessoa e não acumulará juros. Após o encerramento da nossa conta, nenhum tempo online ou outros créditos (por exemplo, pontos em um jogo online) serão creditados a você ou convertidos em dinheiro ou outra forma de reembolso, e você não terá mais acesso à sua conta. Quaisquer contas inadimplentes ou não pagas ou contas com disputas não resolvidas devem ser resolvidas antes de permitirmos que você se registre novamente.\r\n\r\n   7. Se você sentir que foi injustamente advertido ou disciplinado, entre em contato conosco com uma explicação detalhada completa.\r\n\r\n\r\n23. Indenização\r\n   1. Você concorda em defender, indenizar e manter a PWE, seus contratados independentes, prestadores de serviços e consultores, e seus respectivos diretores, funcionários, agentes, parceiros, afiliados e subsidiárias, isentos de e contra quaisquer reivindicações, danos, custos, responsabilidades e despesas (incluindo, mas não se limitando a, honorários advocatícios razoáveis) decorrentes ou relacionadas a qualquer Conteúdo do Usuário que você publique, armazene ou transmita de outra forma no ou através do Site, sua conduta, suas violações destes Termos, qualquer uso indevido do Serviço , ou sua violação dos direitos de terceiros.\r\n\r\n\r\n24. Agradecimentos\r\n   1. Você reconhece e concorda que:\r\n\r\n\r\n    - AO USAR OS SERVIÇOS, O SOFTWARE PODE MONITORAR A MEMÓRIA DE ACESSO ALEATÓRIO DO SEU COMPUTADOR (RAM) E / OU PROCESSOS DE CPU PARA PROGRAMAS DE TERCEIROS NÃO AUTORIZADOS EXECUTADOS CONCORRENTEMENTE COM O SOFTWARE. UM \"PROGRAMA DE TERCEIROS NÃO AUTORIZADOS\" COMO AQUI USADO DEVE SER DEFINIDO COMO QUALQUER SOFTWARE DE TERCEIROS, INCLUINDO, SEM LIMITAÇÃO, QUALQUER \"COMPLEMENTO\" OU \"MODO\", QUE NA DETERMINAÇÃO ÚNICA DA PWE: (i) ATIVAR OS TIPOS OU TIPOS; (ii) PERMITE QUE OS USUÁRIOS MODIFICEM OU HACKE A INTERFACE, AMBIENTE E / OU EXPERIÊNCIA DE QUALQUER FORMA NÃO EXPRESSAMENTE AUTORIZADA PELA PWE; OU (iii) INTERCEBE, \"MINES\" OU RECOLHE INFORMAÇÕES DE OU ATRAVÉS DO SOFTWARE. CASO O SOFTWARE DETECTA UM PROGRAMA DE TERCEIRO NÃO AUTORIZADO, PODE COMUNICAR INFORMAÇÕES DE VOLTA AO PWE, INCLUINDO, SEM LIMITAÇÃO, O NOME DA SUA CONTA, DETALHES SOBRE O PROGRAMA DE TERCEIRO NÃO AUTORIZADO DETECTADO E DETERMINADO O TEMPO E DATA DESTAQUE DO PROGRAMA; E / OU E A PERFECT WORLD ENTERTAINMENT PODE EXERCER QUALQUER OU TODOS OS SEUS DIREITOS SOB ESTA CLÁUSULA DO ACORDO, COM OU SEM AVISO PRÉVIO AO USUÁRIO.\r\n\r\n    - O PWE PODE MONITORAR OU GRAVAR SUAS SESSÕES DE CHAT E OUTRAS COMUNICAÇÕES ELETRÔNICAS TRANSMITIDAS OU RECEBIDAS ATRAVÉS DO JOGO OU SERVIÇO E VOCÊ CONCORDA COM TAIS MONITORAMENTO OU GRAVAÇÃO.\r\n\r\n    - Não garantimos a integridade, exatidão ou exatidão de qualquer informação transmitida entre jogadores. Não garantimos a guarda segura das informações que são repassadas entre os jogadores. Você reconhece que as informações passadas entre os usuários são \"como estão\" e que usará essas informações apenas por sua própria conta e risco.\r\n\r\n    - Você reconhece que, ao usar o Serviço e / ou Jogos, pode perder recursos e / ou itens do jogo. Você não pode responsabilizar a PWE por qualquer característica do jogo ou perda de item. Não garantimos a disponibilidade de nenhum item do jogo, nenhum serviço ou nível para os jogadores\r\n\r\n\r\n25. Isenção de responsabilidade de garantias\r\n   1. VOCÊ COMPREENDE E CONCORDA EXPRESSAMENTE QUE:\r\n    - O SERVIÇO, OS JOGOS, O SITE E TODOS OS MATERIAIS NESTE CONTIDOS SÃO FORNECIDOS \"NO ESTADO EM QUE SE ENCONTRAM\" E \"CONFORME DISPONÍVEIS\" SEM GARANTIAS DE QUALQUER TIPO, SEJA EXPRESSA OU IMPLÍCITA. PWE E SUAS SUBSIDIÁRIAS, AFILIADAS, OFICIAIS, FUNCIONÁRIOS, AGENTES, PARCEIROS E LICENCIADORES ISENTAM-SE DE TODAS AS OUTRAS GARANTIAS, EXPRESSAS OU IMPLÍCITAS, INCLUINDO, SEM LIMITAÇÃO, GARANTIAS IMPLÍCITAS DE COMERCIABILIDADE, ADEQUAÇÃO, ADEQUAÇÃO, ADEQUAÇÃO OU PROPÓSITO DE SUA PARTIDA. E NÃO VIOLAÇÃO QUANTO AO SERVIÇO, AO JOGO E AO SITE, INCLUINDO TODAS AS INFORMAÇÕES, CONTEÚDOS E MATERIAIS NESTE CONTIDOS. SEM LIMITAR O ACIMA MENCIONADO, PWE NÃO DECLARA NEM GARANTE QUE O SERVIÇO, OS JOGOS, O SITE OU OS MATERIAIS NESTE CONTIDOS SÃO PRECISOS, COMPLETOS, CONFIÁVEIS, DISPONÍVEIS, ATUAIS OU LIVRES DE ERROS. A PWE TAMBÉM NÃO REPRESENTA NEM GARANTE QUE OS JOGOS, O SITE OU SEUS SERVIDORES ESTÃO LIVRES DE VÍRUS, BUGS, ERROS OU OUTROS COMPONENTES OU DEFEITOS NOCIVOS, TRANSMITIM DADOS DE FORMA SEGURA OU FUNCIONAM CORRETAMENTE COM O SERVIÇO.\r\n   \r\n   2. A PWE E SUAS SUBSIDIÁRIAS, AFILIADAS, DIRETORES, FUNCIONÁRIOS, AGENTES, PARCEIROS E LICENCIADORES NÃO FAZEM QUALQUER GARANTIA DE QUE (i) O SERVIÇO ATENDERÁ AOS SEUS REQUISITOS; (ii) O SITE SERÁ ININTERRUPTO, PONTUAL, SEGURO OU LIVRE DE ERROS; OU (iii) QUAISQUER ERROS NO SOFTWARE SERÃO CORRIGIDOS.\r\n\r\n   3. ENQUANTO A PWE TENTA TENTAR SEU ACESSO E USO DO SERVIÇO SEGURO, A PWE NÃO PODE E NÃO REPRESENTA NEM GARANTE QUE O SERVIÇO OU SEU (S) SERVIDOR (S) ESTÃO LIVRES DE VÍRUS OU OUTROS COMPONENTES NOCIVOS; PORTANTO, VOCÊ DEVE USAR SOFTWARE RECONHECIDO PELA INDÚSTRIA PARA DETECTAR E DESINFECTAR VÍRUS DE QUALQUER DOWNLOAD. QUALQUER MATERIAL BAIXADO OU OBTIDO DE OUTRA FORMA ATRAVÉS DO USO DO SITE OU SERVIÇO É ACESSADO POR SUA PRÓPRIA CONTA E RISCO, E VOCÊ SERÁ O ÚNICO RESPONSÁVEL POR QUALQUER DANO AO SEU SISTEMA DE COMPUTADOR OU PERDA DE DADOS RESULTANTE DO DOWNLOAD DE TAL MATERIAL.\r\n\r\n   4. UMA PEQUENA PORCENTAGEM DE USUÁRIOS PODE EXPERIMENTAR ATAQUES EPILÉPTICOS QUANDO EXPOSTOS A DETERMINADOS PADRÕES LEVES OU FUNDOS NA TELA DO COMPUTADOR OU AO USAR O SITE OU O SERVIÇO. CERTAS CONDIÇÕES PODEM INDUZIR SINTOMAS EPILÉPTICOS ANTERIORMENTE NÃO DETECTADOS MESMO EM USUÁRIOS QUE NÃO TÊM HISTÓRICO DE ATAQUES ANTERIORES OU EPILEPSIA. SE VOCÊ, OU QUALQUER PESSOA DA SUA FAMÍLIA, TIVER UMA CONDIÇÃO EPILÉPTICA, CONSULTE O SEU MÉDICO ANTES DE UTILIZAR O SERVIÇO. INTERROMPA IMEDIATAMENTE O USO DO SERVIÇO E CONSULTE O SEU MÉDICO SE EXPERIMENTAR QUALQUER DOS SEGUINTES SINTOMAS AO USAR O SERVIÇO: TONTURA, VISÃO ALTERADA, DARGAS DE OLHO OU MÚSCULO, PERDA DE CONSCIÊNCIA, DESORIENTAÇÃO, INVESTIMENTO OU MOVIMENTAÇÃO.\r\n\r\n   5. A REFERÊNCIA A QUAISQUER PRODUTOS, SERVIÇOS, PROCESSOS OU OUTRAS INFORMAÇÕES, POR NOME COMERCIAL, MARCA REGISTRADA, FABRICANTE, FORNECEDOR OU DE OUTRA FORMA NÃO CONSTITUI OU IMPLICA ENDOSSO, PATROCÍNIO OU RECOMENDAÇÃO DOS MESMOS, OU QUALQUER AFILIAÇÃO DOS MESMOS.\r\n\r\n\r\n26. Resolução de disputas.\r\n   1. Antes de registrar uma reclamação contra a PWE, você concorda em tentar resolver a disputa informalmente, enviando um aviso de disputa por e-mail para legal@perfectworld.com com o assunto \"Attn: Legal\".\r\n   \r\n   2. A notificação deve incluir seu nome, endereço para correspondência e número de telefone (se houver) e deve descrever a natureza e a base da reclamação ou disputa, bem como estabelecer a reparação específica solicitada. Se uma disputa não for resolvida dentro de um mês após recebermos sua notificação, você ou nós podemos abrir um processo de arbitragem formal de acordo com as Regras de Arbitragem Internacional JAMS (\"JAMS\").\r\n\r\n\r\n27. Acordo para Arbitrar.\r\n   1. Arbitragem. Leia as seções a seguir com atenção, pois elas afetam seus direitos. Você e a PWE concordam em resolver quaisquer reclamações relacionadas a estes Termos ou ao Serviço por meio de arbitragem final e vinculativa. Este acordo de arbitragem deve ser interpretado de forma ampla e inclui reivindicações baseadas em contrato, ato ilícito, estatuto, fraude, deturpação ou qualquer outra teoria jurídica. Você reconhece que estes Termos evidenciam uma transação envolvendo comércio interestadual e, portanto, a Lei de Arbitragem dos Estados Unidos regerá a interpretação, execução e procedimentos de acordo com a cláusula de arbitragem nestes Termos.\r\n   \r\n   2. Recusa de Arbitragem. VOCÊ PODE OPTAR O ACORDO DE ARBITRAGEM, FORNECENDO AVISO POR ESCRITO PWE DENTRO DE TRINTA (30) DIAS DA PRIMEIRA ACEITAÇÃO DESTES TERMOS. SEU AVISO DEVE INCLUIR: (I) SEU NOME COMPLETO (PRIMEIRO E ÚLTIMO); (II) O ENDEREÇO ??DE E-MAIL QUE VOCÊ UTILIZOU PARA REGISTRAR SUA CONTA; E (III) UMA DECLARAÇÃO CLARA DE QUE VOCÊ RECUSA ESTE CONTRATO DE ARBITRAGEM. EMAIL SEU AVISO DE RECUSA VIA EMAIL PARA: legal@perfectworld.com COM A LINHA DE ASSUNTO: \"À atenção: Legal\"\r\n   \r\n   3. Custos de Arbitragem. A PWE pagará todas as taxas de arquivamento, administração e arbitragem do JAMS para qualquer arbitragem que iniciarmos. Você pagará as taxas de qualquer arbitragem que iniciar, de acordo com as Regras JAMS. No entanto, se você iniciar uma arbitragem após tentar resolver informalmente uma disputa de acordo com estes Termos e estiver buscando uma reparação avaliada em $ 300 ou menos (para você e para nós), a PWE pagará todas as taxas de arquivamento, administração e arbitragem do JAMS. Se a sua reivindicação for superior a $ 300, mas inferior a $ 10.000, a PWE pagará todas essas taxas superiores a $ 20. Depois que a PWE receber uma notificação no endereço de e-mail acima de que você iniciou tal arbitragem, a PWE deverá reembolsá-lo imediatamente por qualquer parte da taxa de depósito que você pagou e que a PWE concordou em pagar.\r\n   \r\n   4. Alegações frívolas. Se o árbitro determinar que o fundamento de sua reclamação ou a reparação pretendida é frívola ou trazida para um propósito impróprio (conforme medido pelos padrões estabelecidos na Regra Federal de Processo Civil 11 (b)), então o pagamento de todos os JAMS taxas de arquivamento, administração e arbitragem serão regidas pelas Regras do JAMS e você concorda em nos reembolsar por qualquer quantia que tenhamos pago em seu nome para o JAMS. A PWE não solicitará os honorários advocatícios e custas em arbitragem, a menos que o árbitro determine que o mérito de sua reclamação ou a reparação buscada foi frívola ou trazida para um propósito impróprio.\r\n   \r\n   5. Procedimentos de Arbitragem. Você concorda que um árbitro do JAMS arbitrará a disputa de acordo com as Regras de Arbitragem Internacional do JAMS, conforme modificado por esta disposição de arbitragem. A sentença do árbitro deverá ser acompanhada de um parecer fundamentado. A arbitragem será realizada no condado dos Estados Unidos onde você mora ou trabalha, ou qualquer outro local com o qual concordamos mutuamente.\r\n   \r\n   6. Nenhuma ação coletiva. Você só pode resolver disputas conosco individualmente e não pode fazer uma reclamação como reclamante ou membro da classe em uma ação coletiva, consolidada ou representativa. Você não pode apresentar uma reclamação como parte de uma arbitragem coletiva, ação coletiva, ação de advogado geral particular ou consolidação com outras arbitragens.\r\n   \r\n   7. Fórum Judicial. Caso este acordo de arbitragem seja considerado não aplicável a você ou à sua reclamação, você e a PWE concordam que qualquer processo judicial (exceto ações de pequenas causas) será levado aos tribunais federais ou estaduais do Condado de San Mateo, Califórnia. Você e a PWE consentem com o foro e a jurisdição pessoal ali, e renunciam a qualquer objeção quanto ao fórum inconveniente.\r\n   \r\n   8. Limitação de tempo para apresentar reclamações. Não obstante qualquer estatuto ou lei em contrário, qualquer reclamação ou causa de ação decorrente ou relacionada a estes Termos ou ao seu uso do Serviço deve ser apresentada dentro de um (1) ano após tal reclamação ou causa de ação ter surgido, caso contrário, essa reclamação ou a causa da ação será bloqueada para sempre.\r\n   \r\n   9. Futuras alterações no acordo de arbitragem. Não obstante qualquer disposição em contrário nestes Termos, você concorda que se a PWE fizer qualquer alteração futura a esta disposição de arbitragem (que não seja uma mudança no endereço de e-mail de notificação acima, links de sites ou números de telefone listados nesta disposição), tais alterações não afetará disputas surgidas antes da data efetiva da mudança.\r\n\r\n\r\n28. Limitação de responsabilidade\r\n   1. EM NENHUMA HIPÓTESE NÓS, PWE, SEUS DIRETORES, SÓCIOS, AFILIADAS, SUBSIDIÁRIAS, FUNCIONÁRIOS OU AGENTES SEREMOS RESPONSÁVEIS POR QUAISQUER DANOS DIRETOS, ESPECIAIS, INDIRETOS OU CONSEQÜENCIAIS, OU QUAISQUER OUTROS DANOS DE QUALQUER TIPO, INCLUINDO, SEM LIMITAÇÃO USO, PERDA DE LUCROS OU DE DADOS, SEJA EM AÇÃO EM CONTRATO, DELITO (INCLUINDO, MAS NÃO SE LIMITANDO À NEGLIGÊNCIA) OU DE OUTRA FORMA, DECORRENTE DE OU DE QUALQUER FORMA RELACIONADA COM O USO OU INCAPACIDADE DE USAR O SITE, O SERVIÇO , OS JOGOS OU QUALQUER CONTEÚDO OU MATERIAIS CONTIDOS OU ACESSADOS ATRAVÉS DO SITE OU DO SERVIÇO, INCLUINDO, SEM LIMITAÇÃO, QUAISQUER DANOS CAUSADOS OU RESULTANTES DA CONFIANÇA DO USUÁRIO EM QUALQUER INFORMAÇÃO OBTIDA DE NÓS OU DE PWE, OU RESULTANTE DE ERROS, OMISSÕES, INTERRUPÇÕES, EXCLUSÃO DE ARQUIVOS OU E-MAIL, ERROS, DEFEITOS, VÍRUS, ATRASOS NA OPERAÇÃO OU TRANSMISSÃO OU QUALQUER FALHA DE DESEMPENHO, RESULTANTE OU NÃO DE ATOS DE DEUS, FALHA DE COMUNICAÇÕES, ROUBO, DESTRUIÇÃO OU ACESSO NÃO AUTORIZADO PARA REGISTROS, PROGRAMAS OU SERVIÇOS DA PWE.\r\n\r\n   2. EM NENHUMA HIPÓTESE A RESPONSABILIDADE AGREGADA DA PWE, SEJA EM CONTRATO, GARANTIA, DELITO (INCLUINDO NEGLIGÊNCIA, SEJA ATIVA, PASSIVA OU IMPUTADA), RESPONSABILIDADE DO PRODUTO, RESPONSABILIDADE ESTRITA OU OUTRA TEORIA, DECORRENTE DE OU RELACIONADA AO USO A INCAPACIDADE DE USAR O SERVIÇO, O SITE OU QUALQUER UM DOS JOGOS EXCEDE QUALQUER COMPENSAÇÃO QUE VOCÊ PAGAR, SE HOUVER, PARA PWE PARA ACESSAR OU USAR OS MESMOS.\r\n\r\n   3. Alguns estados membros da UE não permitem as limitações de responsabilidade precedentes por lei (obrigatória), portanto, podem não se aplicar a você. Nesse caso, você concorda explicitamente que nossa responsabilidade (ou qualquer outra parte liberada) para com você será limitada à extensão máxima permitida pela lei obrigatória aplicável. Você concorda que não podemos ser responsabilizados por qualquer coisa que ocorra ou resulte do acesso ou assinatura do Serviço.\r\n\r\n   \r\n29. Geral\r\n   1. Nossa omissão em agir com relação a uma violação sua ou de terceiros não renuncia ao nosso direito de agir com relação a violações subsequentes ou semelhantes.\r\n\r\n   2. Exceto se de outra forma permitido aqui, você não pode atribuir ou transferir este Contrato ou seus direitos aqui descritos, ou os Jogos ou qualquer outro software fornecido por nós, e qualquer tentativa em contrário será nula.\r\n\r\n   3. Se qualquer disposição deste Acordo for ilegal, nula ou por qualquer motivo inaplicável, então essa disposição será considerada separável deste Acordo e não afetará a validade e aplicabilidade de quaisquer disposições restantes.\r\n\r\n   4. Os títulos das seções aqui utilizados são apenas para referência e não devem ser lidos para ter qualquer efeito legal. O Cronograma faz parte dos Termos e terá efeito como se estabelecido por completo no corpo dos Termos e qualquer referência a estes Termos inclui o Cronograma.\r\n\r\n\r\n30. Remédios.\r\nVocê concorda que suas obrigações e representações, e as limitações da licença, aqui declaradas, são necessárias e razoáveis ??para proteger a PWE, seus negócios e seus licenciados, e concorda expressamente que os danos monetários seriam inadequados para compensar totalmente a PWE por qualquer violação deste Acordo, ou por qualquer deturpação feita por você acima. Consequentemente, você concorda e tem conhecimento de que qualquer violação ou ameaça de violação causará danos irreparáveis ??à PWE e que, além de quaisquer outras soluções que possam estar disponíveis, por lei, por equidade ou de outra forma, a PWE terá o direito de obter uma medida cautelar contra a violação ou ameaça de violação deste Acordo, ou a continuação de qualquer violação por você, ou para remediar qualquer declaração falsa feita por você, sem a necessidade de provar a inadequação de qualquer recurso legal ou danos monetários, e sem a necessidade de publicar qualquer vinculo.\r\n\r\n\r\n31. Contratantes Independentes.\r\nVocê reconhece que não é considerado e não deve se apresentar como um agente, funcionário, joint venture ou parceiro da PWE (ou de qualquer de suas respectivas afiliadas, editoras parceiras, licenciadoras ou licenciadas). Cada parte deste Acordo é um contratante independente em relação à outra, e nada neste Acordo será considerado para colocar as partes na relação de empregador-empregado, agente principal, parceiros ou joint ventures.\r\n\r\n\r\n32. Controles de exportação dos EUA\r\nVocê reconhece e concorda que os Jogos e outros softwares fornecidos através do Site ou Serviço estão sujeitos a restrições e controles impostos pela Lei de Administração de Exportações dos Estados Unidos (a \"Lei\") e os regulamentos promulgados por ela. Você concorda e certifica que nem os Jogos, nem qualquer outro software fornecido através do Site ou Serviço, nem qualquer produto direto deles está sendo ou será adquirido, enviado, transferido ou reexportado, direta ou indiretamente, para qualquer país proibido pela Lei e seus regulamentos ou serão usados ??para qualquer propósito proibido por eles. Você concorda em cumprir todas as leis aplicáveis ??em relação à sua posse, uso e operação dos Jogos e outros softwares fornecidos através do Site ou Serviço.\r\n\r\n\r\n33. Entre em contato\r\nA menos que orientado por outro método de contato neste documento, se você tiver alguma dúvida, preocupação ou reclamação em relação aos nossos jogos ou serviços, você pode entrar em contato com nossa equipe de atendimento ao cliente através de:\r\n   Email: tos@perfectworld.com\r\n   Correio: Perfect World Entertainment Inc.\r\n   Atenção: Equipe de Atendimento ao Cliente\r\n   100 Redwood Shores Parkway\r\n   Redwood City, CA 94065\r\n\r\n\r\n34. Os Termos da Plataforma também se aplicam\r\nSe você acessar nossos Jogos por meio de consoles, as maneiras pelas quais você pode usar os Jogos também podem ser controladas pelas regras e políticas do provedor de plataforma de console relevante. Na medida do exigido por tais regras e políticas, os termos da plataforma do console se aplicarão ao uso dos Jogos.\r\n\r\nEm geral, você reconhece que:\r\n    - A PWE, não o Console Platforms ou qualquer de suas afiliadas, licencia o Jogo ou Serviço para você de acordo com estes termos;\r\n    - A PWE não é responsável por serviços relacionados à Plataforma de Console e não será responsável por qualquer ação decorrente de contrato, ato ilícito (incluindo negligência) ou de outra forma relacionada ao uso ou operação de tal serviço;\r\n    - você será o único responsável por garantir o uso de qualquer conta do Console Platform que use para acessar o Jogo ou Serviço de acordo com as políticas aplicáveis ??a essa conta;\r\n    - A PWE não concede a você o direito de usar quaisquer direitos de propriedade intelectual, incluindo marcas registradas, do Console Platforms ou de suas afiliadas. O uso de tais direitos de propriedade intelectual é concedido (se aplicável) de acordo com os Termos de Serviço e quaisquer outras políticas disponibilizadas pelo Console Platforms ou suas afiliadas de tempos em tempos em relação ao uso da plataforma;\r\n    - O Console Platforms ou qualquer de suas afiliadas disponibiliza quaisquer produtos ou serviços online \"como estão\" sem qualquer garantia;\r\n    - A PWE pode ser solicitada a alterar o Jogo ou Serviço, ou estes termos, para cumprir as instruções das Plataformas de Console. Você concorda que temos permissão para fazer tais alterações imediatamente e sem aviso prévio e não teremos nenhuma responsabilidade para com você ou outros com relação a tais alterações.\r\n\r\n\r\n35. Encerramento.\r\nObrigado novamente por nos visitar. Esperamos que você aproveite a sua estadia e aproveite ao máximo a comunidade online que estamos desenvolvendo. Lembre-se de que você é um convidado e aja com a mesma cortesia e respeito que esperaria de outros hóspedes.\r\n\r\nÚltima atualização: 18 de agosto de 2020",
  "version": 3
}