{
  "content": "Nutzungsbedingungen | Arc Games\r\n\r\n\r\nDIESES DOKUMENT ENTHÄLT WICHTIGE GESCHÄFTSBEDINGUNGEN, DIE FÜR IHREN ZUGRIFF UND IHRE NUTZUNG UNSERER WEBSITE UND DIENSTLEISTUNGEN GELTEN. BITTE LESEN SIE DIESE BEDINGUNGEN SORGFÄLTIG DURCH, BEVOR SIE DIE WEBSITE UND UNSERE DIENSTLEISTUNGEN NUTZEN. Durch den Zugriff auf oder die Nutzung dieser Website oder das Herunterladen von Spielen erklären Sie sich damit einverstanden, an die hier beschriebenen Bedingungen gebunden zu sein. WENN SIE NICHT ALLEN DIESEN BEDINGUNGEN ZUSTIMMEN, NUTZEN SIE DIESE WEBSITE ODER DIE SPIELE NICHT.\r\n\r\n\r\nWillkommen bei Arc Games, das von Perfect World Entertainment, Inc. (\"PWE\", \"We\" oder \"Us\") betrieben wird. Dieses Dokument enthält die Allgemeinen Geschäftsbedingungen („Nutzungsbedingungen\") für Ihren Zugriff auf und Ihre Nutzung der PWE-Website unter www.arcgames.com (oder einer nachfolgenden URL, die diese ersetzen kann) sowie aller offiziell zugeordneten Websites und Mikro- Websites, mobile Websites und Subdomains solcher Websites (zusammen die „Website\"), alle Spiele und Spielplattformen, Clients oder Server, die von PWE über die Website betrieben oder auf andere Weise von PWE auf der Website (die „Spiele\") unterstützt werden, und alle Merkmale, Funktionen, Software und Dienstleistungen, die über diese Website angeboten werden. Die Website, die Spiele sowie die auf dieser Website angebotenen Merkmale, Funktionen, Software und Dienste bilden zusammen den „Dienst\".\r\n\r\n\r\n1. Rechtliche Vereinbarung\r\n   1. Diese Bedingungen stellen eine verbindliche rechtliche Vereinbarung („Vereinbarung\") zwischen Ihnen und Perfect World Entertainment, Inc., einem kalifornischen Unternehmen, dar.\r\n   \r\n   2. In dieser Vereinbarung bedeuten die Begriffe „wir / uns / unser\" Perfect World Entertainment, Inc. „Sie / Ihr\" bezeichnet Sie als Benutzer des Dienstes.\r\n   \r\n   3. Die hier beschriebenen Bedingungen gelten für Sie, wenn Sie unsere Website besuchen, unseren Service nutzen und die Spiele nutzen. Bevor Sie den Service oder einen Teil des Service nutzen, müssen Sie diese Bedingungen überprüfen und ihnen zustimmen.\r\n   \r\n   4. Ihre Nutzung des Dienstes stellt Ihre Zustimmung dar, die in diesen Bedingungen beschriebenen Bedingungen zu akzeptieren und an diese gebunden zu sein, sowie Ihre Zustimmung, die auf der Website veröffentlichten oder Ihnen von PWE anderweitig zur Verfügung gestellten Verhaltensregeln (die „Regeln\") einzuhalten of Conduct \") und alle Endbenutzer-Lizenzvereinbarungen („ EULA \"), die für unsere Spielesoftware oder andere Software gelten, die wir möglicherweise im Zusammenhang mit dem Service bereitstellen. Alle auf der Website erstellten Benutzeridentitäten unterliegen diesen Bedingungen. Dies beinhaltet, ohne darauf beschränkt zu sein, korrektes Verhalten im Spiel und außerhalb des Spiels in Bezug auf das Spiel.\r\n   \r\n   5. Wenn Sie mit einer der Bedingungen nicht einverstanden sind, greifen Sie bitte nicht auf den Service zu oder nutzen Sie ihn nicht anderweitig.\r\n   \r\n   6. Sie erklären hiermit, dass Sie die Rechtsfähigkeit haben, diesen Vertrag abzuschließen, und dass Sie nicht vom Empfang des Dienstes nach den Gesetzen der Vereinigten Staaten von Amerika oder einer anderen anwendbaren Gerichtsbarkeit ausgeschlossen sind.\r\n   \r\n   7. Sie verstehen und stimmen zu, dass der Dienst möglicherweise Dienstankündigungen und Verwaltungsnachrichten enthält, und Sie haben möglicherweise nicht das Recht, den Empfang dieser Dienste abzulehnen.\r\n   \r\n   8. Diese Vereinbarung ergänzt oder ersetzt in keiner Weise EULA oder zusätzliche Geschäftsbedingungen, die möglicherweise gelten, wenn Sie bestimmte andere PWE-Produkte, -Dienstleistungen, Partnerdienste, Inhalte Dritter oder verwenden Software von Drittanbietern. Für den Fall, dass der Inhalt dieser Vereinbarung gegen eine oder mehrere Bestimmungen einer anderen spezifischen Vereinbarung oder Bedingungen verstößt, haben die Bestimmungen der spezifischen Vereinbarung, Bedingungen oder Konditionen Vorrang.\r\n\r\n\r\n2. Änderungen der Bedingungen\r\n   1. Wir können diese Bedingungen, die Verhaltensregeln und alle EULA jederzeit nach eigenem Ermessen ändern und / oder modifizieren.\r\n\r\n   2. Änderungen und Ergänzungen der Nutzungsbedingungen werden auf der Website veröffentlicht und werden sofort nach ihrer Veröffentlichung auf der Website wirksam. Andernfalls erhalten Sie eine Kopie der Änderungen oder Ergänzungen. Sie verzichten auf das Recht, über solche Änderungen oder Modifikationen ausdrücklich informiert zu werden.\r\n\r\n   3. Sie sind dafür verantwortlich, die Bedingungen, die Verhaltensregeln und alle EULA regelmäßig zu überprüfen, damit Sie mit deren Inhalten vertraut sind, da diese von Zeit zu Zeit geändert oder modifiziert werden können. Wenn Sie einen Teil des Dienstes weiterhin nutzen, erklären Sie bereits Ihr Einverständnis mit überarbeiteten oder aktualisierten Bedingungen. Wenn Sie den geänderten Bedingungen nicht zustimmen, müssen Sie die Nutzung des Dienstes einstellen.\r\n\r\n   \r\n3. Beschreibung\r\n   1. PWE bietet registrierten Benutzern und verwandten Features, Funktionen und Diensten, die über die Website verfügbar sind, wie Community-Foren und anderen interaktiven Bereichen, kostenlose Online-Spiele für mehrere Spieler. Um auf unsere Spiele zugreifen zu können, müssen Sie möglicherweise bestimmte Client-Software herunterladen und installieren. Für diesen Zugriff müssen Hardware, Software und Internetzugang verwendet werden (von denen Sie anerkennen, dass sie eine entscheidende Rolle für Ihre Benutzererfahrung spielen).\r\n\r\n   2. Sie stimmen zu, dass wir nicht für Probleme mit Hardware, Software oder Internetzugang, Qualität, Eignung oder Nichtverfügbarkeit verantwortlich sind. Wir bieten keinen Internetzugang an, und Sie sind für alle Gebühren im Zusammenhang mit Telefon- und Internetzugangsgebühren sowie für alle erforderlichen Geräte, Wartungen, Reparaturen oder Korrekturen verantwortlich, die für die Aufrechterhaltung der Konnektivität zu den Servern anfallen.\r\n\r\n\r\n4. Konto\r\n   1. Möglicherweise müssen Sie ein Konto (ein „Konto\") erstellen, um auf unseren Service zugreifen und bestimmte Merkmale und Funktionen unseres Service nutzen zu können.\r\n\r\n   2. UM UNSERE DIENSTLEISTUNGEN NUTZEN ZU KÖNNEN, MÜSSEN SIE BESTIMMTE ALTERSANFORDERUNGEN ERFÜLLEN, DIE IM GERICHTSSTAND IHRES WOHNSITZES FESTGELEGT SIND, UND SIE MÜSSEN DIE MÖGLICHKEIT HABEN, EINEN VERBINDLICHEN VERTRAG MIT UNS UNTER ANWENDBAREN GESETZEN ZU SCHLIESSEN. Wenn Sie beispielsweise in den USA wohnen, müssen Sie mindestens 13 Jahre alt sein, um ein Konto zu erstellen, und mindestens 18 Jahre alt sein, um einen Vertrag unabhängig abzuschließen. Wenn Sie 13 Jahre oder älter sind, aber nicht volljährig sind, um einen Vertrag in der Gerichtsbarkeit abzuschließen, in der Sie Ihren Wohnsitz haben („gesetzliches Alter\"), und / oder jünger als 18 Jahre sind, müssen Sie diese Bedingungen mit Ihren Eltern oder Ihren Eltern besprechen Erziehungsberechtigter, um sicherzustellen, dass sie sie lesen und ihnen zustimmen. Wenn Sie Eltern oder Erziehungsberechtigter eines Benutzers unserer Website, Spiele und / oder Dienste sind und Fragen zu den Nutzungsbedingungen haben, wenden Sie sich bitte an tos@perfectworld.com.\r\n   \r\n   3. Durch die Erstellung eines Kontos oder die anderweitige Nutzung des Dienstes erklären Sie, dass Sie volljährig oder mindestens 18 Jahre alt sind und diesen Bedingungen zustimmen oder dass Sie über 13 Jahre alt sind und Ihre Eltern oder Erziehungsberechtigten dies gelesen und zugestimmt haben Sie verstehen und stimmen zu, dass wir uns bei der Nutzung des Dienstes auf diese Darstellung verlassen.\r\n\r\n   4. Ungeachtet der vorstehenden Bestimmungen können bestimmte Teile unseres Dienstes vorbehaltlich geltender Gesetze in bestimmten Ländern ausgereifte Inhalte enthalten, die nicht für Personen geeignet sind, die jünger als das gesetzliche Alter oder 18 Jahre sind. Wir fordern Sie auf, zu bestätigen, dass Sie volljährig oder mindestens 18 Jahre alt sind, um auf solche Inhalte zugreifen zu können. Wenn Sie einen Teil des Dienstes betreten, der nur für ein reifes Publikum bestimmt oder gekennzeichnet ist, bestätigen Sie, dass Sie volljährig oder mindestens 18 Jahre alt sind und das gesetzliche Recht haben, auf solche Inhalte zuzugreifen. Wir sind in keiner Weise dafür verantwortlich, dass Sie Ihr Alter gemäß den nachstehenden Bestimmungen nicht genau bestätigen.\r\n\r\n   5. Wenn Sie ein Konto und eine Benutzeridentität („Benutzer-ID\") erstellen, erklären Sie sich damit einverstanden, (i) wahre, genaue, aktuelle und vollständige Informationen bereitzustellen, wie in den erforderlichen Feldern (die „Kontoinformationen\") angefordert, und (ii) unverzüglich zu pflegen und aktualisieren Sie diese Benutzer-ID und Ihre Kontoinformationen, um sie wahr, genau, aktuell und vollständig zu halten.\r\n\r\n   6. Als Ersteller Ihres Kontos und Ihrer Benutzer-ID sind Sie allein verantwortlich für Ihre Benutzer-ID und das in Ihr Benutzer-ID-Profil hochgeladene Profilbild (die Benutzer-ID und das Profilbild in der Benutzer-ID werden zusammen als „Benutzer-ID\" bezeichnet \"). Wir tolerieren keine anstößigen oder obszönen Benutzer-IDs. Wenn eine Benutzer-ID gegen einen Teil dieser Bedingungen verstößt, können wir eine solche Benutzer-ID sofort, vorübergehend oder dauerhaft sperren, den Zugriff auf problematische Bilder, Wörter oder Sätze entfernen oder deaktivieren oder den Zugriff auf diese Benutzer-IDs mit oder ohne Vorankündigung deaktivieren . Das Entfernen oder Deaktivieren des Zugriffs auf solche Benutzer-IDs liegt in unserem alleinigen Ermessen, und wir versprechen nicht, den Zugriff auf bestimmte Benutzer-IDs zu entfernen oder zu deaktivieren.\r\n\r\n   7. Ihr Konto darf nur von Ihnen selbst verwendet werden. Wir sind nicht verantwortlich für den Missbrauch Ihres Kontos oder Ihrer Benutzer-ID. Sie erklären sich damit einverstanden, alle Risiken des Missbrauchs und des unbefugten Zugriffs auf Ihr Konto zu akzeptieren und uns und unsere verbundenen Unternehmen von jeglicher missbräuchlichen Verwendung Ihres Kontos oder Ihres Benutzers freizustellen ID, einschließlich, aber nicht beschränkt auf, missbräuchliche oder nicht autorisierte Verwendung durch jemanden, dem Sie Ihr Passwort mitgeteilt haben.\r\n\r\n   8. Bitte beachten Sie, dass Sie für die Wahrung der Vertraulichkeit und Sicherheit Ihrer Benutzer-ID und Ihres Passworts jederzeit verantwortlich sind und sich damit einverstanden erklären, uns zu benachrichtigen, wenn Ihr Passwort verloren geht, gestohlen oder an einen nicht autorisierten Dritten weitergegeben wird oder auf andere Weise wurden kompromittiert. Sie sind allein verantwortlich für alle Aktivitäten und Transaktionen, die unter Ihrem Konto stattfinden, und wir sind nicht verantwortlich für den Missbrauch Ihres Kontos, auch ohne Einschränkung für den Fall, dass Ihr Passwort gestohlen oder an Dritte weitergegeben und / oder für Transaktionen verwendet wird . Sie erklären sich damit einverstanden, uns unverzüglich über einen Missbrauch Ihres Kontos oder eine andere Sicherheitsverletzung in Bezug auf den Ihnen bekannten Service zu informieren. Wir bieten Ihnen die Möglichkeit, Ihr Passwort zu ändern, um Ihr Konto zu schützen.\r\n\r\n   9. Ihr Konto kann gekündigt werden, wenn Sie Ihr Konto nicht innerhalb von zwölf Monaten nach dem Erstellungsdatum oder für einen ununterbrochenen Zeitraum von zwölf Monaten verwenden. Wenn Sie Ihr Konto für einen ununterbrochenen Zeitraum von zwölf oder mehr Monaten nicht nutzen, kann es von uns nach eigenem Ermessen gekündigt werden.\r\n\r\n   10. Wir werden versuchen, Sie per E-Mail zu benachrichtigen, bevor wir Ihr Konto kündigen, es sei denn, wir kündigen, deaktivieren oder löschen Ihr Konto oder Ihre Benutzer-ID wegen eines Verstoßes gegen diese Bedingungen oder der Einstellung des Dienstes. Wir haften jedoch in keiner Weise für die Nichtmitteilung. Wenn Sie uns innerhalb von fünf Tagen nach der Mitteilung mitteilen, dass Sie Ihr Konto aktiv halten möchten, werden wir es nicht kündigen. Wenn Sie uns dies nicht mitteilen, wird Ihr Konto aufgelöst und möglicherweise dauerhaft gelöscht, zusammen mit Ihrer Benutzer-ID, Ihren Datensätzen, Rängen und Serviceinformationen.\r\n\r\n   11. Die Kündigung Ihres Kontos beinhaltet auch die Kündigung der Lizenz zur Nutzung des Service und der proprietären Materialien oder eines Teils davon.\r\n\r\n   12. Bitte beachten Sie, dass wir uns unabhängig von einer Benachrichtigung das Recht vorbehalten, den Service einzustellen oder Ihr Konto jederzeit nach eigenem Ermessen, aus irgendeinem Grund oder ohne Grund zu kündigen oder zu sperren, soweit dies nach geltendem Recht zulässig ist.\r\n\r\n\r\n5. Eigentumsrechte\r\n   1. Die Website, die Spiele, die Software und der Service sind Eigentum von PWE oder den Lizenzgebern von PWE, die durch US-amerikanisches und internationales Recht geschützt sind, einschließlich, aber nicht beschränkt auf Urheberrechtsgesetze. Alle gegenwärtigen und zukünftigen Rechte, Interessen und Titel an und für die Website, das Spiel, die Software und den Service, alle Funktionen und Inhalte, einschließlich, ohne Einschränkung, Benutzerkonten, Titel, Computercode (Quellcode, Objektcode und vorbereitendes Design) Materialien), Dateien, Spielesoftware, Client- und Serversoftware, Tools, Patches, Updates, Themen, Objekte, Charaktere, Charakternamen, Geschichten, Handlungsstränge, Objekte, Inhalte, Text, Know-how, Dialoge, Schlagworte, Themen, Orte, Konzepte , Kunstwerke, Designs, Grafiken, Bilder, Videos, Animationen, Sounds, Musik, Musik, Kompositionen, Tonaufnahmen, audiovisuelle Effekte, Informationen, Daten, Dokumentationen, „Applets\", Chat-Transkripte, Informationen zum Charakterprofil, Spielabläufe, Aufzeichnungen Bei Spielgegenständen, bei Spielaktivitäten, bei Münzen und Zen sind Kunstwerke und Kompositionen, die von künstlicher Intelligenz („KI erstellte Werke\") erstellt wurden, sowie deren Auswahl und Anordnung (zusammen die „proprietären Materialien\") die proprietären Requisiten Eigentum oder Interessen von PWE oder seinen Lizenzgebern und sind durch US-amerikanische und internationale Urheber- und andere Eigentumsrechte geschützt.\r\n   \r\n   2. Für den Fall, dass Sie ungeachtet autorisierter oder nicht autorisierter Absätze 10.2 Änderungen, Anpassungen oder abgeleitete Werke jeglicher Art an den proprietären Materialien (die „Modifikationen\") vornehmen, verstehen Sie und stimmen zu, dass Sie keinerlei Rechte behalten in und an solchen Änderungen und dass alle Rechte daran ausschließlich PWE gehören. Sie übertragen hiermit unwiderruflich alle Rechte, Titel und Interessen, die Sie an und an solchen Änderungen haben, und übertragen diese frei und frei von jeglichen Einschränkungen oder Belastungen an PWE, ohne jegliche Entschädigung, die über die hierin vorgesehene Gegenleistung hinausgeht . Diese Abtretung umfasst ohne Einschränkung alle weltweiten Urheberrechte und Patentrechte an und für solche Änderungen sowie das Recht, auf frühere und zukünftige Verstöße zu klagen. Sie erklären sich hiermit einverstanden, mit PWE im Zusammenhang mit dessen Schutz zusammenzuarbeiten, und führen gegebenenfalls solche Dokumente (wie weitere Übertragungs- oder Abtretungsurkunden) aus, die PWE zur Vervollkommnung seiner Rechte aus diesem Vertrag benötigt. Sie verzichten darauf und erklären sich damit einverstanden, keine moralischen oder ähnlichen Rechte geltend zu machen, die Sie möglicherweise an den Änderungen haben, soweit dies nach geltendem zwingendem Recht möglich ist.\r\n   \r\n   3. Soweit die in Absatz 5.2 genannten Aufträge keine Eigentumsanteile an oder an den Änderungen übertragen, erteilen Sie PWE, uns und unseren Lizenzgebern ausdrücklich alle Einwilligungen, Freigaben und eine nicht ausschließliche, lizenzgebührenfreie, unbefristete Vereinbarung , weltweit, vollständiges, vollständig unterlizenzierbares und unwiderrufliches Recht, zu machen, zu verwenden, zu verkaufen, zum Verkauf anzubieten, zu importieren oder anderweitig zu verwerten, erneut zu veröffentlichen, zu veröffentlichen, zu verwenden, zu zitieren, anzupassen, zu übersetzen, zu archivieren, zu speichern, zu reproduzieren, zu ändern, zu erstellen abgeleitete Werke von, syndizieren, lizenzieren, drucken, unterlizenzieren, verteilen, übertragen, senden, anderweitig kommunizieren und die Modifikationen oder Teile davon auf irgendeine Art und Weise und in jedem Medium oder Forum, ob jetzt bekannt oder bekannt, öffentlich anzeigen und durchführen im Folgenden ohne vorherige Ankündigung eine Bestätigung oder Entschädigung für Sie ausgearbeitet. Sie verzichten darauf und erklären sich damit einverstanden, keine moralischen oder ähnlichen Rechte geltend zu machen, die Sie möglicherweise an den Änderungen haben, soweit dies nach geltendem zwingendem Recht möglich ist.\r\n\r\n\r\n6. Datenschutz\r\n   1. Informationen zur Erfassung, Verwendung und Verbreitung personenbezogener Daten finden Sie in unseren Datenschutz- und Cookie-Richtlinien [a]. Sie verstehen und stimmen zu, dass wir Informationen wie in den Datenschutz- und Cookie-Richtlinien beschrieben sammeln, verwenden und offenlegen dürfen.\r\n\r\n   2. Sie verstehen und stimmen zu, dass wir auf personenbezogene Daten, einschließlich des Inhalts Ihrer Mitteilungen, zugreifen, diese offenlegen oder aufbewahren können, und zwar nach Treu und Glauben, dass wir gesetzlich dazu befugt oder verpflichtet sind oder dass dies angemessen notwendig oder angemessen ist das Gesetz oder die rechtlichen Verfahren oder Behörden einhalten, auf Ansprüche reagieren oder die Rechte, das Eigentum oder die Sicherheit von Perfect World, unseren Benutzern, unseren Mitarbeitern oder der Öffentlichkeit schützen, einschließlich, ohne Einschränkung, um Perfect World oder unsere Benutzer vor Betrug zu schützen , missbräuchliche, unangemessene oder rechtswidrige Nutzung unseres Dienstes.\r\n\r\n   \r\n7. Spielaktualisierungen\r\n   1. Wenn wir eines unserer Spiele aktualisieren oder „patchen\", verwenden wir möglicherweise eine Patch-Routine, um zu überprüfen, ob die neueste Version der Client-Software auf Ihrem Computer oder Ihrem Gerät installiert ist. Wenn nicht, wird die neueste Version möglicherweise automatisch auf Ihren Computer oder Ihr Gerät hochgeladen, und Sie stimmen diesem Upload hiermit zu und verzichten auf weitere Hinweise.\r\n\r\n\r\n8. Überwachung\r\n   1. Sie verstehen und stimmen zu, dass, wenn Sie mit anderen Spielern innerhalb eines Spiels kommunizieren oder auf der Website verfügbare interaktive Funktionen wie Instant Messaging, Foren oder Chatrooms nutzen, solche Kommunikationen und Postings über unsere Server übertragen werden und wir möglicherweise Sie sind jedoch nicht verpflichtet, alle derartigen Mitteilungen und Postings zu überwachen, einschließlich solcher, die als \"privat\" eingestuft sind, soweit dies gesetzlich zulässig ist. Weitere Informationen darüber, wie wir Daten über Sie sammeln und verarbeiten, finden Sie in unseren Datenschutzbestimmungen [b].\r\n\r\n\r\n9. Push-Benachrichtigung und lokale Benachrichtigung\r\n   1. Sie verstehen und stimmen zu, dass wir mit Ihrer Zustimmung Push-Benachrichtigungen und lokale Benachrichtigungen an Ihr Mobilgerät senden können, um Spielaktualisierungen und andere relevante Nachrichten bereitzustellen.\r\n\r\n\r\n10. Ihnen erteilte Lizenz\r\n   1. Vorbehaltlich dieser Bedingungen und aller geltenden EULA gewähren wir Ihnen nur für Ihren nichtkommerziellen und persönlichen Gebrauch eine beschränkte, nicht exklusive, widerrufliche, nicht übertragbare und nicht unterlizenzierbare Erlaubnis zum Zugriff auf und zur Nutzung der Website. der Service und die proprietären Materialien. Diese Erlaubnis bleibt solange bestehen, bis sie von Ihnen oder PWE gekündigt wird. Sie versprechen und stimmen zu, dass Sie die Website, die Dienste und die proprietären Materialien für Ihren persönlichen, nicht kommerziellen Gebrauch verwenden und dass Sie sich nicht an den in diesen Bedingungen verbotenen Verhaltensweisen beteiligen.\r\n   \r\n   2. Sofern in diesen Bedingungen oder in der geltenden EULA nicht ausdrücklich gestattet, umfasst diese Lizenz Folgendes nicht und Sie erklären sich damit einverstanden, Folgendes nicht zu tun: (a) Weiterverkauf, Unterlizenzierung, Ausleihe oder kommerzielle Nutzung des Dienstes oder der darin enthaltenen proprietären Materialien ;; (b) Verbreitung, öffentliche Aufführung oder öffentliche Anzeige von proprietären Materialien, außer im Zusammenhang mit dem Spielen im normalen Verlauf, (d) Modifizieren, Anpassen, Ändern, Verbessern oder anderweitige Verwendung von Spielen, Spielinhalten oder anderen Proprietäres Material oder ein Teil davon; (e) Verwendung von Data Mining, Robotern oder ähnlichen Methoden zur Datenerfassung oder -extraktion; (f) Herunterladen (außer dem Seiten-Caching) eines Teils des proprietären Materials oder der darin enthaltenen Informationen, sofern dies nicht ausdrücklich auf der Website gestattet ist; (g) die proprietären Materialien zurückentwickeln oder dekompilieren oder auf andere Weise versuchen, Quellcode aus den Spielen oder anderer in den proprietären Materialien enthaltener Software abzuleiten; (h) jegliche Nutzung der Dienste oder der proprietären Materialien, die nicht für den beabsichtigten Zweck bestimmt sind.\r\n\r\n   3. Jede Nutzung des Dienstes oder der proprietären Materialien, die nicht ausdrücklich hierin genehmigt wurden, ist ohne vorherige schriftliche Genehmigung von uns strengstens untersagt und führt nach Wahl von PWE zu einer Kündigung der hierin gewährten Lizenz. Eine solche nicht autorisierte Verwendung kann auch gegen geltende Gesetze verstoßen, einschließlich, jedoch nicht beschränkt auf Urheber- und Markenrechte sowie geltende Kommunikationsbestimmungen und -gesetze. Sofern hierin nicht ausdrücklich angegeben, ist nichts in diesen Bedingungen so auszulegen, als würde es eine Lizenz oder Rechte an Rechten des geistigen Eigentums verleihen, sei es durch Entkopplung, Implikation oder auf andere Weise. Diese Lizenz kann jederzeit mit oder ohne Grund widerrufen werden.\r\n\r\n   4. Die Spiele und Dienste werden nicht verkauft, um an Sie übertragen zu werden, und Ihnen werden keine Rechte, Titel oder Interessen an der Website, den Diensten oder den Spielen gewährt, mit Ausnahme der Rechte, die Ihnen in Abschnitt 10 hierin ausdrücklich gewährt wurden, und PWE und seine Lizenzgeber behalten sich das Eigentum an allen Kopien des Spiels und der proprietären Materialien auch nach der Installation des Spiels auf Ihren PCs, Konsolen, Mobilgeräten, Tablets und / oder anderen Geräten („Geräte\") vor.\r\n\r\n   5. Alle Marken, Dienstleistungsmarken, Handelsnamen, Logos, Domainnamen und sonstigen Merkmale der Marke Perfect World, der Website, der Spiele und der Dienstleistungen („Markenmerkmale von Arc Games\") sind das alleinige Eigentum von PWE oder seiner Marke Lizenzgeber. Sie erhalten keine Rechte zur Nutzung von Arc Games-Markenfunktionen für kommerzielle oder nichtkommerzielle Zwecke.\r\n\r\n   6. Sie erklären sich damit einverstanden, die Bedingungen einzuhalten und die Website, die Dienste, die Spiele oder Teile davon nicht auf eine Weise zu nutzen, die in diesen Bedingungen nicht ausdrücklich gestattet ist.\r\n\r\n\r\n11. Verhaltensregeln der Benutzer\r\n   1. Sie müssen diese Bedingungen, alle Verhaltensregeln, alle geltenden Gesetze und alle grundlegenden Regeln der Etikette und der allgemeinen Höflichkeit beachten, wenn Sie den Service nutzen. Jedes Verhalten, das in einer Offline-Community in der realen Welt gegen das Gesetz verstößt, verstößt ebenfalls gegen diese Bedingungen. Wir tolerieren kein illegales oder beleidigendes Verhalten.\r\n   \r\n   2. Ohne Einschränkung des Vorstehenden erklären Sie sich zusätzlich zu den in Abschnitt 12 dargelegten Regeln für Benutzerinhalte damit einverstanden, keine der folgenden Maßnahmen zu ergreifen:\r\n    - Minderjährigen in irgendeiner Weise Schaden zufügen;\r\n    - sich als eine Person oder Organisation auszugeben, einschließlich PWE-Beamter, Forumleiter, Führer, Gastgeber, Mitarbeiter oder Vertreter, oder Ihre Zugehörigkeit zu einer Person oder Organisation fälschlicherweise anzugeben oder auf andere Weise falsch darzustellen;\r\n    - Header fälschen oder Identifikatoren auf andere Weise manipulieren, um den Ursprung einer über die Website übertragenen Nachricht zu verschleiern;\r\n    - unerwünschte oder nicht autorisierte Werbung, Werbematerialien, Junk-Mails, Spam-Mails, Kettenbriefe, Pyramidenschemata oder andere Formen der Werbung hochladen, veröffentlichen, per E-Mail versenden, übertragen oder auf andere Weise verfügbar machen;\r\n    - den Dienst oder die mit dem Dienst verbundenen Server oder Netzwerke stören oder stören oder gegen Anforderungen, Verfahren, Richtlinien oder Vorschriften von mit dem Dienst verbundenen Netzwerken verstoßen;\r\n    - einen anderen „stalken\", bedrohen oder anderweitig belästigen oder ihm Unbehagen bereiten;\r\n    - personenbezogene Daten über andere Benutzer zu sammeln, zu speichern, zu veröffentlichen oder auf andere Weise zu verbreiten;\r\n    - den Dienst oder den normalen Spielfluss oder Dialog im Spiel oder in interaktiven Bereichen (unten definiert) im Dienst behindern oder stören oder vulgäre Sprache, Missbrauch, übermäßiges Schreien (ALL CAPS), „Spam\" oder ähnliches verwenden andere störende oder schädliche Methoden, um andere Benutzer oder unsere Mitarbeiter zu stören;\r\n    - sich an illegalen Aktivitäten oder Aktivitäten zu beteiligen, diese zu ermutigen oder zu fördern, die gegen diese Bedingungen oder die Verhaltensregeln verstoßen;\r\n    - sich an Handlungen beteiligen, die andere betrügen oder versuchen, andere zu betrügen, zu betrügen oder zu betrügen, wenn sie durch autorisiertes Spielen verdient wurden;\r\n    - nicht autorisierte Exploits im Zusammenhang mit den Spielen oder dem Dienst betrügen oder nutzen;\r\n    - Verwendung oder Ausnutzung von Fehlern, Fehlern oder Konstruktionsfehlern, um unbefugten Zugriff auf den Dienst zu erhalten oder einen unfairen Vorteil gegenüber anderen Spielern zu erlangen;\r\n    - virtuelle Gegenstände oder Waren jeglicher Art außerhalb des Spiels zu handeln, zu verkaufen, zu versteigern oder auf andere Weise zu übertragen;\r\n    - Maßnahmen ergreifen, die den Dienst stören oder andere Benutzer daran hindern oder beeinträchtigen, die Website, die Spiele oder andere Aspekte des Dienstes zu genießen.\r\n\r\n   3. Wir können alle Maßnahmen ergreifen und Strafen verhängen, die wir für notwendig halten, um Verstöße gegen diese Bedingungen oder andere illegale oder unangemessene Verhaltensweisen zu unterbinden und zu bestrafen, und dies alles ohne vorherige Ankündigung oder Warnung. Die Feststellung, ob ein Verstoß vorliegt und wer für eine solche Handlung verantwortlich ist, liegt ausschließlich in unserem Ermessen und basiert auf dem, was wir für die Community und den Service als am besten erachten. Durch die Nutzung des Dienstes erklären Sie sich damit einverstanden, dass Sie an unsere Feststellung gebunden sind, ob ein Verstoß aufgetreten ist, und an eine Strafe, die wir implementieren.\r\n\r\n\r\n12. Benutzerinhalt\r\n   1. Der Dienst kann Diskussionsforen, Chatrooms, Benutzerfeedback, Nachrichtenfunktionen, Kommentare und andere interaktive Bereiche oder Dienste („interaktive Bereiche\") enthalten, in denen Sie oder andere Benutzer Inhalte, Nachrichten und Materialien erstellen, veröffentlichen, senden oder speichern , Daten, Informationen, Text, Musik, Ton, Bilder, Fotos, Videos, Grafiken, Code oder andere Elemente oder Materialien auf oder über die Website sowie andere Teile der Dienste (z. B. Chatrooms im Spiel, Foren) oder Organisation einer Gilde) (der „Benutzerinhalt\"). Der Benutzerinhalt enthält auch vom Benutzer generierten Inhalt, wie in Abschnitt 13 hierin festgelegt.\r\n\r\n   2. Auf der Website veröffentlichte Benutzerinhalte sind öffentlich verfügbar und nicht vertraulich und werden das alleinige Eigentum von PWE. Wir empfehlen dringend, dass Sie keine persönlichen Informationen über sich selbst oder andere veröffentlichen.\r\n\r\n   3. Sie erklären sich damit einverstanden, Folgendes nicht zu veröffentlichen, hochzuladen, zu übertragen, zu verteilen, zu speichern, zu erstellen oder auf andere Weise zu veröffentlichen:\r\n    - Benutzerinhalte, die rechtswidrig, verleumderisch, diffamierend, obszön, pornografisch, unanständig, unanständig, suggestiv, belästigend, bedrohlich, gegen Datenschutz- oder Publizitätsrechte verstoßend, missbräuchlich, entzündlich, betrügerisch oder auf andere Weise zu beanstanden sind;\r\n    - Benutzerinhalte, die eine Straftat darstellen, fördern oder Anweisungen für eine Straftat geben, die Rechte einer Partei verletzen oder auf andere Weise eine Haftung begründen oder gegen lokale, staatliche, nationale oder internationale Gesetze verstoßen würden;\r\n    - Benutzerinhalte, die gegen Patente, Marken, Geschäftsgeheimnisse, Urheberrechte oder andere geistige oder Eigentumsrechte einer Partei verstoßen können. Durch das Posten von Benutzerinhalten erklären Sie und garantieren, dass Sie das rechtmäßige Recht haben, solche Benutzerinhalte zu verbreiten und zu reproduzieren.\r\n    - Benutzerinhalte, die sich als eine Person oder Organisation ausgeben oder Ihre Zugehörigkeit zu einer Person oder Organisation auf andere Weise falsch darstellen;\r\n    - unaufgeforderte Beförderungen, politische Kampagnen, Werbung oder Werbung;\r\n    - Private Informationen Dritter, einschließlich, ohne Einschränkung, Adressen, Telefonnummern, E-Mail-Adressen, Sozialversicherungsnummern und Kreditkartennummern;\r\n    - Viren, beschädigte Daten oder andere schädliche, störende oder zerstörerische Dateien;\r\n    - Benutzerinhalte, die gegen die Verhaltensregeln verstoßen oder nach unserem alleinigen Ermessen zu beanstanden sind oder die eine andere Person daran hindern oder einschränken, den Service zu nutzen oder zu genießen, oder die uns oder unsere Benutzer einem Schaden oder einer Haftung jeglicher Art aussetzen können .\r\n\r\n   4. Wir übernehmen keine Verantwortung und übernehmen keine Haftung für Benutzerinhalte, die von Ihnen oder Dritten veröffentlicht, gespeichert oder hochgeladen wurden, oder für Verluste oder Schäden daran. Wir haften auch nicht für Fehler, Verleumdungen, Verleumdungen, Verleumdungen, Auslassungen. Unwahrheiten, Obszönität, Pornografie oder Obszönitäten, denen Sie begegnen können. Die Nutzung des Dienstes einschließlich der interaktiven Bereiche erfolgt auf eigenes Risiko. Als Anbieter interaktiver Dienste haften wir nicht für Aussagen, Darstellungen oder Benutzerinhalte, die von Benutzern in öffentlichen Foren, persönlichen Homepages oder anderen interaktiven Bereichen bereitgestellt werden. Obwohl wir nicht verpflichtet sind, Benutzerinhalte zu überprüfen, zu bearbeiten oder zu überwachen, behalten wir uns das Recht und das Ermessen vor, Benutzerinhalte, die zu irgendeinem Zeitpunkt und aus irgendeinem Grund ohne vorherige Ankündigung veröffentlicht oder gespeichert werden, zu entfernen, zu überprüfen oder zu bearbeiten.\r\n   \r\n   5. Sie sind allein dafür verantwortlich, Sicherungskopien von Benutzerinhalten zu erstellen und zu ersetzen, die Sie auf Ihre alleinigen Kosten und Kosten veröffentlichen oder speichern. Jede Nutzung des Dienstes einschließlich der interaktiven Bereiche oder anderer Teile davon unter Verstoß gegen die vorstehenden Bestimmungen verstößt gegen diese Bedingungen und kann unter anderem zur Beendigung oder Aussetzung Ihrer Rechte zur Nutzung des Dienstes oder eines Teils davon führen.\r\n   \r\n   6. Sie sind allein verantwortlich für alle Benutzerinhalte, die Sie veröffentlichen, und für Ihre Nutzung des Dienstes einschließlich interaktiver Bereiche. Sie versichern und garantieren, dass (a) Sie alle (geistigen Eigentums-) Rechte an den von Ihnen veröffentlichten Benutzerinhalten besitzen und kontrollieren oder anderweitig das Recht haben, solche Benutzerinhalte auf der Website zu veröffentlichen; (b) der Benutzerinhalt ist korrekt und nicht irreführend; und (c) die Verwendung und Veröffentlichung des von Ihnen bereitgestellten Benutzerinhalts verstößt nicht gegen diese Bedingungen, die Verhaltensregeln, geltende Gesetze oder religiöse Tabus und verletzt oder verletzt keine Werbung, Persönlichkeit oder Rechte Dritter oder verursacht Verletzungen einer Person oder Unternehmen oder implizieren eine Zugehörigkeit zu oder Billigung von Ihnen oder den Benutzerinhalten durch uns. Sie haften ausschließlich für alle Lizenzgebühren, Gebühren, Schäden und sonstigen Gelder, die sich aus einer Verletzung dieses Rechts oder anderen Schäden ergeben, die sich aus von Ihnen bereitgestellten Benutzerinhalten ergeben.\r\n   \r\n   7. In Anbetracht Ihrer Nutzung des Dienstes und soweit dies nach geltendem zwingendem Recht möglich und zulässig ist, übertragen Sie hiermit unwiderruflich alle Rechte, Titel und Interessen an und für den Benutzerinhalt an PWE (und stimmen dieser zu) Sie erstellen, veröffentlichen, speichern oder übertragen auf oder über den Service, einschließlich aller Rechte an geistigem Eigentum. Wenn diese Abtretung und Übertragung an PWE nach geltendem zwingenden Recht nicht möglich ist, erklären Sie sich hiermit einverstanden, dass alle Rechte, Titel und Interessen an PWE abgetreten und übertragen werden. Sie erklären sich hiermit einverstanden, mit PWE im Zusammenhang mit dessen Schutz zusammenzuarbeiten, und führen gegebenenfalls solche Dokumente (wie weitere Übertragungs- oder Abtretungsurkunden) aus, die PWE zur Vervollkommnung seiner Rechte aus diesem Vertrag benötigt.\r\n   \r\n   8. Soweit durch die vorstehenden Abtretungen keine Eigentumsanteile an oder an den Benutzerinhalten übertragen werden, erteilen Sie uns und unseren Lizenzgebern ausdrücklich alle Einwilligungen, Freigaben und eine nicht ausschließliche, lizenzgebührenfreie, unbefristete, weltweite, vollständige, vollständige Unterteilung lizenzierbares und unwiderrufliches Recht zum erneuten Posten, Veröffentlichen, Verwenden, Zitieren, Anpassen, Übersetzen, Archivieren, Speichern, Reproduzieren, Ändern, Erstellen abgeleiteter Werke von, Syndizieren, Lizenzieren, Drucken, Unterlizenzieren, Verteilen, Übertragen, Senden, anderweitigen Kommunizieren und den Benutzerinhalt oder einen Teil davon in irgendeiner Weise oder Form und in jedem Medium oder Forum, ob jetzt bekannt oder später entwickelt, ohne vorherige Ankündigung öffentlich anzuzeigen und durchzuführen, zu machen, zu verwenden, zu verkaufen, zum Verkauf anzubieten, zu importieren oder anderweitig zu verwerten, Bestätigung oder Entschädigung an Sie. Sie verzichten darauf und erklären sich damit einverstanden, keine moralischen oder ähnlichen Rechte geltend zu machen, die Sie möglicherweise an Benutzerinhalten haben.\r\n   \r\n   9. Wenn Sie der Meinung sind, dass Benutzerinhalte im Service geistige Eigentumsrechte verletzen, die Sie besitzen oder kontrollieren, beachten Sie bitte zunächst, dass wir keine IP-Streitigkeiten zwischen Parteien vermitteln. Dementsprechend empfehlen wir Ihnen, sich direkt an die Partei zu wenden, die den betreffenden Benutzerinhalt erstellt hat. Wenn Sie mit dieser Partei keine gegenseitige Lösung finden können, können Sie uns unter den hier angegebenen Kontaktinformationen eine Benachrichtigung über einen solchen Verstoß übermitteln:\r\n    - Die Benachrichtigung muss die folgenden Informationen enthalten, die zur Bewertung der Situation erforderlich sind: (i) URLs oder Screenshots des betreffenden Benutzerinhalts und Identifizierung eines bestimmten Benutzers, der den Benutzerinhalt hochgeladen hat; (ii) Nachweis oder Bescheinigung der anwendbaren Rechte an geistigem Eigentum, die Sie besitzen; (iii) eine Beschreibung des Verstoßes und einen Lösungsvorschlag, den Sie vernünftigerweise anfordern können, (iv) eine Erklärung, dass Ihre Behauptung nach Treu und Glauben erhoben wird, und (v) Ihre Kontaktinformationen. Wir können Sie kontaktieren, um zusätzliche Informationen und unterstützende Materialien anzufordern.\r\n    - Wenn wir nach unserem alleinigen Ermessen der Ansicht sind, dass Ihre Behauptung einen eindeutigen Fall eines Verstoßes darstellt, senden wir dem Benutzer eine Mitteilung, wie in Ihrer Benachrichtigung angegeben, um diesen Benutzer aufzufordern, den verletzenden Inhalt zu entfernen oder anderweitig zu ändern, oder wenn der Verstoß vorliegt ist schwerwiegender Natur. Wir können den Zugriff auf die verletzenden Inhalte direkt entfernen oder einschränken und dem verletzenden Benutzer eine solche Entsorgung mitteilen. Wir werden Sie zu gegebener Zeit über das Entsorgungsergebnis mit den Kontaktinformationen informieren, die Sie uns hinterlassen. Wenn ein solcher verletzender Benutzer mit unserer Entscheidung nicht einverstanden ist und der Ansicht ist, dass kein Verstoß vorliegt, kann er oder sie unter bestimmten Umständen eine Gegenforderung an uns richten, mit der Aufforderung, unsere Handlung rückgängig zu machen. PWE kann einer solchen Anfrage nach alleinigem Ermessen von PWE nachkommen oder nicht.\r\n    - Sie verstehen und stimmen zu, dass PWE weder für Benutzerinhalte verantwortlich ist, noch unterstützen wir Meinungen, die in Benutzerinhalten enthalten sind. Während PWE die Rechte an geistigem Eigentum uneingeschränkt respektiert und sich bemüht, Ihre berechtigten Interessen am Betrieb der Dienste zu schützen, übernehmen wir keine Garantie dafür, dass alle verletzenden Inhalte, die von Benutzern veröffentlicht werden, über einen wirtschaftlich angemessenen Aufwand hinaus entfernt oder gelöscht werden.\r\n\r\n\r\n13. Benutzergenerierter Inhalt\r\n   1. Die Spiele können bestimmte Design-, Programmier- und Verarbeitungsdienstprogramme, Tools, Assets und andere Ressourcen (\"The Foundry\") zur Verwendung mit dem Spiel enthalten, mit denen Sie angepasste neue Spielebenen und andere verwandte Spielmaterialien für den persönlichen Gebrauch in Verbindung erstellen können mit dem Spiel (\"User-generierter Inhalt\"). Sie erklären sich damit einverstanden, dass Ihre Nutzung der Gießerei diesen Bedingungen und den folgenden zusätzlichen Lizenzbeschränkungen unterliegt:\r\n   \r\n   2. Benutzergenerierte Inhalte dürfen nur erstellt werden, wenn diese benutzergenerierten Inhalte ausschließlich in Kombination mit der Online-Version des Spiels verwendet werden können. Benutzergenerierte Inhalte dürfen nicht als eigenständiges Produkt verwendet werden. Benutzergenerierte Inhalte, die Sie mit der Gießerei erstellen, unterliegen den folgenden Regeln und Einschränkungen:\r\n   \r\n   3. Andere verbotene Verwendungen von benutzergenerierten Inhalten, die mit der Gießerei veröffentlicht wurden:\r\n    - Sie dürfen keine von Nutzern erstellten Inhalte verwenden, um eine politische Partei, einen Verband (z. B. Republikaner, Demokraten, Kandidaten oder andere) oder irgendeine Seite eines Problems zu unterstützen oder abzulehnen.\r\n    - Sie dürfen keine benutzergenerierten Inhalte verwenden, um eine Ähnlichkeit einer realen Person (historisch oder heute) darzustellen. Sie dürfen keine benutzergenerierten Inhalte verwenden, um für Unternehmen, Produkte oder Dienstleistungen einer Partei zu werben.\r\n    - Sie dürfen keine Web-URLs in Ihren Inhalten veröffentlichen.\r\n    - Sie dürfen benutzergenerierte Inhalte nicht verwenden, um Obszönitäten, Vulgarität, Hasssprache, explizite sexuelle Sprache, abfällige Verweise auf Rasse, Geschlecht, Religion, Alter, geistige oder körperliche Beeinträchtigung, Fettleibigkeit oder sexuelle Orientierung oder Hinweise auf Drogen (legal) zu vermitteln oder illegal) oder Medikamente.\r\n    - Sie dürfen kein urheberrechtlich geschütztes oder markenrechtlich geschütztes Material Dritter verwenden, ohne unwiderrufliche schriftliche Lizenzen zu erhalten, die speziell für diesen Zweck erteilt wurden.\r\n    - Sie dürfen keine benutzergenerierten Inhalte verwenden, um das Design des Spiels zu nutzen.\r\n    - Sie dürfen benutzergenerierte Inhalte nicht verwenden, um die Rechte der Privatsphäre und / oder der Werbung Dritter zu verletzen.\r\n    - PWE behält sich das Recht vor, von Nutzern erstellte Inhalte jederzeit ohne Angabe von Gründen zu entfernen.\r\n    - Sie verstehen und stimmen zu, dass Sie keinerlei Rechte an und mit der Foundry erstellten benutzergenerierten Inhalten behalten und dass alle benutzergenerierten Inhalte und alle Rechte daran ausschließlich PWE gehören, um sie nach eigenem Ermessen zu verwenden. Sie übertragen hiermit unwiderruflich alle Rechte, Titel und Interessen, die Sie an und an diesen Benutzer haben, und übertragen diese frei und frei von jeglichen Einschränkungen oder Belastungen an PWE, ohne jegliche Entschädigung, die über die hierin vorgesehene Gegenleistung hinausgeht -generierter Inhalt. Diese Abtretung umfasst ohne Einschränkung alle weltweiten Urheberrechte und Patentrechte an und für solche benutzergenerierten Inhalte sowie das Recht, frühere und zukünftige Verstöße zu verklagen. Sie erklären sich hiermit einverstanden, mit PWE im Zusammenhang mit dessen Schutz zusammenzuarbeiten, und führen gegebenenfalls solche Dokumente (wie weitere Übertragungs- oder Abtretungsurkunden) aus, die PWE zur Vervollkommnung seiner Rechte aus diesem Vertrag benötigt.\r\n    - Soweit die hier genannten Aufträge keine Eigentumsanteile an oder an den vom Benutzer erstellten Inhalten übertragen, erteilen Sie uns und unseren Lizenzgebern ausdrücklich alle Einwilligungen, Freigaben und eine nicht ausschließliche, unbefristete, weltweite, vollständige Unterlizenzierung und unwiderrufliches Recht zu machen, zu verwenden, zu verkaufen, zum Verkauf anzubieten, zu importieren oder anderweitig zu verwerten, erneut zu veröffentlichen, zu veröffentlichen, zu verwenden, zu zitieren, anzupassen, zu übersetzen, zu archivieren, zu speichern, zu reproduzieren, zu modifizieren, abgeleitete Werke zu erstellen, zu syndizieren, zu lizenzieren, Drucken, Unterlizenzieren, Verteilen, Übertragen, Senden, anderweitiges Kommunizieren und öffentliches Anzeigen und Ausführen des benutzergenerierten Inhalts oder eines Teils davon in irgendeiner Weise oder Form und in jedem Medium oder Forum, ob jetzt bekannt oder später entwickelt, ohne vorherige Ankündigung , Bestätigung oder Entschädigung an Sie. Sie verzichten darauf und erklären sich damit einverstanden, keine moralischen oder ähnlichen Rechte geltend zu machen, die Sie möglicherweise an den vom Benutzer erstellten Inhalten haben.\r\n   \r\n   4. Als Bedingung für Ihre Nutzung der Gießerei dürfen Sie die Gießerei und die von Ihnen erstellten benutzergenerierten Inhalte nicht für kommerzielle oder nichtkommerzielle Zwecke nutzen oder Dritten erlauben, einschließlich, aber nicht beschränkt auf Verkauf, Vermietung, Leasing, Lizenzierung, Vertrieb oder anderweitige Übertragung des Eigentums an solchen benutzergenerierten Inhalten, sei es eigenständig oder in Kombination mit den von anderen erstellten benutzergenerierten Inhalten, über alle Vertriebskanäle, einschließlich, jedoch nicht beschränkt auf den Einzelhandel Vertrieb und elektronischer Online-Vertrieb. Sie erklären sich damit einverstanden, keine Vorschläge oder Angebote von Personen oder Organisationen zur Erstellung von benutzergenerierten Inhalten für die kommerzielle Verbreitung einzuholen, zu initiieren oder zu ermutigen. Sie erklären sich damit einverstanden, PWE unverzüglich schriftlich über alle Fälle zu informieren, in denen Sie einen solchen Vorschlag oder ein solches Angebot erhalten haben. Wenn Sie sich dazu entschließen, die von Ihnen erstellten benutzergenerierten Inhalte anderen Spielern zur Verfügung zu stellen, stimmen Sie zu, dies ausschließlich kostenlos zu tun.\r\n\r\n\r\n14. Benennung des Vertreters, der eine Benachrichtigung über einen behaupteten Verstoß gegen das Urheberrecht erhalten soll. DMCA-Hinweise.\r\n   1. Wenn Sie der Meinung sind, dass irgendetwas im Service gegen ein Urheberrecht verstößt, das Sie besitzen oder kontrollieren, können Sie eine DMCA-Benachrichtigung über eine Urheberrechtsverletzung gemäß Abschnitt 14 einreichen. Sie können sich an unser Kundendienstteam wenden über:\r\n   E-Mail: dmca@perfectworld.com\r\n   Mail: Perfect World Entertainment Inc.\r\n   Attn: Kundendienstteam\r\n   100 Redwood Shores Parkway\r\n   Redwood City, CA 94065\r\n   Telefonnummer: +1 650-590-7700\r\n   Faxnummer: +1 650-591-1211\r\n   \r\n   2. Die Meldung einer behaupteten Verletzung von Urheberrechten muss die folgenden Informationen enthalten, die zur Bewertung des Anspruchs erforderlich sind:\r\n    - URLs oder Screenshots des betreffenden Benutzerinhalts und Identifizierung eines bestimmten Benutzers, der den Benutzerinhalt hochgeladen hat;\r\n    - Nachweis oder Bescheinigung über Rechte an geistigem Eigentum, die Sie besitzen;\r\n   \r\n   3. eine Beschreibung des Verstoßes und des Lösungsvorschlags, den Sie vernünftigerweise anfordern können, sowie Ihre Kontaktinformationen. Wir können Sie kontaktieren, um zusätzliche Informationen und unterstützende Materialien anzufordern.\r\n    - Wenn eine Benachrichtigung über einen behaupteten Verstoß nach unserem alleinigen Ermessen als angemessen erachtet wird, können wir den verletzenden Benutzern einen Anspruch auf Urheberrechtsverletzung durch einen allgemeinen Hinweis auf der Website, eine E-Mail an die E-Mail-Adresse eines Benutzers in unseren Aufzeichnungen, mitteilen. oder durch schriftliche Mitteilung per erstklassiger Post an die Adresse eines Benutzers in unseren Unterlagen. Wir können dem Benutzer eine Mitteilung senden, wie in Ihrer Benachrichtigung angegeben, um diesen Benutzer aufzufordern, den verletzenden Inhalt zu entfernen. Wenn der Verstoß schwerwiegender Natur ist, können wir den Zugriff auf den verletzenden Inhalt direkt entfernen oder einschränken und dem Verletzer eine solche Entsorgung mitteilen Benutzer. Wir werden Sie zu gegebener Zeit über das Entsorgungsergebnis mit den Kontaktinformationen informieren, die Sie uns hinterlassen.\r\n    - In Übereinstimmung mit dem Digital Millennium Copyright Act (DMCA) und anderen geltenden Gesetzen haben wir eine Richtlinie verabschiedet, nach der Abonnenten oder Kontoinhaber, die als Wiederholungsverletzer gelten, unter geeigneten Umständen und nach eigenem Ermessen gekündigt werden. Wir können auch nach eigenem Ermessen den Zugriff auf den Service beschränken und / oder die Konten von Benutzern kündigen, die geistige Eigentumsrechte anderer verletzen, unabhängig davon, ob wiederholte Verstöße vorliegen oder nicht.\r\n\r\n\r\n15. Hyperlinks\r\n   1. Sie erhalten ein eingeschränktes, nicht ausschließliches Recht, einen Text-Hyperlink zur Website für nichtkommerzielle Zwecke zu erstellen, sofern dieser Link uns oder eines unserer Produkte und Dienstleistungen nicht falsch, irreführend, abwertend oder auf andere Weise diffamierend darstellt Art und Weise und vorausgesetzt, dass die Link-Site kein erwachsenes oder illegales Material oder Material enthält, das beleidigend, belästigend oder auf andere Weise zu beanstanden ist. Dieses eingeschränkte Recht kann jederzeit aus irgendeinem Grund widerrufen werden. Ohne die ausdrückliche schriftliche Genehmigung von uns dürfen Sie kein PWE-Logo oder eine andere proprietäre Grafik der Markenfunktionen von PWE oder Arc Games verwenden, um auf diese Website zu verlinken. Darüber hinaus dürfen Sie keine Frametechniken verwenden, rahmen oder verwenden, um Arc Games-Markenfunktionen, PWE-Marken, Logos oder andere geschützte Informationen einzuschließen, einschließlich der in den Diensten gefundenen Bilder, des Inhalts von Text oder des Layouts / Designs einer Seite oder Formular auf einer Seite der Website ohne unsere ausdrückliche schriftliche Zustimmung. Sofern oben nicht anders angegeben, werden Ihnen keine Rechte oder Lizenzen implizit, in irgendeiner Form oder auf andere Weise in oder unter einem Patent, einer Marke, einem Urheberrecht oder einem Eigentumsrecht von PWE oder Dritten übertragen.\r\n\r\n   2. Wir machen keine Ansprüche oder Zusicherungen in Bezug auf die Qualität, den Inhalt, die Art oder die Zuverlässigkeit von Websites Dritter, auf die über einen Hyperlink von der Website aus zugegriffen werden kann, oder von Websites, die auf die Website verlinken, und übernehmen keine Verantwortung dafür. Solche Websites unterliegen nicht unserer Kontrolle und wir sind nicht verantwortlich für den Inhalt einer verlinkten Website oder eines Links auf einer verlinkten Website oder für Überprüfungen, Änderungen oder Aktualisierungen solcher Websites. Wir stellen Ihnen diese Links nur als Annehmlichkeit zur Verfügung, und die Aufnahme eines Links bedeutet nicht, dass wir eine Website oder darin enthaltene Informationen angehören, unterstützen oder übernehmen. Wenn Sie die Website verlassen, sollten Sie sich bewusst sein, dass unsere Bedingungen und Richtlinien nicht mehr gelten. Sie sollten die geltenden Bestimmungen und Richtlinien, einschließlich Datenschutz- und Datenerfassungspraktiken, für jede Website überprüfen, zu der Sie von der Website aus navigieren.\r\n\r\n   \r\n16. Mobile Software\r\n   1. Mobile Software. Wir stellen Software zur Verfügung, um über ein mobiles Gerät („Mobile Software\") auf den Service zuzugreifen. Um die mobile Software nutzen zu können, benötigen Sie ein mobiles Gerät, das mit dem mobilen Dienst kompatibel ist. Wir übernehmen keine Garantie dafür, dass die mobile Software mit Ihrem mobilen Gerät kompatibel ist. Wir gewähren Ihnen hiermit eine nicht exklusive, nicht übertragbare, widerrufliche Lizenz zur Nutzung einer kompilierten Codekopie der mobilen Software für ein Konto auf einem mobilen Gerät, das ausschließlich Ihnen gehört oder von Ihnen geleast wurde, für Ihren persönlichen Gebrauch. Sie dürfen nicht: (i) die mobile Software modifizieren, disassemblieren, dekompilieren oder zurückentwickeln, es sei denn, eine solche Einschränkung ist ausdrücklich gesetzlich verboten; (ii) die mobile Software zu vermieten, zu leasen, zu verleihen, weiterzuverkaufen, unterlizenzieren, zu vertreiben oder auf andere Weise an Dritte zu übertragen oder die mobile Software zu verwenden, um Time-Sharing oder ähnliche Dienste für Dritte bereitzustellen; (iii) Kopien der mobilen Software anfertigen; (iv) Entfernen, Umgehen, Deaktivieren, Beschädigen oder sonstige Beeinträchtigung sicherheitsrelevanter Funktionen der mobilen Software, Funktionen, die die Verwendung oder das Kopieren von Inhalten verhindern oder einschränken, auf die über die mobile Software zugegriffen werden kann, oder Funktionen, die Einschränkungen bei der Verwendung der mobilen Software erzwingen Software; oder (v) die Urheberrechts- und anderen Schutzrechtshinweise auf der mobilen Software löschen. Sie erkennen an, dass wir von Zeit zu Zeit aktualisierte Versionen der mobilen Software herausgeben und die Version der mobilen Software, die Sie auf Ihrem mobilen Gerät verwenden, automatisch elektronisch aktualisieren können. Sie stimmen einem solchen automatischen Upgrade auf Ihrem Mobilgerät zu und stimmen zu, dass die Bedingungen dieser Vereinbarung für alle derartigen Upgrades gelten. Jeglicher Code von Drittanbietern, der in die mobile Software aufgenommen werden kann, unterliegt gegebenenfalls der geltenden Open Source- oder Drittanbieterlizenz EULA, die die Verwendung dieses Codes autorisiert. Die vorstehende Lizenzgewährung ist kein Verkauf der mobilen Software oder einer Kopie davon, und wir oder unsere Partner oder Lieferanten von Drittanbietern behalten alle Rechte, Titel und Interessen an der mobilen Software (und einer Kopie davon). Jeder Versuch von Ihnen, Rechte, Pflichten oder Pflichten aus diesem Vertrag zu übertragen, sofern dies nicht ausdrücklich in dieser Vereinbarung vorgesehen ist, ist nichtig. Wir behalten uns alle Rechte vor, die nicht ausdrücklich im Rahmen dieser Vereinbarung gewährt werden.\r\n   \r\n   2. Mobile Software von iTunes. Für mobile Software, die Sie im iTunes Store erwerben („iTunes-bezogene Software\"), gilt Folgendes: Sie erkennen an und stimmen zu, dass diese Vereinbarung ausschließlich zwischen Ihnen und PWE und nicht von Apple besteht und dass Apple keine Verantwortung für iTunes-bezogene Software übernimmt Software oder deren Inhalt. Ihre Nutzung der von iTunes bezogenen Software muss den Nutzungsbedingungen des App Store entsprechen. Sie erkennen an, dass Apple keinerlei Verpflichtung hat, Wartungs- und Supportdienste in Bezug auf die von iTunes bezogene Software bereitzustellen. Falls die von iTunes bezogene Software nicht den geltenden Garantien entspricht, können Sie Apple benachrichtigen. Apple erstattet Ihnen den Kaufpreis für die von iTunes bezogene Software. Apple hat im gesetzlich zulässigen Höchstmaß keinerlei andere Gewährleistungsverpflichtung in Bezug auf die von iTunes bezogene Software sowie sonstige Ansprüche, Verluste, Verbindlichkeiten, Schäden, Kosten oder Aufwendungen, die auf die Nichteinhaltung einer Gewährleistung zurückzuführen sind unterliegen ausschließlich dieser Vereinbarung und allen Gesetzen, die für PWE als Anbieter der Software gelten. Sie erkennen an, dass Apple nicht dafür verantwortlich ist, Ansprüche von Ihnen oder Dritten in Bezug auf die von iTunes bezogene Software oder Ihren Besitz und / oder die Verwendung der von iTunes bezogenen Software zu berücksichtigen, einschließlich, aber nicht beschränkt auf: (i) Produkthaftung Ansprüche; (ii) jegliche Behauptung, dass die von iTunes bezogene Software nicht den geltenden gesetzlichen oder behördlichen Anforderungen entspricht; und (iii) Ansprüche aus dem Verbraucherschutz oder ähnlichen Rechtsvorschriften; Alle derartigen Ansprüche unterliegen ausschließlich dieser Vereinbarung und allen Gesetzen, die für PWE als Anbieter der Software gelten. Sie erkennen an, dass für den Fall, dass Dritte behaupten, dass die von iTunes bezogene Software oder Ihr Besitz und die Verwendung dieser von iTunes bezogenen Software die Rechte an geistigem Eigentum dieses Dritten verletzt, PWE und nicht Apple allein für die Untersuchung verantwortlich sind. Verteidigung, Beilegung und Entlastung solcher Ansprüche wegen Verletzung des geistigen Eigentums in dem in dieser Vereinbarung geforderten Umfang. Sie und PWE erkennen an und stimmen zu, dass Apple und die Tochterunternehmen von Apple Drittbegünstigte dieser Vereinbarung in Bezug auf Ihre Lizenz für die von iTunes bezogene Software sind und dass Apple diese nach Zustimmung der Bedingungen dieser Vereinbarung hat das Recht (und es wird davon ausgegangen, dass es das Recht akzeptiert hat), diese Vereinbarung in Bezug auf Ihre Lizenz für die von iTunes bezogene Software gegen Sie als Drittbegünstigten durchzusetzen.\r\n\r\n\r\n17. Inhalte Dritter\r\n   1. Wir können Inhalte Dritter über den Service bereitstellen oder verfügbar machen und Links zu Webseiten und Inhalten Dritter (zusammen die „Inhalte Dritter\") als Service für diejenigen bereitstellen, die an diesen Informationen interessiert sind. Wir überwachen oder kontrollieren keine Inhalte Dritter auf Websites Dritter. Wir unterstützen oder übernehmen keine Inhalte Dritter und können keine Garantie für deren Richtigkeit oder Vollständigkeit übernehmen. Wir übernehmen keine Gewähr für die Richtigkeit der darin enthaltenen Informationen und übernehmen keine Verantwortung für die Aktualisierung oder Überprüfung von Inhalten Dritter. Benutzer verwenden solche darin enthaltenen Inhalte von Drittanbietern auf eigenes Risiko.\r\n\r\n\r\n18. Werbung und Verkaufsförderung; Produkte und Dienstleistungen von Drittanbietern\r\n   1. Wir können über den Service Werbung und Verkaufsförderung von Dritten schalten oder auf andere Weise über den Service Informationen oder Links zu Produkten oder Dienstleistungen Dritter bereitstellen. Ihre Geschäftsbeziehungen oder Ihre Korrespondenz mit oder Ihre Teilnahme an Werbeaktionen dieser Dritten sowie alle mit solchen Geschäften oder Werbeaktionen verbundenen Bedingungen, Garantien oder Zusicherungen erfolgen ausschließlich zwischen Ihnen und diesen Dritten. Wir sind nicht verantwortlich oder haftbar für Verluste oder Schäden jeglicher Art, die durch solche Geschäfte oder Werbeaktionen oder durch das Vorhandensein solcher Nicht-PWE-Werbetreibenden oder Informationen Dritter entstehen. Wenn Sie über den Service auf eine Website eines Drittanbieters zugreifen, geschieht dies auf eigenes Risiko. Sie verstehen, dass diese Vereinbarung und unsere Datenschutzrichtlinie nicht für Ihre Nutzung solcher Websites gelten. Sie entbinden das Unternehmen ausdrücklich von jeglicher Haftung, die sich aus der Nutzung von Websites, Diensten oder Inhalten Dritter ergibt.\r\n\r\n\r\n19. Offizieller Service und Betatest\r\n   1. Die Spiele sind nur für Spiele gedacht, die über unseren Service angeboten werden. Sie erklären sich damit einverstanden, nicht auf andere Mittel zuzugreifen, diese zu erstellen oder bereitzustellen, mit denen das Spiel von anderen gespielt werden kann, beispielsweise über Serveremulatoren. Sie erklären sich damit einverstanden, keine Hardware oder Software zu verwenden, einschließlich, aber nicht beschränkt auf Tools von Drittanbietern, oder andere Supportmethoden, die Sie in irgendeiner Weise beeinflussen oder Ihnen einen Vorteil bei der Nutzung der Dienste verschaffen können, die nicht von uns autorisiert wurden, einschließlich aber nicht beschränkt auf die Verwendung von \"Bots\" und / oder einer anderen Methode, mit der der Dienst automatisch ohne menschliche Eingabe gespielt werden kann. Sie erkennen an, dass Sie nicht berechtigt sind, Softwareprogramme, Dienstprogramme, Anwendungen, Emulatoren oder Tools, die von den Spielen abgeleitet oder für diese Spiele erstellt wurden, zu erstellen, zu veröffentlichen, zu verteilen, abgeleitete Werke zu erstellen oder zu verwenden, mit der Ausnahme, dass Sie die Software für die Spiele verwenden dürfen soweit dies durch diese Bedingungen und die geltende EULA ausdrücklich gestattet ist. Sie dürfen keine Maßnahmen ergreifen, die unsere Infrastruktur unangemessen oder unverhältnismäßig stark belasten. Sie sind nicht Eigentümer von Konten, Charakteren, Gegenständen, Münzen, Zen- oder proprietären Materialien und dürfen diese nicht verkaufen, übertragen, handeln oder versteigern. Sie dürfen auch keine anderen dabei unterstützen, es sei denn, dies wurde ausdrücklich von uns genehmigt. Wir erkennen keine Übertragungen von Diensten im Zusammenhang mit dem Service außerhalb des Dienstes an.\r\n\r\n   2. Möglicherweise haben Sie die Möglichkeit, neue Spiele („Beta-Spiele\") und Website-Funktionen zu testen. Ihre Teilnahme als Beta-Tester unterliegt den nachstehenden Bedingungen.\r\n\r\n   3. Sie erkennen an, dass Sie eine vorläufige Vorschau-Edition der Website-Funktionen und der Beta-Spiele verwenden und an einem Beta-Test (dem „Beta-Test\") teilnehmen und dass die Website-Funktionen der Beta-Spiele-Website möglicherweise enthalten Fehler, die möglicherweise nicht ordnungsgemäß funktionieren oder nicht alle beabsichtigten Funktionen ausführen, können die Funktion anderer Softwareanwendungen beeinträchtigen und Fehler, Datenverlust oder andere Probleme verursachen. Geschlossene Beta-Tests sind vertraulich und Sie stimmen zu, dass alle Informationen über die Beta-Spiele, die Dienste und den Beta-Test, einschließlich, jedoch nicht beschränkt auf Kommentare, Ideen oder anderes Feedback (zusammen das „Feedback\"), das Sie PWE zu den Beta-Spielen geben , der Service oder der Beta-Test werden vertraulich behandelt (die „vertraulichen Informationen\"). Sie erklären sich damit einverstanden, die vertraulichen Informationen in keiner Weise zu verwenden, außer für Ihren persönlichen Gebrauch, um die Funktionen der Beta-Spiele und der Website zu testen, und Sie erklären sich damit einverstanden, die vertraulichen Informationen oder Teile davon vor der Weitergabe an Dritte zu verhindern und zu schützen Person. Sie erklären sich ferner damit einverstanden, alle zumutbaren Maßnahmen zu ergreifen, um die Geheimhaltung der vertraulichen Informationen zu schützen und zu verhindern, dass die vertraulichen Informationen gemeinfrei oder in den Besitz unbefugter Personen gelangen. Alle vertraulichen Informationen bleiben das alleinige Eigentum von PWE, und PWE kann diese vertraulichen Informationen für jeden Zweck verwenden, ohne Ihnen gegenüber verpflichtet zu sein. Sie werden die Tests persönlich durchführen und keiner anderen Person Zugriff auf Beta-Spiele gewähren. Sie erklären sich damit einverstanden, dass ein Verstoß gegen die oben genannten Vertraulichkeitsverpflichtungen uns irreparablen Schaden zufügt, und wir haben (zusätzlich zu allen anderen ihm zur Verfügung stehenden Rechtsbehelfen) Anspruch auf eine einstweilige Verfügung ohne Bindung, um den Verstoß oder die drohende Verletzung Ihrer Verpflichtungen zu verhindern. Ihre Verpflichtung, die Beta-Spiele vertraulich zu behandeln, bleibt bestehen, bis wir jedes der von Ihnen getesteten Spiele ohne Ihr Verschulden öffentlich verbreiten oder anderweitig der Öffentlichkeit zugänglich machen.\r\n\r\n   4. Als Beta-Tester sind Sie eingeladen, Beta-Spiele zu spielen, um die Spiele zu bewerten und Fehler zu identifizieren. Nichts in diesen Bedingungen oder auf der Website oder über den Service soll so ausgelegt werden, dass es Ihnen Rechte oder Privilegien jeglicher Art in Bezug auf die Beta-Spiele oder Inhalte gewährt, die Sie hier finden. Die Beta-Spiele werden zum Testen \"wie sie sind\", \"wie verfügbar\" bereitgestellt, und wir geben Ihnen keinerlei ausdrückliche oder stillschweigende Garantie. Sie verstehen und stimmen zu, dass das Spielen von Beta-Spielen auf eigenes Risiko erfolgt, dass Sie wissen, dass die Beta-Spiele bekannte oder unbekannte Fehler enthalten können und dass wir Ihnen gegenüber keine Verpflichtungen in Bezug auf Beta-Spiele haben, einschließlich, ohne Einschränkung, jeglicher Verpflichtung, solche bereitzustellen Spiele für Sie in der Zukunft kostenlos.\r\n\r\n   5. Wenn Sie einige Beta-Spiele spielen, können Sie im Beta-Test Schätze, Erfahrungspunkte, Ausrüstung oder andere Wert- oder Statusindikatoren sammeln. Diese Daten können jederzeit während des Testprozesses zurückgesetzt werden, und sie können zurückgesetzt werden, wenn das jeweilige Spiel diese Testphase abgeschlossen hat. In diesem Fall werden alle Spielerhistorien und Daten gelöscht und jeder Spieler kehrt in den Anfängerstatus zurück.\r\n\r\n\r\n20. Gebühren\r\n   1. Wir können Gebühren erheben, um über den Service auf bestimmte Spielgegenstände zuzugreifen und diese zu erwerben oder an Spielaktivitäten teilzunehmen, und den Kauf von „Punkten\" im Spiel ermöglichen, die für den Kauf von Gegenständen oder Aktivitäten im Spiel gelten können („Zen\") . Nach dem Kauf haben Sie direkt das Recht, Zen zu nutzen und es wie vorgesehen zu verwenden.\r\n   \r\n   2. JEGLICHE ANWENDBARE ZEN, GEBÜHREN UND ANDERE GEBÜHREN SIND IM VORAUS ZU ZAHLEN UND NICHT RÜCKERSTATTBAR. Das Gleichgewicht von Zen in Ihrem Konto stellt kein persönliches Eigentum dar und hat keinen Wert außerhalb des Dienstes. ZEN HABEN KEINEN GELDWERT UND KÖNNEN NICHT FÜR BARGELD EINLÖSEN. ZEN UND DAS RECHT, ANWENDBARES ZEN ZU VERWENDEN, SIND weder ganz noch teilweise übertragbar. Das Recht zur Nutzung von Zen ist ein integraler Bestandteil der Lizenz zur Nutzung des Dienstes und des Spiels.\r\n\r\n   3. Sie erkennen ausdrücklich an und stimmen zu, dass das Recht zur Nutzung (Lizenz) von Zen ab dem Zeitpunkt der Zahlung der Gebühren beginnt und dass Sie ab diesem Moment in der Lage sind, Zen für den beabsichtigten Zweck zu nutzen. Sie erkennen ausdrücklich an und stimmen zu, dass Sie das Recht verlieren, vom Kauf von Zen zurückzutreten.\r\n\r\n   4. Wir können von Zeit zu Zeit unsere Gebühren, Abrechnungsmethoden und Bedingungen, die für Zen oder Käufe gelten, ändern, ergänzen oder ergänzen und diese Änderungen in diesen Bedingungen, in separaten Verkaufsbedingungen oder in anderen Bedingungen oder Vereinbarungen veröffentlichen auf der Website oder im Service veröffentlicht oder Ihnen anderweitig von uns zur Verfügung gestellt. Solche Änderungen, Ergänzungen, Ergänzungen oder Verkaufsbedingungen werden sofort nach Veröffentlichung auf der Website oder im Service wirksam und werden durch Bezugnahme in diese Bedingungen aufgenommen. Wenn eine Änderung für Sie nicht akzeptabel ist, können Sie Ihr Konto jederzeit kündigen.\r\n\r\n   5. Wenn Sie aus irgendeinem Grund eine Rückbuchung beantragen, haben wir das Recht, diese Rückbuchung zu untersuchen und zu bestreiten. Wenn wir der Meinung sind, dass Ihre Rückbuchungspflicht falsch, unangemessen oder ungültig ist, können wir den Streit vor Gericht bringen. Wenn Ihre Rückbuchung vor Gericht als ungültig erachtet wird, erklären Sie sich damit einverstanden, alle Gebühren und Kosten zu zahlen, die sich aus der streitigen Rückbuchung ergeben, einschließlich, aber nicht beschränkt auf Rechtskosten und Auslagen, Schäden, durch Nichtbetrieb verlorene Gelder und Rückbuchungsgebühren, oder falls Das anwendbare zwingende Recht schreibt etwas anderes vor, als der maximal zulässige Betrag.\r\n\r\n   6. Sie können alle anfallenden Gebühren und Entgelte oder für Zen mit einer gängigen Kreditkarte, PayPal® oder anderen von uns autorisierten Methoden bezahlen.\r\n\r\n   7. Wir haften nicht für das „Hacken\" oder den Verlust Ihrer virtuellen Waren von Ihrem Konto. Wir können jedoch nach unserem alleinigen Ermessen virtuelle Waren oder Zen erstatten, wenn nachgewiesen wird, dass ein solcher Verlust nicht auf Ihre unangemessene Verwendung zurückzuführen ist. Wir können die Menge eines Artikels begrenzen oder es ablehnen, Ihnen ein virtuelles Gut zur Verfügung zu stellen. Die Überprüfung bestimmter für eine Transaktion geltender Informationen kann erforderlich sein, bevor wir Ihre Zahlung akzeptieren. Preis und Verfügbarkeit virtueller Waren können ohne vorherige Ankündigung geändert werden. Wir übernehmen keine Haftung für virtuelle Waren oder Zen, die Ihnen geschenkt oder als Anreiz zur Verfügung gestellt werden.\r\n\r\n\r\n21. Betriebsunterbrechung\r\n   1. Wir behalten uns das Recht vor, den Service oder Teile davon von Zeit zu Zeit regelmäßig oder auf andere Weise mit oder ohne vorherige Ankündigung zu unterbrechen, um Wartungsarbeiten durchzuführen. Sie erklären sich damit einverstanden, dass wir nicht für Unterbrechungen des Dienstes oder eines Teils davon, für Verzögerungen oder Leistungsstörungen haften, die aus irgendwelchen Gründen auftreten.\r\n\r\n   2. Sie erkennen an, dass der Dienst oder ein Teil davon aus Gründen unterbrochen werden kann, die außerhalb unserer Kontrolle liegen, und wir können nicht garantieren, dass Sie jederzeit auf den Dienst zugreifen können, wenn Sie dies wünschen. Wir haften nicht für Unterbrechungen der Dienste, Verzögerungen oder Leistungsstörungen aus irgendwelchen Gründen.\r\n\r\n   3. Wir haben jederzeit mit oder ohne Grund das Recht, Aspekte des Dienstes nach eigenem Ermessen zu ändern und / oder zu beseitigen.\r\n\r\n   4. Wir sind nicht verpflichtet, eine Kontogebühr (falls vorhanden) ganz oder teilweise aufgrund einer Unterbrechung des Dienstes aufgrund eines der in den Absätzen 25.1, 25.2 beschriebenen Umstände zu erstatten.\r\n\r\n   \r\n22. Disziplinarmaßnahmen / Kündigung des Kontos und des Dienstes\r\n   1. Aus irgendeinem Grund und in dem gesetzlich zulässigen Umfang können wir den Zugriff auf den Dienst oder ein Konto oder einen Teil davon aussetzen, kündigen, ändern, blockieren, löschen, indem wir Ihnen innerhalb des von Ihnen festgelegten Zeitraums mitteilen, dass dies der Fall ist ODER BEITRETEN SIE EINEN DIENST ODER WENN KEIN ZEITRAUM ANGEGEBEN WURDE, WERDEN SIE INNERHALB VON 30 (30) TAGEN DES DATUMS DIESE MITTEILUNG per E-Mail erhalten oder von uns auf der Website oder im interaktiven Bereich veröffentlicht.\r\n\r\n   2. Bei Verstößen gegen den Benutzer können wir nach eigenem Ermessen Warnungen und vorübergehende Sperrungen sowie dauerhafte Kündigungen von Konten ausgeben. Wir behalten uns das alleinige Ermessen vor, wann und wie Warnungen, Strafen und / oder Disziplinarmaßnahmen zu verhängen sind. Wir berücksichtigen die Schwere des Verstoßes und die Anzahl der Verstöße bei unserer Entscheidung. Jede Bestimmung liegt jedoch in unserem absoluten Ermessen.\r\n\r\n   3. Um Zweifel auszuschließen, erkennen Sie hiermit an, dass wir bei der Kündigung Ihres Kontos das alleinige Ermessen haben, auch wenn auf Ihrem Konto noch Guthaben vorhanden ist. Die Kündigung Ihres Kontos bedeutet die Kündigung der Lizenz zur Nutzung des Dienstes oder eines Teils davon (siehe Abschnitt 8).\r\n\r\n   4. Sie haben das Recht, Ihr Konto jederzeit zu kündigen. Sie verstehen und stimmen zu, dass die Kündigung Ihres Kontos, sofern nicht das geltende zwingende Recht etwas anderes vorschreibt, Ihr alleiniges Recht und Rechtsmittel in Bezug auf Streitigkeiten ist, einschließlich, aber nicht beschränkt auf Streitigkeiten im Zusammenhang mit oder aus: (i) irgendwelchen Laufzeit dieser Vereinbarung oder unsere Durchsetzung oder Anwendung dieser Vereinbarung; (ii) den Benutzerinhalt; (iii) Ihre Fähigkeit, auf den Service oder die Website zuzugreifen und / oder diese zu nutzen; oder (iv) die Höhe oder Art der Gebühren, Zuschläge, anwendbaren Steuern, Abrechnungsmethoden oder Änderungen der Gebühren, anwendbaren Steuern, Zuschläge oder Abrechnungsmethoden.\r\n   \r\n   5. Sie können Ihr Konto kündigen, indem Sie uns eine Mitteilung übermitteln. Wir behalten uns das Recht vor, aufgelaufene Gebühren und Kosten sowie Kosten, die uns vor Ihrer Kündigung entstanden sind, einzuziehen. Darüber hinaus sind Sie für alle Gebühren, Entgelte und Kosten verantwortlich, die Drittanbietern oder Inhaltsanbietern vor der Kündigung Ihres Kontos entstehen.\r\n\r\n   6. Falls Ihr Konto aufgelöst wird, wird der Restbetrag des Zen oder der virtuellen Waren in Ihrem Konto nicht zurückerstattet, ist nicht auf eine andere Person übertragbar und es fallen keine Zinsen an. Bei Kündigung unseres Kontos werden Ihnen keine Online-Zeit oder andere Gutschriften (z. B. Punkte in einem Online-Spiel) gutgeschrieben oder in Bargeld oder eine andere Form der Rückerstattung umgewandelt, und Sie haben keinen weiteren Zugriff auf Ihr Konto. Alle in Verzug geratenen oder nicht bezahlten Konten oder Konten mit ungelösten Streitigkeiten müssen beigelegt werden, bevor wir Ihnen die erneute Registrierung gestatten können.\r\n\r\n   7. Wenn Sie das Gefühl haben, zu Unrecht gewarnt oder diszipliniert worden zu sein, kontaktieren Sie uns bitte mit einer ausführlichen Erklärung.\r\n\r\n\r\n23. Entschädigung\r\n   1. Sie erklären sich damit einverstanden, PWE, seine unabhängigen Auftragnehmer, Dienstleister und Berater sowie deren jeweilige Direktoren, Mitarbeiter, Vertreter, Partner, verbundene Unternehmen und Tochterunternehmen von Ansprüchen, Schäden, Kosten, Verbindlichkeiten und Haftungsansprüchen freizustellen, freizustellen und freizustellen Kosten (einschließlich, aber nicht beschränkt auf angemessene Anwaltskosten), die sich aus oder im Zusammenhang mit Benutzerinhalten ergeben, die Sie auf oder über die Website veröffentlichen, speichern oder auf andere Weise übertragen, Ihrem Verhalten, Ihren Verstößen gegen diese Bedingungen und jeglichem Missbrauch des Dienstes oder Ihre Verletzung der Rechte Dritter.\r\n\r\n\r\n24. Danksagung\r\n   1. Sie erkennen hiermit an und stimmen zu, dass:\r\n\r\n\r\n    - BEI DER NUTZUNG DER DIENSTLEISTUNGEN KANN DIE SOFTWARE DEN ZUFÄLLIGEN ZUGRIFFSPEICHER (RAM) UND / ODER DIE CPU-PROZESSE IHRES COMPUTERS FÜR NICHT AUTORISIERTE PROGRAMME VON DRITTANBIETERN ÜBERWACHEN, DIE GEMÄSS DER SOFTWARE LAUFEN. EIN \"UNBEFUGTES PROGRAMM VON DRITTANBIETERN\", DAS HIERIN VERWENDET WIRD, WIRD ALS SOFTWARE VON DRITTANBIETERN DEFINIERT, EINSCHLIESSLICH OHNE EINSCHRÄNKUNG, \"ADD-ON\" ODER \"MOD\" (ii) ERLAUBT DEN BENUTZERN, DIE SOFTWARE-SCHNITTSTELLE, UMWELT UND / ODER ERFAHRUNG AUF JEGLICHE, VON PWE NICHT AUSDRÜCKLICH GENEHMIGTE WEISE ZU ÄNDERN; ODER (iii) INTERCEPTS, \"MINES\" oder anderweitig sammelt Informationen aus oder durch die Software. IN DEM EREIGNIS, DASS DIE SOFTWARE EIN UNBEFUGTES PROGRAMM VON DRITTANBIETERN ERKENNT, KANN SIE INFORMATIONEN ZURÜCK AN PWE KOMMUNIZIEREN, EINSCHLIESSLICH OHNE EINSCHRÄNKUNG IHRES KONTO-NAMENS, DETAILS ÜBER DAS UNBEFUGTE DRITTE PROGRAMM UND DAS PROGRAMM DURCHGEFÜHRTE PROGRAMM UND DAS PROGRAMM, DAS DAS PROGRAMM DURCHGEFÜHRT HAT UND / ODER UND PERFEKTE WELTUNTERHALTUNG KANN JEGLICHE ODER ALLE RECHTE NACH DIESEM ABSCHNITT DER VEREINBARUNG MIT ODER OHNE VORHERIGE MITTEILUNG AN DEN BENUTZER AUSÜBEN.\r\n\r\n    - PWE KANN IHRE CHAT-SESSIONEN UND ANDERE ELEKTRONISCHE KOMMUNIKATION ÜBERWACHEN ODER AUFZEICHNEN, DIE ÜBER DAS SPIEL ODER DEN DIENST ÜBERTRAGT ODER EMPFANGEN WERDEN, UND SIE STIMMEN EINER SOLCHEN ÜBERWACHUNG ODER AUFNAHME ZU.\r\n\r\n    - Wir übernehmen keine Garantie für die Vollständigkeit, Richtigkeit oder Richtigkeit der zwischen den Spielern weitergegebenen Informationen. Wir garantieren nicht die sichere Aufbewahrung von Informationen, die zwischen Spielern weitergegeben werden. Sie erkennen an, dass die zwischen den Benutzern weitergegebenen Informationen unverändert sind und dass Sie diese Informationen nur auf eigenes Risiko verwenden.\r\n\r\n    - Sie erkennen an, dass Sie bei der Nutzung des Dienstes und / oder der Spiele möglicherweise Funktionen und / oder Gegenstände im Spiel verlieren. Sie können PWE nicht für Spielfunktionen oder den Verlust von Gegenständen verantwortlich machen. Wir garantieren den Spielern nicht die Verfügbarkeit von Gegenständen im Spiel, von Diensten oder von Levels\r\n\r\n\r\n25. Gewährleistungsausschluss\r\n   1. SIE VERSTEHEN AUSDRÜCKLICH UND STIMMEN ZU, DASS:\r\n    - DER SERVICE, DIE SPIELE, DIE WEBSITE UND ALLE darin enthaltenen Materialien werden \"wie besehen\" und \"wie verfügbar\" ohne jegliche ausdrückliche oder stillschweigende Gewährleistung bereitgestellt. PWE UND SEINE TOCHTERGESELLSCHAFTEN, VERBUNDENEN MITARBEITER, BEAMTEN, MITARBEITER, VERTRETER, PARTNER UND LIZENZGEBER SCHLIESSEN JEGLICHE ANDERE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNGEN AUS, EINSCHLIESSLICH, OHNE EINSCHRÄNKUNG, STILLSCHWEIGENDER GEWÄHRLEISTUNG, SCHULDIGKEIT UND NICHTVERLETZUNG DES DIENSTES, DES SPIELS UND DER WEBSITE, EINSCHLIESSLICH ALLER DARIN ENTHALTENEN INFORMATIONEN, INHALTE UND MATERIALIEN. Ohne das Vorstehende einzuschränken, übernimmt PWE keine Garantie oder Gewährleistung dafür, dass der Service, die Spiele, die Website oder die darin enthaltenen Materialien genau, vollständig, zuverlässig, verfügbar, aktuell oder fehlerfrei sind. PWE GARANTIERT AUCH NICHT, DASS DIE SPIELE, DIE WEBSITE ODER IHRE SERVER FREI VON VIREN, BUGS, FEHLERN ODER ANDEREN SCHÄDLICHEN KOMPONENTEN ODER FEHLERN SIND, DATEN SICHER SICHER ÜBERTRAGEN ODER RICHTIG MIT DEM DIENST FUNKTIONIEREN.\r\n   \r\n   2. PWE UND SEINE TOCHTERGESELLSCHAFTEN, MITGLIEDER, BEAMTEN, MITARBEITER, VERTRETER, PARTNER UND LIZENZGEBER ÜBERNEHMEN KEINE GARANTIE, DASS (i) DER DIENST IHRE ANFORDERUNGEN ERFÜLLT; (ii) DIE WEBSITE WIRD UNTERBROCHEN, PÜNKTLICH, SICHER ODER FEHLERFREI. ODER (iii) JEGLICHE FEHLER IN DER SOFTWARE WERDEN KORREKTURIERT.\r\n\r\n   3. WÄHREND PWE VERSUCHT, IHREN ZUGRIFF UND IHRE NUTZUNG DES DIENSTES SICHER ZU MACHEN, KANN PWE NICHT DARSTELLEN ODER GARANTIEREN, DASS DER DIENST ODER SEINE SERVER FREI VON VIREN ODER ANDEREN SCHÄDLICHEN KOMPONENTEN SIND; Daher sollten Sie branchenweit anerkannte Software verwenden, um Viren bei jedem Download zu erkennen und zu desinfizieren. JEGLICHES MATERIAL, DAS DURCH DIE NUTZUNG DER WEBSITE ODER DES DIENSTES HERUNTERGELADEN ODER ANDERWEITIG ERHALTEN WIRD, WIRD AUF EIGENE ERKENNUNG UND RISIKO ZUGRIFFEN, UND SIE SIND AUSSCHLIESSLICH FÜR SCHÄDEN AN IHREM COMPUTERSYSTEM ODER DATENVERLUST VERANTWORTLICH.\r\n\r\n   4. Ein kleiner Prozentsatz der Benutzer kann epileptische Anfälle erleben, wenn sie bestimmten Lichtmustern oder Hintergründen auf einem Computerbildschirm oder während der Nutzung der Website oder des Dienstes ausgesetzt sind. BESTIMMTE BEDINGUNGEN KÖNNEN VORHER UNERKANNTE EPILEPTISCHE SYMPTOME BEI ??BENUTZERN AUSFÜHREN, DIE KEINE GESCHICHTE VORHERIGER ANFÄLLE ODER EPILEPSIE HABEN. WENN SIE ODER JEMAND IN IHRER FAMILIE EINEN EPILEPTISCHEN ZUSTAND HABEN, BERATEN SIE IHREN ARZT VOR DER NUTZUNG DES DIENSTES. Stellen Sie die Nutzung des Dienstes unverzüglich ein und wenden Sie sich an Ihren Arzt, wenn Sie bei der Nutzung des Dienstes eines der folgenden Symptome erfahren: Schwäche, veränderte Sicht, Augen- oder Muskelschwäche, Beeinträchtigung der Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung, Beeinträchtigung.\r\n\r\n   5. Die Bezugnahme auf Produkte, Dienstleistungen, Verfahren oder sonstige Informationen durch Handelsnamen, Warenzeichen, Hersteller, Lieferanten oder anderweitig stellt keine Bestätigung, Unterstützung oder Empfehlung dar, auch wenn dies nicht der Fall ist.\r\n\r\n\r\n26. Streitbeilegung.\r\n   1. Bevor Sie eine Klage gegen PWE einreichen, erklären Sie sich damit einverstanden, zu versuchen, den Streit informell beizulegen, indem Sie eine Streitbeilegung per E-Mail an legal@perfectworld.com mit dem Betreff „Attn: Legal\" senden.\r\n   \r\n   2. Die Mitteilung muss Ihren Namen, Ihre Postanschrift und Ihre Telefonnummer (falls vorhanden) enthalten und die Art und Grundlage des Anspruchs oder der Streitigkeit sowie die beantragte spezifische Erleichterung enthalten. Wenn eine Streitigkeit nicht innerhalb eines Monats nach Eingang Ihrer Mitteilung beigelegt wird, können Sie oder wir ein förmliches Schiedsverfahren gemäß den JAMS International Arbitration Rules („JAMS\") einleiten.\r\n\r\n\r\n27. Schiedsvereinbarung.\r\n   1. Schiedsgerichtsbarkeit. Bitte lesen Sie die folgenden Abschnitte sorgfältig durch, da sie Ihre Rechte beeinträchtigen. Sie und PWE erklären sich damit einverstanden, alle Ansprüche in Bezug auf diese Bedingungen oder den Service durch ein endgültiges und verbindliches Schiedsverfahren zu klären. Diese Schiedsvereinbarung soll weit ausgelegt werden und umfasst Ansprüche, die auf Verträgen, unerlaubter Handlung, Gesetz, Betrug, falscher Darstellung oder einer anderen Rechtstheorie beruhen. Sie erkennen an, dass diese Bedingungen eine Transaktion im Zusammenhang mit dem zwischenstaatlichen Handel belegen. Daher regelt das United States Arbitration Act die Auslegung, Durchsetzung und das Verfahren gemäß der Schiedsklausel in diesen Bedingungen.\r\n   \r\n   2. Opt-out der Schiedsgerichtsbarkeit. SIE KÖNNEN DIE VEREINBARUNG ZUM SCHIEDSVERFAHREN ABNEHMEN, indem Sie PWE innerhalb von dreißig (30) Tagen nach der ersten Annahme dieser Bedingungen eine schriftliche Mitteilung übermitteln. IHR HINWEIS MUSS ENTHALTEN: (I) IHR VOLLSTÄNDIGER NAME (ERSTER UND LETZTER); (II) DIE E-MAIL-ADRESSE, DIE SIE ZUR REGISTRIERUNG IHRES KONTOS VERWENDET HABEN; UND (III) EINE KLARE ERKLÄRUNG, DASS SIE DIESE VEREINBARUNG ZUR SCHIEDSVERFAHREN ABLEHNEN. E-MAILEN SIE IHREN OPT-OUT-HINWEIS ÜBER E-MAIL AN: legal@perfectworld.com MIT DER SUBJEKTLINIE: „Attn: Legal\"\r\n   \r\n   3. Kosten des Schiedsverfahrens. PWE zahlt alle JAMS-Anmelde-, Verwaltungs- und Schiedsrichtergebühren für jedes von uns eingeleitete Schiedsverfahren. Sie zahlen die Gebühren für jedes von Ihnen eingeleitete Schiedsverfahren gemäß den JAMS-Regeln. Wenn Sie jedoch ein Schiedsverfahren einleiten, nachdem Sie versucht haben, einen Streit gemäß diesen Bedingungen informell beizulegen, und eine Erleichterung im Wert von 300 USD oder weniger (sowohl für Sie als auch für uns) beantragen, zahlt PWE alle Gebühren für die Einreichung, Verwaltung und den Schiedsrichter von JAMS. Wenn Ihr Anspruch mehr als 300 USD, aber weniger als 10.000 USD beträgt, zahlt PWE alle diese Gebühren über 20 USD. Nachdem PWE unter der oben angegebenen E-Mail-Adresse eine Mitteilung erhalten hat, dass Sie ein solches Schiedsverfahren eingeleitet haben, erstattet PWE Ihnen unverzüglich den Teil der Anmeldegebühr, den Sie gezahlt haben und zu dessen Zahlung PWE sich bereit erklärt hat.\r\n   \r\n   4. Frivole Ansprüche. Wenn der Schiedsrichter feststellt, dass entweder der Inhalt Ihres Anspruchs oder die beantragte Erleichterung leichtfertig ist oder zu einem unangemessenen Zweck gebracht wurde (gemessen an den in der Bundesordnung für Zivilverfahren 11 (b) festgelegten Standards), erfolgt die Zahlung aller JAMS Anmelde-, Verwaltungs- und Schiedsrichtergebühren unterliegen den JAMS-Regeln, und Sie erklären sich damit einverstanden, uns den Betrag zu erstatten, den wir in Ihrem Namen an JAMS gezahlt haben. PWE wird die Gebühren und Kosten seiner Anwälte nicht in einem Schiedsverfahren geltend machen, es sei denn, der Schiedsrichter stellt fest, dass entweder der Inhalt Ihres Anspruchs oder die beantragte Erleichterung leichtfertig war oder zu einem unangemessenen Zweck gebracht wurde.\r\n   \r\n   5. Schiedsverfahren. Sie erklären sich damit einverstanden, dass ein Schiedsrichter der JAMS den Streit gemäß den durch diese Schiedsbestimmung geänderten JAMS International Arbitration Rules schlichtet. Dem Schiedsspruch des Schiedsrichters ist eine mit Gründen versehene Stellungnahme beizufügen. Das Schiedsverfahren findet in der Grafschaft der Vereinigten Staaten statt, in der Sie leben oder arbeiten, oder an einem anderen Ort, dem wir einvernehmlich zustimmen.\r\n   \r\n   6. Keine Sammelklagen. Sie dürfen Streitigkeiten mit uns nur auf individueller Basis beilegen und keinen Anspruch als Kläger oder Klassenmitglied in einer Klassen-, konsolidierten oder repräsentativen Klage erheben. Sie dürfen keine Ansprüche im Rahmen eines Sammelschiedsverfahrens, einer Sammelklage, einer allgemeinen Klage eines Privatanwalts oder einer Konsolidierung mit anderen Schiedsverfahren geltend machen.\r\n   \r\n   7. Justizforum. Für den Fall, dass sich herausstellt, dass diese Schiedsvereinbarung nicht für Sie oder Ihren Anspruch gilt, vereinbaren Sie und PWE, dass Gerichtsverfahren (mit Ausnahme von Klagen wegen geringfügiger Ansprüche) vor den Bundes- oder Landesgerichten von San Mateo County, Kalifornien, geführt werden. Sowohl Sie als auch PWE stimmen dem Gerichtsstand und der persönlichen Zuständigkeit dort zu und verzichten auf Einwände gegen ein unbequemes Forum.\r\n   \r\n   8. Frist für die Geltendmachung von Ansprüchen. Ungeachtet anderslautender Gesetze oder Bestimmungen müssen Ansprüche oder Klagegründe, die sich aus oder im Zusammenhang mit diesen Bedingungen oder Ihrer Nutzung des Dienstes ergeben, innerhalb eines (1) Jahres nach Entstehung eines solchen Anspruchs oder Klagegrundes eingereicht werden, andernfalls ist dieser Anspruch geltend zu machen oder Ursache der Handlung wird für immer gesperrt sein.\r\n   \r\n   9. Zukünftige Änderungen der Schiedsvereinbarung. Ungeachtet gegenteiliger Bestimmungen in diesen Bedingungen erklären Sie sich damit einverstanden, dass PWE solche Änderungen vornimmt, wenn PWE künftig Änderungen an dieser Schiedsbestimmung vornimmt (mit Ausnahme einer Änderung der oben genannten Benachrichtigungs-E-Mail-Adresse, der Website-Links oder der in dieser Bestimmung aufgeführten Telefonnummern) Streitigkeiten, die vor dem Datum des Inkrafttretens der Änderung entstanden sind, bleiben davon unberührt.\r\n\r\n\r\n28. Haftungsbeschränkung\r\n   1. IN KEINEM FALL HAFTEN WIR, PWE, IHRE DIREKTOREN, MITGLIEDER, MITGLIEDER, TOCHTERGESELLSCHAFTEN, MITARBEITER, MITARBEITER ODER VERTRETER FÜR DIREKTE, SPEZIELLE, INDIREKTE ODER FOLGESCHÄDEN ODER ANDERE SCHÄDEN NUTZUNG, GEWINNVERLUST ODER DATENVERLUST, OB BEI VERTRAGS-, TORT- (EINSCHLIESSLICH ABER NICHT BESCHRÄNKT AUF NEGLIGENZ) ODER ANDERWEITIG, DIE AUS DER NUTZUNG ODER UNMÖGLICHKEIT DER NUTZUNG DER WEBSITE ENTSTEHEN , DIE SPIELE ODER JEGLICHEN INHALTE ODER MATERIALIEN, DIE AUF DER WEBSITE ODER DEM DIENST ENTHALTEN ODER ÜBER DIESEN ZUGRIFF ENTHALTEN SIND AUSLASSUNGEN, UNTERBRECHUNGEN, LÖSCHUNG VON DATEIEN ODER E-MAIL, FEHLER, FEHLER, VIREN, VERZÖGERUNGEN BEI BETRIEB ODER ÜBERTRAGUNG ODER JEGLICHE AUSFÄLLE DER LEISTUNG, OB ODER NICHT AUS GEGENSTÄNDEN VON GOTT, KOMMUNIKATIONSFEHLUNG, Diebstahl oder Zerstörung ZU PWE'S AUFZEICHNUNGEN, PROGRAMMEN ODER DIENSTLEISTUNGEN.\r\n\r\n   2. IN KEINEM FALL ÜBERNIMMT DIE GESAMTE HAFTUNG VON PWE, OB VERTRAG, GEWÄHRLEISTUNG, HAFTUNG (EINSCHLIESSLICH DER NACHLÄSSIGKEIT, OB AKTIV, PASSIV ODER IMPUTIERT), DIE HAFTUNG DES PRODUKTS, DIE STRENGE HAFTUNG ODER ANDERE THEORIE Die Unfähigkeit, den Service, die Website oder eines der Spiele zu nutzen, übersteigt jede Entschädigung, die Sie, falls vorhanden, für den Zugriff auf oder die Nutzung dieser Dienste zahlen.\r\n\r\n   3. Einige Mitgliedstaaten in der EU erlauben die vorstehenden Haftungsbeschränkungen nicht durch (obligatorisches) Recht, so dass sie möglicherweise nicht für Sie gelten. In diesem Fall erklären Sie sich ausdrücklich damit einverstanden, dass unsere (oder eine solche andere freigegebene) Haftung Ihnen gegenüber auf das nach geltendem Recht zulässige Höchstmaß beschränkt ist. Sie erklären sich damit einverstanden, dass wir nicht für irgendetwas verantwortlich oder haftbar gemacht werden können, das durch den Zugriff auf oder das Abonnieren des Dienstes entsteht oder entsteht.\r\n\r\n   \r\n29. Allgemeines\r\n   1. Unser Versäumnis, in Bezug auf einen Verstoß von Ihnen oder anderen zu handeln, verzichtet nicht auf unser Recht, in Bezug auf nachfolgende oder ähnliche Verstöße zu handeln.\r\n\r\n   2. Sofern hierin nicht anders gestattet, dürfen Sie diese Vereinbarung oder Ihre Rechte aus dieser Vereinbarung oder die Spiele oder andere von uns bereitgestellte Software nicht abtreten oder übertragen, und jeder gegenteilige Versuch ist nichtig.\r\n\r\n   3. Wenn eine Bestimmung dieser Vereinbarung rechtswidrig, nichtig oder aus irgendeinem Grund nicht durchsetzbar ist, gilt diese Bestimmung als von dieser Vereinbarung abtrennbar und berührt nicht die Gültigkeit und Durchsetzbarkeit der übrigen Bestimmungen.\r\n\r\n   4. Die hier verwendeten Abschnittsüberschriften dienen nur als Referenz und dürfen nicht als rechtswirksam gelesen werden. Der Zeitplan ist Teil der Bedingungen und wird so wirksam, als ob er vollständig im Hauptteil der Bedingungen festgelegt wäre. Jeder Verweis auf diese Bedingungen schließt den Zeitplan ein.\r\n\r\n\r\n30. Heilmittel.\r\nSie erklären sich damit einverstanden, dass Ihre Verpflichtungen und Zusicherungen sowie die hier aufgeführten Lizenzbeschränkungen zum Schutz von PWE, seines Geschäfts und seiner Lizenzgeber notwendig und angemessen sind, und Sie stimmen ausdrücklich zu, dass ein Geldschaden nicht ausreicht, um PWE für Verstöße vollständig zu entschädigen dieser Vereinbarung oder für falsche Angaben, die Sie oben gemacht haben. Dementsprechend stimmen Sie zu und wissen, dass ein solcher Verstoß oder ein drohender Verstoß PWE irreparabel schädigen wird und dass PWE zusätzlich zu anderen Rechtsmitteln, die gesetzlich, im Eigenkapital oder auf andere Weise verfügbar sind, Anspruch auf Unterlassungsanspruch hat die Verletzung oder drohende Verletzung dieser Vereinbarung oder die Fortsetzung einer solchen Verletzung durch Sie oder die Behebung von Falschdarstellungen durch Sie, ohne dass die Unzulänglichkeit eines Rechtsbehelfs oder eines finanziellen Schadens nachgewiesen werden muss und ohne dass eine Veröffentlichung erforderlich ist Bindung.\r\n\r\n\r\n31. Unabhängige Auftragnehmer.\r\nSie erkennen an, dass Sie nicht als Vertreter, Mitarbeiter, Joint Venturer oder Partner von PWE (oder eines seiner jeweiligen verbundenen Unternehmen, Verlagspartner, Lizenzgeber oder Lizenznehmer) betrachtet werden und sich nicht als Vertreter präsentieren dürfen. Jede Partei dieser Vereinbarung ist in Bezug auf die andere Partei ein unabhängiger Auftragnehmer, und nichts in dieser Vereinbarung stellt die Parteien in das Verhältnis von Arbeitgeber-Arbeitnehmer, Hauptvertreter, Partner oder Joint Venturer.\r\n\r\n\r\n32. US-Exportkontrollen\r\nSie erkennen an und stimmen zu, dass Spiele und andere Software, die über die Website oder den Service bereitgestellt werden, Einschränkungen und Kontrollen unterliegen, die durch das US-amerikanische Export Administration Act (das „Gesetz\") und die darin enthaltenen Bestimmungen auferlegt werden. Sie erklären sich damit einverstanden und bestätigen, dass weder die Spiele noch andere über die Website oder den Dienst bereitgestellte Software oder ein direktes Produkt davon direkt oder indirekt in ein durch das Gesetz verbotenes Land erworben, versendet, übertragen oder wieder exportiert werden oder werden und die Bestimmungen darunter oder werden für jeden von ihnen verbotenen Zweck verwendet. Sie erklären sich damit einverstanden, dass Sie alle geltenden Gesetze in Bezug auf Ihren Besitz, Ihre Nutzung und Ihren Betrieb der Spiele und anderer Software, die über die Website oder den Service bereitgestellt werden, einhalten.\r\n\r\n\r\n33. Kontaktieren Sie uns\r\nWenn Sie Fragen, Bedenken oder Beschwerden zu unseren Spielen oder unseren Diensten haben, können Sie sich an unser Kundendienstteam wenden, sofern Sie keine andere Kontaktmethode haben.\r\n   E-Mail: tos@perfectworld.com\r\n   Mail: Perfect World Entertainment Inc.\r\n   Attn: Kundendienstteam\r\n   100 Redwood Shores Parkway\r\n   Redwood City, CA 94065\r\n\r\n\r\n34. Es gelten auch die Plattformbedingungen\r\nWenn Sie über Konsolen auf unsere Spiele zugreifen, wird die Art und Weise, wie Sie die Spiele verwenden können, möglicherweise auch durch die Regeln und Richtlinien des jeweiligen Anbieters der Konsolenplattform gesteuert. Soweit dies nach diesen Regeln und Richtlinien erforderlich ist, gelten für Ihre Nutzung der Spiele die Bedingungen der Konsolenplattform.\r\n\r\nIm Allgemeinen erkennen Sie Folgendes an:\r\n    - PWE, weder Console Platforms noch eines seiner verbundenen Unternehmen, lizenziert das Spiel oder den Service gemäß diesen Bedingungen an Sie.\r\n    - PWE ist nicht verantwortlich für Dienste im Zusammenhang mit der Konsolenplattform und haftet nicht für Handlungen, die sich aus Verträgen, unerlaubter Handlung (einschließlich Fahrlässigkeit) oder anderweitig im Zusammenhang mit der Nutzung oder dem Betrieb solcher Dienste ergeben.\r\n    - Sie sind allein dafür verantwortlich, sicherzustellen, dass Sie ein Konsolenplattform-Konto verwenden, mit dem Sie gemäß den für dieses Konto geltenden Richtlinien auf das Spiel oder den Dienst zugreifen.\r\n    - PWE gewährt Ihnen kein Recht zur Nutzung von Rechten an geistigem Eigentum, einschließlich Marken, von Console Platforms oder seinen verbundenen Unternehmen. Ihre Nutzung dieser Rechte an geistigem Eigentum wird (falls zutreffend) in Übereinstimmung mit den Nutzungsbedingungen und allen anderen Richtlinien gewährt, die von Console Platforms oder seinen verbundenen Unternehmen von Zeit zu Zeit in Bezug auf die Nutzung der Plattform zur Verfügung gestellt werden.\r\n    - Console Platforms oder eines seiner verbundenen Unternehmen stellt Online-Produkte oder -Dienstleistungen „wie sie sind\" ohne Gewähr zur Verfügung.\r\n    - PWE muss möglicherweise das Spiel oder den Dienst oder diese Bedingungen ändern, um den Anweisungen der Konsolenplattformen zu entsprechen. Sie erklären sich damit einverstanden, dass wir solche Änderungen sofort und ohne vorherige Ankündigung vornehmen dürfen und keine Haftung Ihnen oder anderen gegenüber in Bezug auf solche Änderungen übernehmen.\r\n\r\n\r\n35. Schließen.\r\nNochmals vielen Dank für Ihren Besuch. Wir hoffen, Sie genießen Ihren Aufenthalt und nutzen die von uns entwickelte Online-Community voll aus. Bitte denken Sie daran, dass Sie ein Gast sind und mit der gleichen Höflichkeit und dem gleichen Respekt handeln, die Sie von anderen Gästen erwarten würden.\r\n\r\nLetzte Aktualisierung: 18. August 2020",
  "version": 3
}