{
  "content": "Condiciones de servicio | Juegos de arco\r\n\r\n\r\nESTE DOCUMENTO CONTIENE TÉRMINOS Y CONDICIONES IMPORTANTES APLICABLES A SU ACCESO Y USO DE NUESTRO SITIO WEB Y SERVICIOS. POR FAVOR LEA ESTOS TÉRMINOS DETENIDAMENTE ANTES DE COMENZAR A UTILIZAR EL SITIO WEB Y NUESTROS SERVICIOS. AL ACCEDER O UTILIZAR ESTE SITIO WEB O DESCARGAR CUALQUIER JUEGO, USTED ACEPTA ESTAR OBLIGADO POR LOS TÉRMINOS DESCRITOS AQUÍ. SI NO ESTÁ DE ACUERDO CON TODOS ESTOS TÉRMINOS, NO USE ESTE SITIO WEB NI LOS JUEGOS.\r\n\r\n\r\nBienvenido a Arc Games, operado por Perfect World Entertainment, Inc. (\"PWE\", \"Nosotros\" o \"Nos\"). Este documento contiene los términos y condiciones (\"Términos\") que rigen su acceso y uso del sitio web de PWE ubicado en www.arcgames.com (o cualquier URL posterior que pueda reemplazarlo) y todos los sitios web y microempresas asociados oficialmente. sitios, sitios móviles y subdominios de dichos sitios (colectivamente, el \"Sitio web\"), cualquier juego y plataforma de juego, clientes o servidores operados por PWE a través del Sitio web o apoyados por PWE en el Sitio web (los \"Juegos\"), y todos características, funciones, software y servicios ofrecidos a través de este sitio web. El sitio web, los juegos y las características, funciones, software y servicios ofrecidos a través de este sitio web constituyen colectivamente el \"Servicio\".\r\n\r\n\r\n1. Acuerdo legal\r\n   1. Estos Términos constituyen un acuerdo legal vinculante (\"Acuerdo\") entre usted y Perfect World Entertainment, Inc., una corporación de California.\r\n   \r\n   2. En este Acuerdo, los términos \"nosotros / nos / nuestro\" significan Perfect World Entertainment, Inc. \"Usted / su\" significa usted como usuario del Servicio.\r\n   \r\n   3. Los Términos descritos en este documento se aplican a usted si visita nuestro sitio web, utiliza nuestro Servicio y utiliza los Juegos. Antes de usar el Servicio o cualquier parte del Servicio, debe revisar y aceptar estos Términos.\r\n   \r\n   4. Su uso del Servicio constituirá su acuerdo para aceptar y estar sujeto a los términos y condiciones descritos en estos Términos, y su acuerdo para cumplir con las Reglas de conducta publicadas en el sitio web o que PWE le proporcione (las \"Reglas de conducta \") y cualquier acuerdo de licencia de usuario final (\" EULA \") aplicable a nuestro software de Juego u otro software que podamos proporcionar en relación con el Servicio. Todas las identidades de usuario creadas en el sitio web se rigen por estos Términos. Esto incluye, pero no se limita a, la conducta adecuada dentro y fuera del juego relacionada con el Juego.\r\n   \r\n   5. Si no está de acuerdo con alguno de los Términos, no acceda ni utilice el Servicio.\r\n   \r\n   6. Por la presente declara que tiene la capacidad legal para celebrar este Acuerdo y que no tiene prohibido recibir el Servicio según las leyes de los Estados Unidos o cualquier otra jurisdicción aplicable.\r\n   \r\n   7. Usted comprende y acepta que el Servicio puede incluir anuncios de servicio y mensajes administrativos y es posible que no tenga derecho a optar por no recibirlos.\r\n   \r\n   8. Este Acuerdo se suma a, y no reemplaza ni suplanta de ninguna manera, ningún EULA o cualquier término y condición adicional que pueda aplicarse cuando usted usa o compra ciertos otros productos, servicios, servicios afiliados, contenido de terceros o de PWE. software de terceros. En el caso de que el contenido de este Acuerdo sea contrario a una o más disposiciones de cualquier otro acuerdo o términos o condiciones específicos, prevalecerán las disposiciones del Acuerdo, los términos o condiciones específicos.\r\n\r\n\r\n2. Cambios en los términos\r\n   1. Podemos enmendar y / o modificar estos Términos, las Reglas de Conducta y cualquier EULA en cualquier momento a nuestro exclusivo criterio.\r\n\r\n   2. Las enmiendas y modificaciones a los Términos se publicarán en el sitio web y entrarán en vigencia inmediatamente después de su publicación en el sitio web, o de lo contrario se le proporcionará una copia de las enmiendas o modificaciones. Usted renuncia a cualquier derecho que pueda tener de recibir un aviso específico de dichos cambios o modificaciones.\r\n\r\n   3. Usted es responsable de revisar los Términos, las Reglas de Conducta y cualquier EULA periódicamente para familiarizarse con su contenido, ya que pueden ser enmendados o modificados de vez en cuando. Al continuar utilizando cualquier parte del Servicio, ya está dando a entender que acepta los términos revisados ??o actualizados. Si no está de acuerdo con los términos modificados, debe dejar de utilizar el Servicio.\r\n\r\n   \r\n3. Descripción\r\n   1. PWE ofrece juegos en línea multijugador gratuitos para usuarios registrados y características, funciones y servicios relacionados disponibles a través del sitio web, como foros comunitarios y otras áreas interactivas. Para acceder a nuestros Juegos, es posible que deba descargar e instalar cierto software de cliente, y dicho acceso implica el uso de hardware, software y acceso a Internet (que reconoce que juega un papel crucial en su experiencia de usuario).\r\n\r\n   2. Usted acepta que no somos responsables de ningún hardware, software o acceso a Internet, problemas de calidad, idoneidad o indisponibilidad. No proporcionamos acceso a Internet, y usted es responsable de todas las tarifas relacionadas con el teléfono y los cargos de acceso a Internet junto con todo el equipo, servicio, reparación o corrección necesarios incurridos para mantener la conectividad con los servidores.\r\n\r\n\r\n4. Cuenta\r\n   1. Es posible que deba crear una cuenta (una \"Cuenta\") para acceder a nuestro Servicio y utilizar determinadas características y funciones de nuestro Servicio.\r\n\r\n   2. PARA UTILIZAR NUESTROS SERVICIOS, USTED NECESITA CUMPLIR CON CIERTO REQUISITO DE EDAD ESTIPULADO EN LA JURISDICCIÓN DE SU RESIDENCIA, Y DEBE TENER EL PODER PARA SUSCRIBIR UN ACUERDO VINCULANTE CON NOSOTROS BAJO CUALQUIER LEY APLICABLE. Por ejemplo, si reside en los Estados Unidos, debe tener 13 años o más para crear una Cuenta y debe tener 18 años o más para celebrar un contrato de forma independiente. Si tiene 13 años o más, pero es menor de edad para celebrar un contrato en la jurisdicción en la que reside (\"Edad legal\") y / o es menor de 18 años, le solicitamos que revise estos Términos con sus padres o tutor legal para asegurarse de que los lean y estén de acuerdo con ellos. Si usted es el padre o tutor legal de un usuario de nuestro sitio web, juegos y / o servicio y tiene preguntas sobre los Términos, contáctenos en tos@perfectworld.com.\r\n   \r\n   3. Al crear una Cuenta o al utilizar el Servicio de otra manera, usted declara que es mayor de edad o al menos 18 años y que acepta estos Términos, o que tiene más de 13 años y sus padres o tutor legal han leído y aceptado estos Términos, y usted comprende y acepta que confiamos en esa representación para permitirle utilizar el Servicio.\r\n\r\n   4. No obstante lo anterior, sujeto a las leyes aplicables en ciertas jurisdicciones, ciertas partes de nuestro Servicio pueden contener contenido para adultos que no es adecuado para personas menores de la edad legal o de 18 años. Le solicitaremos que confirme que es mayor de edad o mayor de 18 años para acceder a dicho contenido. Si ingresa a cualquier parte del Servicio que está destinada o está marcada solo para audiencias maduras, está certificando que es mayor de edad o al menos 18 años y tiene el derecho legal de acceder a dicho contenido. No seremos responsables de ninguna manera por su falta de confirmación precisa de su edad según los términos a continuación.\r\n\r\n   5. Al crear una cuenta y una identidad de usuario (\"ID de usuario\"), usted acepta (i) proporcionar información verdadera, precisa, actual y completa según lo solicitado en los campos obligatorios (la \"Información de la cuenta\") y (ii) mantener de inmediato y actualice dicha identificación de usuario y la información de su cuenta para mantenerla verdadera, precisa, actual y completa.\r\n\r\n   6. Usted, como creador de su cuenta e ID de usuario, es el único responsable de su ID de usuario y la foto de perfil cargada en su perfil de ID de usuario (la ID de usuario y la foto de perfil en la ID de usuario se denominan colectivamente \"ID de usuario \"). No toleraremos ID de usuario ofensivos u obscenos. Si una ID de usuario viola cualquier parte de estos Términos, podemos prohibir de forma inmediata, temporal o permanente dicha ID de usuario, eliminar o deshabilitar el acceso a las imágenes, palabras o frases problemáticas, o deshabilitar el acceso a dichas ID de usuario con o sin previo aviso. . La eliminación o inhabilitación del acceso a dichas identificaciones de usuario será a nuestra entera discreción, y no prometemos eliminar o inhabilitar el acceso a ninguna identificación de usuario específica.\r\n\r\n   7. Su cuenta solo puede ser utilizada por usted mismo. No somos responsables de ningún uso indebido de su Cuenta o de su ID de usuario, usted acepta aceptar todos los riesgos de uso indebido y acceso no autorizado a su Cuenta y mantenernos a nosotros y a nuestros afiliados indemnes de cualquier uso indebido de su Cuenta o de su Usuario. Identificación, que incluye, entre otros, el uso inadecuado o no autorizado por parte de alguien a quien le reveló su contraseña.\r\n\r\n   8. Tenga en cuenta que usted es responsable de mantener la confidencialidad y seguridad de su ID de usuario y contraseña en todo momento, y acepta notificarnos si su contraseña se pierde, se la roban o se divulga a un tercero no autorizado, o si se puede han sido comprometidos. Usted es el único responsable de todas las actividades y transacciones que ocurran en su Cuenta, y no somos responsables de ningún uso indebido de su cuenta, incluido, entre otros, en el caso de que su contraseña sea robada o revelada a un tercero y / o utilizada para transacciones. . Usted acepta notificarnos de inmediato sobre cualquier uso indebido de su Cuenta o cualquier otra violación de seguridad en relación con el Servicio que conozca. Le ofrecemos la opción de cambiar su contraseña para proteger su Cuenta.\r\n\r\n   9. Su Cuenta puede ser cancelada si no usa su Cuenta dentro de los doce meses posteriores a la fecha en que fue creada o por cualquier período continuo de doce meses. Si no utiliza su Cuenta durante un período continuo de doce meses o más, podemos cancelarla a nuestro exclusivo criterio.\r\n\r\n   10. Intentaremos notificarle por correo electrónico antes de cancelar su Cuenta, a menos que estemos cancelando, desactivando o eliminando su Cuenta o Identificación de Usuario por una violación de estos Términos o la interrupción del Servicio. Sin embargo, no seremos responsables de ninguna manera por la falta de notificación. Si nos avisa dentro de los cinco días posteriores a la notificación de que desea mantener su Cuenta activa, no la cancelaremos. Si no nos lo notifica, su Cuenta será cancelada y puede ser eliminada permanentemente, junto con su identificación de usuario, registros, rangos e información de servicio.\r\n\r\n   11. La terminación de su Cuenta también implica la terminación de la licencia para usar el Servicio y los Materiales patentados, o cualquier parte de los mismos.\r\n\r\n   12. Tenga en cuenta que, independientemente de cualquier aviso, nos reservamos el derecho de interrumpir el Servicio o de cancelar o suspender su Cuenta en cualquier momento a nuestro exclusivo criterio, por cualquier motivo o sin motivo alguno en la medida en que lo permita la ley aplicable.\r\n\r\n\r\n5. Derechos de propiedad\r\n   1. El sitio web, los juegos, el software y el servicio son propiedad de PWE o de los licenciantes de PWE, que están protegidos por las leyes de EE. UU. E internacionales, incluidas, entre otras, las leyes de derechos de autor. Todos los derechos, intereses y títulos actuales y futuros en y para el sitio web, el juego, el software y el servicio, todas las características y el contenido de los mismos, incluidas, entre otras, las cuentas de usuario, los títulos, el código informático (código fuente, código objeto y diseño preparatorio). materiales), archivos, software de juegos, software de cliente y servidor, herramientas, parches, actualizaciones, temas, objetos, personajes, nombres de personajes, historias, historias, objetos, contenido, texto, conocimientos técnicos, diálogos, eslóganes, temas, ubicaciones, conceptos , ilustraciones, diseños, gráficos, imágenes, video, animación, sonidos, música, musical, composiciones, grabaciones de sonido, efectos audiovisuales, información, datos, documentación, \"applets\", transcripciones de chat, información de perfil de personaje, juego, grabaciones , en los elementos del juego, en las actividades del juego, monedas y Zen, obras de arte y composiciones creadas por Inteligencia Artificial (\"trabajos creados por IA\"), y la selección y disposición de los mismos (colectivamente, los \"Materiales patentados\") son la propiedad patentada erty o intereses de PWE o sus licenciantes y están protegidos por derechos de autor de EE. UU. e internacionales y otras leyes de derechos de propiedad.\r\n   \r\n   2. En el caso de que realice modificaciones, adaptaciones o trabajos derivados de cualquier tipo a los Materiales patentados (las \"Modificaciones\") sin perjuicio del párrafo 10.2, ya sea autorizado o no, usted comprende y acepta que no conservará ningún derecho de ningún tipo. en y a tales Modificaciones y que todos los derechos en las mismas pertenecerán únicamente a PWE. Por la presente, usted cede irrevocablemente (y acepta ceder) y transfiere a PWE, libre y libre de cualquier restricción o gravamen, sin ninguna compensación más allá de la consideración proporcionada en este documento, todos y cada uno de los derechos, títulos e intereses que pueda tener en y para dichas Modificaciones. . Esta cesión incluye, sin limitación, todos los derechos de autor y patentes en todo el mundo sobre dichas Modificaciones y el derecho a demandar por infracciones pasadas y futuras. Por la presente, usted acepta cooperar con PWE en relación con la protección de la misma y ejecutará dichos documentos (como una escritura adicional de transferencia o cesión), si corresponde, según lo requiera PWE para perfeccionar sus derechos en virtud del presente. Usted renuncia y acepta no hacer valer ningún derecho moral o similar que pueda tener en las Modificaciones en la medida de lo posible según la ley obligatoria aplicable.\r\n   \r\n   3. Además, en la medida en que las asignaciones mencionadas en el párrafo 5.2 no transfieran ningún interés de propiedad en o sobre las Modificaciones, usted otorga expresamente a PWE, a nosotros y a nuestros licenciantes todos los consentimientos, autorizaciones y un derecho perpetuo, no exclusivo y libre de regalías. derecho mundial, completo, totalmente sublicenciable e irrevocable para hacer, usar, vender, ofrecer para la venta, importar o explotar, volver a publicar, publicar, usar, citar, adaptar, traducir, archivar, almacenar, reproducir, modificar, crear trabajos derivados de, sindicar, licenciar, imprimir, sublicenciar, distribuir, transmitir, difundir, comunicar de otro modo, y mostrar y realizar públicamente las Modificaciones, o cualquier parte de las mismas, de cualquier manera o forma y en cualquier medio o foro, ya sea ahora conocido o de ahora en adelante, sin previo aviso, reconocimiento o compensación para usted. Usted renuncia y acepta no hacer valer ningún derecho moral o similar que pueda tener en las Modificaciones en la medida de lo posible según la ley obligatoria aplicable.\r\n\r\n\r\n6. Privacidad\r\n   1. Consulte nuestra Política de privacidad y Política de cookies [a] para obtener información sobre la recopilación, el uso y la distribución de información personal. Usted comprende y acepta que podemos recopilar, usar y divulgar información como se describe en la Política de privacidad y la Política de cookies.\r\n\r\n   2. Usted comprende y acepta que podemos acceder, divulgar o conservar información personal, incluido el contenido de sus comunicaciones, en la creencia de buena fe de que estamos legalmente autorizados o obligados a hacerlo, o que hacerlo es razonablemente necesario o apropiado para cumplir con la ley o con los procesos legales o las autoridades, responder a cualquier reclamo o proteger los derechos, la propiedad o la seguridad de Perfect World, nuestros usuarios, nuestros empleados o el público, incluido, entre otros, proteger a Perfect World o nuestros usuarios de fraudulentos uso abusivo, inapropiado o ilegal de nuestro Servicio.\r\n\r\n   \r\n7. Actualizaciones del juego\r\n   1. Cuando actualizamos o \"parcheamos\" cualquiera de nuestros Juegos, podemos utilizar una rutina de parche para verificar si la versión más reciente del software cliente está instalada en su computadora o dispositivo. De lo contrario, la versión más reciente puede cargarse automáticamente en su computadora o dispositivo, y por la presente usted da su consentimiento y renuncia a cualquier aviso adicional de dicha carga.\r\n\r\n\r\n8. Seguimiento\r\n   1. Usted comprende y acepta que cuando se comunica con otros jugadores dentro de un juego o utiliza cualquier función interactiva disponible en el sitio web, como mensajería instantánea, foros o salas de chat, dichas comunicaciones y publicaciones se transmiten a través de nuestros servidores, y podemos, pero no están obligados a monitorear todas esas comunicaciones y publicaciones, incluidas aquellas que están designadas como \"privadas\" en la medida permitida por la ley. Para obtener más información sobre cómo recopilamos y procesamos sus datos, consulte nuestra Política de privacidad [b].\r\n\r\n\r\n9. Notificación push y notificación local\r\n   1. Usted comprende y acepta que podemos, con su consentimiento, enviar notificaciones automáticas y notificaciones locales a su dispositivo móvil para proporcionar actualizaciones del juego y otros mensajes relevantes.\r\n\r\n\r\n10. Licencia otorgada a usted\r\n   1. Sujeto a estos Términos y cualquier EULA aplicable, le otorgamos, para su uso no comercial y personal únicamente, un permiso limitado, no exclusivo, revocable, intransferible y no sublicenciable para acceder y utilizar el sitio web, el Servicio y los Materiales patentados. Dicho permiso permanecerá en vigor hasta que usted o PWE lo den por terminado. Usted promete y acepta que está utilizando el sitio web, los servicios y los materiales patentados para su propio uso personal y no comercial y que no participará en las conductas prohibidas en estos Términos.\r\n   \r\n   2. Excepto en los casos expresamente permitidos en estos Términos o en el EULA aplicable, dicha licencia no incluye, y usted acepta no participar en: (a) reventa, sublicencia, préstamo o uso comercial del Servicio o los Materiales patentados que contiene. ; (b) distribución, presentación pública o exhibición pública de cualquier Material patentado, excepto en relación con el juego en el curso normal, (d) modificar, adaptar, alterar, mejorar o hacer cualquier uso derivado de cualquier Juego, contenido del juego u otro Materiales patentados, o cualquier parte de los mismos; (e) uso de minería de datos, robots o métodos similares de recopilación o extracción de datos; (f) descargar (que no sea el almacenamiento en caché de la página) de cualquier parte de los Materiales patentados o cualquier información contenida en ellos, excepto según lo expresamente permitido en el sitio web; (g) realizar ingeniería inversa o descompilar los Materiales patentados, o intentar derivar el código fuente de los Juegos u otro software incluido en los Materiales patentados; (h) cualquier uso de los Servicios o los Materiales patentados que no sea para el propósito previsto.\r\n\r\n   3. Cualquier uso del Servicio o de los Materiales patentados que no sea el autorizado específicamente en este documento, sin el permiso previo por escrito de nosotros, está estrictamente prohibido y, a opción de PWE, rescindirá la licencia otorgada en este documento. Dicho uso no autorizado también puede violar las leyes aplicables, incluidas, entre otras, las leyes de derechos de autor y marcas registradas y las regulaciones y estatutos de comunicaciones aplicables. A menos que se indique explícitamente en este documento, nada en estos Términos se interpretará como una concesión de licencia o derechos sobre los derechos de propiedad intelectual, ya sea por impedimento, implicación o de otro modo. Esta licencia es revocable en cualquier momento con o sin causa.\r\n\r\n   4. Los Juegos y los Servicios no se venden para transferirse a usted, y no se le otorga ningún derecho, título o interés en el Sitio web, los Servicios o los Juegos, excepto los derechos expresamente otorgados a usted en la sección 10 del presente, y PWE y sus licenciantes conservan la propiedad de todas las copias del Juego y los Materiales patentados incluso después de la instalación del Juego en sus computadoras personales, consolas, dispositivos móviles, tabletas y / u otros dispositivos (\"Dispositivos\").\r\n\r\n   5. Todas las marcas comerciales, marcas de servicio, nombres comerciales, logotipos, nombres de dominio y cualquier otra característica de la marca Perfect World, el sitio web, los juegos y los servicios (\"Características de la marca Arc Games\") son propiedad exclusiva de PWE o su licenciantes. No se le concede ningún derecho para utilizar ninguna característica de marca de Arc Games para uso comercial o no comercial.\r\n\r\n   6. Usted acepta cumplir con los Términos y no utilizar el sitio web, los Servicios, los Juegos o cualquier parte de los mismos de ninguna manera que no esté expresamente permitida por estos Términos.\r\n\r\n\r\n11. Reglas de conducta de los usuarios\r\n   1. Debe observar estos Términos, todas las Reglas de conducta, todas las leyes aplicables y todas las reglas básicas de etiqueta y cortesía común al utilizar el Servicio. Cualquier conducta que viole la ley en una comunidad del mundo real fuera de línea también es una violación de estos Términos. No toleraremos ninguna conducta ilegal u ofensiva.\r\n   \r\n   2. Sin limitar lo anterior, además de las reglas de Contenido del usuario establecidas en la Sección 12, usted acepta no tomar ninguna de las siguientes acciones:\r\n    - dañar a menores de cualquier manera;\r\n    - hacerse pasar por cualquier persona o entidad, incluidos los funcionarios de PWE, líderes de foros, guías, anfitriones, empleados o agentes, o declarar falsamente o tergiversar su afiliación con una persona o entidad;\r\n    - falsificar encabezados o manipular identificadores para disfrazar el origen de cualquier mensaje transmitido a través del sitio web;\r\n    - cargar, publicar, enviar por correo electrónico, transmitir o poner a disposición cualquier publicidad no solicitada o no autorizada, materiales promocionales, \"correo basura\", \"spam\", \"cartas en cadena\", \"esquemas piramidales\" o cualquier otra forma de solicitud;\r\n    - interferir o interrumpir el Servicio o los servidores o redes conectados al Servicio, o desobedecer cualquier requisito, procedimiento, política o reglamentación de las redes conectadas al Servicio;\r\n    - \"acechar\", amenazar o acosar o causar incomodidad a otra persona;\r\n    - recopilar, almacenar, publicar o difundir de cualquier otro modo cualquier dato personal sobre otros usuarios;\r\n    - Impedir o interrumpir el Servicio o el flujo normal del juego o el diálogo en el Juego o en las Áreas interactivas (definidas a continuación) en el Servicio o usar lenguaje vulgar, abusivo, uso de gritos excesivos (TODAS LAS MAYÚSCULAS), \"spam\" o cualquier otros métodos disruptivos o perjudiciales en un intento de molestar a otros usuarios o nuestros empleados;\r\n    - participar, alentar o promover cualquier actividad ilegal o cualquier actividad que viole estos Términos o las Reglas de Conducta;\r\n    - participar en cualquier acción que defraude o intente defraudar, estafar o engañar a otros con cualquier artículo que se haya ganado a través del juego autorizado;\r\n    - engañar o utilizar exploits no autorizados en relación con los Juegos o el Servicio;\r\n    - usar o explotar cualquier error, error o defecto de diseño para obtener acceso no autorizado al Servicio o para obtener una ventaja injusta sobre otros jugadores;\r\n    - intercambiar, vender, subastar o transferir de cualquier otro modo artículos o bienes virtuales de cualquier naturaleza fuera del juego;\r\n    - tomar cualquier acción que interrumpa el Servicio o que afecte negativamente o pueda prohibir a otros usuarios disfrutar del Sitio web, los Juegos o cualquier otro aspecto del Servicio.\r\n\r\n   3. Podemos tomar cualquier medida e imponer las sanciones que consideremos necesarias para desalentar y castigar cualquier violación de estos términos o cualquier otra conducta ilegal o inapropiada, todo sin previo aviso o advertencia. La determinación de si se ha producido una infracción y quién es responsable de dicho acto queda únicamente a nuestra discreción y se basa en lo que consideramos mejor para la comunidad y el Servicio. Al utilizar el Servicio, usted acepta que estará sujeto a nuestra determinación de si se ha producido una infracción y cualquier sanción que decidamos implementar.\r\n\r\n\r\n12. Contenido del usuario\r\n   1. El Servicio puede incluir foros de discusión, salas de chat, comentarios de los usuarios, funciones de mensajería, comentarios y otras áreas o servicios interactivos (\"Áreas interactivas\") en los que usted u otros usuarios crean, publican, envían o almacenan cualquier contenido, mensajes o materiales. , datos, información, texto, música, sonido, imágenes, fotos, video, gráficos, código u otros elementos o materiales en oa través del sitio web, así como cualquier otra parte de los Servicios (por ejemplo, salas de chat en el juego, foros u organización de un gremio) (el \"Contenido del usuario\"). El Contenido del usuario también incluye Contenido generado por el usuario según se estipula en la sección 13 del presente.\r\n\r\n   2. El contenido del usuario publicado en el sitio web está disponible públicamente y no es confidencial, y pasará a ser propiedad exclusiva de PWE. Le recomendamos encarecidamente que no publique ninguna información personal sobre usted o los demás.\r\n\r\n   3. Acepta no publicar, cargar, transmitir, distribuir, almacenar, crear o publicar de cualquier otra forma lo siguiente:\r\n    - Contenido de usuario que sea ilegal, calumnioso, difamatorio, obsceno, pornográfico, indecente, lascivo, sugerente, acosador, amenazante, invasivo de la privacidad o los derechos de publicidad, abusivo, inflamatorio, fraudulento o de cualquier otro modo objetable;\r\n    - Contenido de usuario que constituiría, alentaría o proporcionaría instrucciones para un delito penal, violaría los derechos de cualquier parte, o que de otra manera crearía responsabilidad o violaría cualquier ley local, estatal, nacional o internacional;\r\n    - Contenido de usuario que pueda infringir cualquier patente, marca comercial, secreto comercial, derecho de autor u otro derecho intelectual o de propiedad de cualquier parte. Al publicar cualquier Contenido de usuario, usted declara y garantiza que tiene el derecho legal de distribuir y reproducir dicho Contenido de usuario;\r\n    - Contenido de usuario que se hace pasar por cualquier persona o entidad o tergiversa su afiliación con una persona o entidad;\r\n    - promociones, campañas políticas, publicidad o solicitudes no solicitadas;\r\n    - Información privada de terceros, incluidos, entre otros, direcciones, números de teléfono, direcciones de correo electrónico, números de Seguro Social y números de tarjetas de crédito;\r\n    - virus, datos corruptos u otros archivos dañinos, disruptivos o destructivos;\r\n    - Contenido de Usuario que viole las Reglas de Conducta o que, a nuestro exclusivo criterio, sea objetable o que restrinja o inhiba a cualquier otra persona de usar o disfrutar del Servicio, o que pueda exponernos a nosotros oa nuestros usuarios a cualquier daño o responsabilidad de cualquier tipo. .\r\n\r\n   4. No nos hacemos responsables y no asumimos ninguna responsabilidad por el Contenido de usuario publicado, almacenado o cargado por usted o un tercero, o por cualquier pérdida o daño al mismo, ni somos responsables de ningún error, difamación, calumnia, calumnia, omisión, falsedades, obscenidades, pornografía o blasfemias que pueda encontrar. Su uso del Servicio, incluidas las áreas interactivas, es bajo su propio riesgo. Como proveedor de servicios interactivos, no somos responsables de ninguna declaración, representación o Contenido de usuario proporcionado por los usuarios en cualquier foro público, página de inicio personal u otra área interactiva. Aunque no tenemos la obligación de filtrar, editar o monitorear el Contenido de Usuario, nos reservamos el derecho, y tenemos absoluta discreción, de eliminar, filtrar o editar cualquier Contenido de Usuario publicado o almacenado en cualquier momento y por cualquier motivo sin previo aviso.\r\n   \r\n   5. Usted es el único responsable de crear copias de seguridad y reemplazar cualquier Contenido de usuario que publique o almacene por su cuenta y costo. Cualquier uso del Servicio, incluidas las Áreas interactivas u otras partes de las mismas, en violación de lo anterior viola estos Términos y puede resultar en, entre otras cosas, la terminación o suspensión de sus derechos de uso del Servicio o cualquier parte del mismo.\r\n   \r\n   6. Usted es el único responsable de todo el Contenido de usuario que publique y de su uso del Servicio, incluidas las Áreas interactivas. Usted declara y garantiza que (a) posee y controla todos los derechos (de propiedad intelectual) sobre el Contenido de usuario que publica o tiene derecho a publicar dicho Contenido de usuario en el Sitio; (b) el Contenido del usuario es preciso y no engañoso; y (c) el uso y la publicación del Contenido de usuario que proporcione no viola estos Términos, las Reglas de conducta, las leyes aplicables o los tabúes religiosos y no violará ni infringirá ninguna publicidad, personalidad o derechos de terceros ni causará daño a ninguna persona o entidad, o implica cualquier afiliación o respaldo de usted o del Contenido del usuario por nuestra parte. Usted será el único responsable de todas las regalías, tarifas, daños y cualquier otro dinero que resulte de cualquier infracción de dicho derecho o cualquier otro daño resultante de cualquier Contenido de usuario que proporcione.\r\n   \r\n   7. En consideración de su uso del Servicio y en la medida de lo posible y permitido por la ley obligatoria aplicable, usted transfiere y cede irrevocablemente (y acepta ceder) a PWE todos los derechos, títulos e intereses en y para el Contenido del usuario. usted crea, publica, almacena o transmite en oa través del Servicio, incluidos todos los derechos de propiedad intelectual del mismo. Si dicha cesión y transferencia a PWE no es posible de acuerdo con la ley obligatoria aplicable, usted acepta que todos los derechos, títulos e intereses se ceden y transfieren a PWE. Por la presente, usted acepta cooperar con PWE en relación con la protección de los mismos y deberá ejecutar dichos documentos (como otras escrituras de transferencia o cesión), si los hubiera, según lo requiera PWE para perfeccionar sus derechos en virtud del presente.\r\n   \r\n   8. En la medida en que las asignaciones anteriores no transfieran ningún interés de propiedad en o sobre el Contenido del usuario, usted nos otorga expresamente a nosotros y a nuestros licenciantes todos los consentimientos, autorizaciones y una licencia no exclusiva, libre de regalías, perpetua, mundial, completa, totalmente sub derecho con licencia e irrevocable para volver a publicar, publicar, usar, citar, adaptar, traducir, archivar, almacenar, reproducir, modificar, crear trabajos derivados de, sindicar, licenciar, imprimir, sublicenciar, distribuir, transmitir, difundir, comunicar de otro modo y mostrar públicamente y ejecutar, hacer, usar, vender, ofrecer para la venta, importar o explotar de otra manera el Contenido del usuario, o cualquier parte del mismo, de cualquier manera o forma y en cualquier medio o foro, ya sea conocido ahora o diseñado en el futuro, sin previo aviso, reconocimiento o compensación para usted. Usted renuncia y acepta no hacer valer ningún derecho moral o similar que pueda tener sobre el Contenido del usuario.\r\n   \r\n   9. Si cree que cualquier Contenido de usuario en el Servicio infringe los derechos de propiedad intelectual que posee o controla, tenga en cuenta primero que no medimos en disputas de propiedad intelectual entre las partes. En consecuencia, le recomendamos que se comunique directamente con la parte que creó el Contenido de usuario en cuestión. Si no puede llegar a una resolución mutua con dicha parte, puede presentarnos una notificación de dicha infracción a la información de contacto que se establece aquí:\r\n    - La notificación deberá contener la siguiente información que es necesaria para que podamos evaluar la situación: (i) URL o capturas de pantalla del Contenido del usuario en cuestión e identificar al usuario específico que cargó el Contenido del usuario; (ii) prueba o certificado de los derechos de propiedad intelectual aplicables que posee; (iii) una descripción de la infracción y la solución sugerida que puede solicitar razonablemente, (iv) una declaración de que su alegación se realiza de buena fe y (v) su información de contacto. Podemos comunicarnos con usted para solicitar información adicional y materiales de apoyo.\r\n    - Si creemos, a nuestra entera discreción, que su reclamo demuestra un caso claro de infracción, le enviaremos un aviso al usuario tal como se identifica en su notificación para solicitarle que elimine o modifique el contenido infractor, o cuando la infracción es de naturaleza severa, podemos eliminar o restringir directamente el acceso al contenido infractor y notificar dicha eliminación al usuario infractor. Le informaremos el resultado de la eliminación a su debido tiempo con la información de contacto que nos deje. Si dicho usuario infractor no está de acuerdo con nuestra decisión y cree que no hay infracción, en determinadas circunstancias puede presentarnos una contrademanda con una solicitud para revertir nuestra acción. PWE puede o no cumplir con dicha solicitud a su entera discreción.\r\n    - Usted comprende y acepta que PWE no es responsable del Contenido de usuario ni respaldamos ninguna opinión contenida en ningún Contenido de usuario. Si bien PWE respeta plenamente los derechos de propiedad intelectual y se esfuerza por proteger sus intereses legítimos en la operación de los Servicios, no garantizamos eliminar o eliminar todo el contenido infractor publicado por cualquier usuario más allá de un esfuerzo comercialmente razonable.\r\n\r\n\r\n13. Contenido generado por el usuario\r\n   1. Los Juegos pueden contener ciertas utilidades de diseño, programación y procesamiento, herramientas, activos y otros recursos (\"The Foundry\") para usar con el Juego que le permiten crear nuevos niveles de juego personalizados y otros materiales de juego relacionados para uso personal en conexión con el Juego (\"Contenido generado por el usuario\"). Usted acepta que el uso de Foundry está sujeto a estos Términos y a las siguientes restricciones de licencia adicionales:\r\n   \r\n   2. El Contenido generado por el usuario puede crearse solo si dicho Contenido generado por el usuario se puede usar exclusivamente en combinación con la versión en línea del Juego. Es posible que el Contenido generado por el usuario no esté diseñado para ser utilizado como un producto independiente. El Contenido generado por el usuario que cree utilizando Foundry está sujeto a las siguientes reglas y restricciones:\r\n   \r\n   3. Otros usos prohibidos del Contenido generado por el usuario publicado utilizando Foundry:\r\n    - No puede utilizar el Contenido generado por el usuario para respaldar u oponerse a ningún partido político, asociación (p. Ej., Republicano, demócrata, candidatos u otros) o cualquier lado de cualquier problema.\r\n    - No puede utilizar el Contenido generado por el usuario para representar una imagen de una persona real (histórica o actual). No puede utilizar el Contenido generado por el usuario para publicitar empresas, productos o servicios de terceros.\r\n    - No puede publicar URL web en su contenido.\r\n    - No puede usar el Contenido generado por el usuario para transmitir blasfemias, vulgaridades, lenguaje de odio, lenguaje sexual explícito, referencias despectivas a la raza, género, religión, edad, discapacidad mental o física, obesidad u orientación sexual, o hacer referencia a cualquier droga (legal o ilícito) o medicación.\r\n    - No puede hacer uso de ningún material con derechos de autor o marca registrada de terceros, sin obtener licencias irrevocables por escrito otorgadas específicamente para ese propósito.\r\n    - No puede utilizar Contenido generado por el usuario para explotar el diseño del Juego.\r\n    - No puede utilizar el Contenido generado por el usuario para infringir los derechos de privacidad o publicidad de terceros.\r\n    - PWE se reserva el derecho de eliminar cualquier Contenido generado por el usuario por cualquier motivo y en cualquier momento, sin proporcionar motivo ni recompensa.\r\n    - Usted comprende y acepta que no conservará ningún derecho de ningún tipo sobre el Contenido generado por el usuario producido mediante Foundry y que todo el Contenido generado por el usuario y todos los derechos sobre el mismo pertenecerán únicamente a PWE, para usarlo como considere oportuno. Por la presente, usted cede irrevocablemente (y acepta ceder) y transfiere a PWE, libre y libre de cualquier restricción o gravamen, sin ninguna compensación más allá de la consideración proporcionada en este documento, todos y cada uno de los derechos, títulos e intereses que pueda tener en y para dicho Usuario. -contenido generado. Esta cesión incluye, sin limitación, todos los derechos de autor y derechos de patente en todo el mundo sobre dicho Contenido generado por el Usuario y el derecho a demandar por infracciones pasadas y futuras. Por la presente, usted acepta cooperar con PWE en relación con la protección de la misma y deberá ejecutar dichos documentos (como una escritura adicional de transferencia o cesión), si corresponde, según lo requiera PWE para perfeccionar sus derechos en virtud del presente.\r\n    - Además, en la medida en que las asignaciones mencionadas en este documento no transfieran ningún interés de propiedad en o sobre el Contenido generado por el usuario, usted nos otorga expresamente a nosotros y a nuestros licenciantes todos los consentimientos, autorizaciones y una licencia no exclusiva, perpetua, mundial, completa y sublicenciable. y derecho irrevocable de hacer, usar, vender, ofrecer para la venta, importar o explotar, volver a publicar, publicar, usar, citar, adaptar, traducir, archivar, almacenar, reproducir, modificar, crear trabajos derivados de, distribuir, licenciar, imprimir, sublicenciar, distribuir, transmitir, difundir, comunicar de otro modo y mostrar públicamente y ejecutar el Contenido generado por el usuario, o cualquier parte del mismo, de cualquier manera o forma y en cualquier medio o foro, ya sea que se conozca ahora o que se cree en el futuro, sin previo aviso , reconocimiento o compensación para usted. Usted renuncia y acepta no hacer valer ningún derecho moral o similar que pueda tener sobre el Contenido generado por el usuario.\r\n   \r\n   4. Como condición para el uso de la Fundición, no utilizará ni permitirá que terceros utilicen la Fundición y el Contenido generado por el usuario creado por usted para fines comerciales o no comerciales, incluidos, entre otros, la venta, el alquiler, arrendar, otorgar licencias, distribuir o transferir de otro modo la propiedad de dicho Contenido generado por el usuario, ya sea de forma independiente o empaquetada en combinación con el Contenido generado por el usuario creado por otros, a través de todos y cada uno de los canales de distribución, incluidos, entre otros, el comercio minorista ventas y distribución electrónica en línea. Usted acepta no solicitar, iniciar ni alentar ninguna propuesta u oferta de ninguna persona o entidad para crear Contenido generado por el usuario para distribución comercial. Usted acepta informar de inmediato a PWE por escrito de cualquier caso en el que haya recibido dicha propuesta u oferta. Si decide poner a disposición de otros jugadores el uso del Contenido generado por el usuario creado por usted, acepta hacerlo únicamente sin cargo.\r\n\r\n\r\n14. Designación de agente para recibir notificación de supuesta infracción de derechos de autor. Avisos de DMCA.\r\n   1. Si cree que algo en el Servicio infringe los derechos de autor que posee o controla, puede presentar una notificación DMCA de infracción de derechos de autor como se estipula en la Sección 14 del presente, puede comunicarse con nuestro Equipo de Servicio al Cliente a través de:\r\n   Correo electrónico: dmca@perfectworld.com\r\n   Correo: Perfect World Entertainment Inc.\r\n   Attn: Equipo de servicio al cliente\r\n   100 Redwood Shores Parkway\r\n   Redwood City, CA 94065\r\n   Número de teléfono: + 1650-590-7700\r\n   Número de fax (fax): + 1650-591-1211\r\n   \r\n   2. La Notificación de reclamación de infracción de derechos de autor incluirá la siguiente información que es necesaria para que podamos evaluar la reclamación:\r\n    - URL o capturas de pantalla del contenido del usuario en cuestión e identificar al usuario específico que cargó el contenido del usuario;\r\n    - prueba o certificado de los derechos de propiedad intelectual que posee;\r\n   \r\n   3. una descripción de la infracción y la solución sugerida que puede solicitar razonablemente, y su información de contacto. Podemos comunicarnos con usted para solicitar información adicional y materiales de apoyo.\r\n    - Si una notificación de infracción reclamada se considera razonable a nuestro exclusivo criterio, podemos notificar una reclamación de infracción de derechos de autor a los usuarios infractores mediante un aviso general en el sitio web, correo electrónico a la dirección de correo electrónico de un usuario en nuestros registros, o por comunicación escrita enviada por correo de primera clase a la dirección de un usuario en nuestros registros. Podemos enviar un aviso al usuario tal como se identifica en su notificación para solicitar a dicho usuario que elimine el contenido infractor, o cuando la infracción es de naturaleza grave, podemos eliminar directamente o restringir el acceso al contenido infractor y notificar dicha eliminación al infractor. usuario. Le informaremos el resultado de la eliminación a su debido tiempo con la información de contacto que nos deje.\r\n    - De acuerdo con la Ley de Derechos de Autor del Milenio Digital (DMCA) y otras leyes aplicables, hemos adoptado una política de rescindir, en las circunstancias apropiadas y a nuestro exclusivo criterio, a los suscriptores o titulares de cuentas que se consideren infractores reincidentes. También podemos, a nuestro exclusivo criterio, limitar el acceso al Servicio y / o cancelar las Cuentas de cualquier usuario que infrinja los derechos de propiedad intelectual de otros, ya sea que haya o no una infracción repetida.\r\n\r\n\r\n15. Hipervínculos\r\n   1. Se le otorga un derecho limitado y no exclusivo para crear un hipervínculo de texto al sitio web para fines no comerciales, siempre que dicho enlace no nos represente a nosotros ni a ninguno de nuestros productos y servicios de forma falsa, engañosa, despectiva o difamatoria. de manera y siempre que el sitio de enlace no contenga ningún material para adultos o ilegal o cualquier material que sea ofensivo, acosador u objetable. Este derecho limitado puede revocarse en cualquier momento y por cualquier motivo. No puede utilizar un logotipo de PWE u otro gráfico de propiedad de PWE o las características de marca de Arc Games para vincular a este sitio web sin el permiso expreso por escrito de nosotros. Además, no puede usar, enmarcar o utilizar técnicas de encuadre para incluir cualquier Característica de marca de Arc Games, marca registrada de PWE, logotipo u otra información de propiedad, incluidas las imágenes que se encuentran en los Servicios, el contenido de cualquier texto o el diseño / diseño de cualquier página. o formulario contenido en una página del sitio web sin nuestro consentimiento expreso por escrito. Excepto como se indicó anteriormente, no se le transfiere ningún derecho o licencia por implicación, impedimento legal o de otro modo en o bajo cualquier patente, marca comercial, derecho de autor o derecho de propiedad de PWE o de cualquier tercero.\r\n\r\n   2. No hacemos ningún reclamo o representación con respecto a, y no aceptamos responsabilidad por, la calidad, el contenido, la naturaleza o la confiabilidad de los sitios web de terceros accesibles por hipervínculo desde el sitio web, o sitios web que enlazan con el sitio web. Dichos sitios no están bajo nuestro control y no somos responsables del contenido de ningún sitio web vinculado o de cualquier enlace contenido en un sitio web vinculado, o de cualquier revisión, cambio o actualización de dichos sitios web. Le proporcionamos estos enlaces solo para su comodidad, y la inclusión de cualquier enlace no implica afiliación, respaldo o adopción por nuestra parte de ningún sitio o información contenida en el mismo. Cuando abandone el sitio web, debe tener en cuenta que nuestros términos y políticas ya no rigen. Debe revisar los términos y políticas aplicables, incluidas las prácticas de privacidad y recopilación de datos, de cualquier sitio al que navegue desde el sitio web.\r\n\r\n   \r\n16. Software móvil\r\n   1. Software móvil. Ponemos a disposición software para acceder al Servicio a través de un dispositivo móvil (\"Software móvil\"). Para utilizar el Software móvil, debe tener un dispositivo móvil que sea compatible con el Servicio móvil. No garantizamos que el software móvil sea compatible con su dispositivo móvil. Por la presente, le otorgamos una licencia no exclusiva, intransferible y revocable para usar una copia de código compilado del Software móvil para una cuenta en un dispositivo móvil de su propiedad o arrendado exclusivamente por usted, para su uso personal. No puede: (i) modificar, desensamblar, descompilar o aplicar ingeniería inversa al Software móvil, excepto en la medida en que dicha restricción esté expresamente prohibida por la ley; (ii) alquilar, arrendar, prestar, revender, sublicenciar, distribuir o transferir el Software móvil a cualquier tercero o utilizar el Software móvil para proporcionar tiempo compartido o servicios similares para cualquier tercero; (iii) hacer copias del Software móvil; (iv) eliminar, eludir, deshabilitar, dañar o interferir de otra manera con las funciones relacionadas con la seguridad del Software móvil, las funciones que impiden o restringen el uso o la copia de cualquier contenido accesible a través del Software móvil, o las funciones que imponen limitaciones en el uso del Móvil Software; o (v) eliminar los derechos de autor y otros avisos de derechos de propiedad en el Software móvil. Usted reconoce que, de vez en cuando, podemos emitir versiones mejoradas del Software móvil y que podemos actualizar automáticamente de forma electrónica la versión del Software móvil que está utilizando en su dispositivo móvil. Usted acepta dicha actualización automática en su dispositivo móvil y acepta que los términos y condiciones de este Acuerdo se aplicarán a todas esas actualizaciones. Cualquier código de terceros que pueda incorporarse en el Software móvil está cubierto por el CLUF de código abierto o licencia de terceros, si corresponde, que autoriza el uso de dicho código. La concesión de licencia anterior no es una venta del Software móvil o cualquier copia del mismo, y nosotros o nuestros socios o proveedores externos conservamos todos los derechos, títulos e intereses sobre el Software móvil (y cualquier copia del mismo). Cualquier intento por su parte de transferir cualquiera de los derechos, deberes u obligaciones en virtud del presente, excepto según lo dispuesto expresamente en este Acuerdo, es nulo. Nos reservamos todos los derechos no otorgados expresamente en virtud de este Acuerdo.\r\n   \r\n   2. Software móvil de iTunes. Lo siguiente se aplica a cualquier Software móvil que adquiera en iTunes Store (\"Software con origen en iTunes\"): Usted reconoce y acepta que este Acuerdo es únicamente entre usted y PWE, no Apple, y que Apple no tiene ninguna responsabilidad por el Software o contenido del mismo. El uso que haga del software de iTunes debe cumplir con los Términos de servicio de la App Store. Reconoce que Apple no tiene obligación alguna de proporcionar ningún servicio de mantenimiento y soporte con respecto al Software de iTunes. En el caso de que el Software de iTunes no cumpla con cualquier garantía aplicable, puede notificar a Apple, y Apple le reembolsará el precio de compra del Software de iTunes; en la medida máxima permitida por la ley aplicable, Apple no tendrá ninguna otra obligación de garantía con respecto al Software de iTunes, y cualquier otra reclamación, pérdida, responsabilidad, daño, costo o gasto atribuible a cualquier incumplimiento de cualquier garantía se hará se regirá únicamente por este Acuerdo y cualquier ley aplicable a PWE como proveedor del software. Reconoces que Apple no es responsable de abordar ninguna reclamación tuya o de un tercero relacionada con el Software con origen en iTunes o con tu posesión y / o uso del Software con origen en iTunes, incluyendo, pero no limitado a: (i) responsabilidad del producto reclamación (es; (ii) cualquier reclamo de que el Software de iTunes no cumple con los requisitos legales o reglamentarios aplicables; y (iii) reclamaciones derivadas de la protección del consumidor o legislación similar; y todas estas reclamaciones se rigen únicamente por este Acuerdo y cualquier ley aplicable a PWE como proveedor del software. Usted reconoce que, en el caso de que un tercero reclame que el Software de iTunes o su posesión y uso de ese Software de iTunes infringe los derechos de propiedad intelectual de ese tercero, PWE, no Apple, será el único responsable de la investigación, defensa, arreglo y descargo de cualquier reclamo por infracción de propiedad intelectual en la medida requerida por este Acuerdo. Usted y PWE reconocen y aceptan que Apple, y las subsidiarias de Apple, son terceros beneficiarios de este Acuerdo en lo que se refiere a su licencia del Software de origen de iTunes y que, una vez que acepte los términos y condiciones de este Acuerdo, Apple tendrá el derecho (y se considerará que ha aceptado el derecho) de hacer cumplir este Acuerdo en lo que se refiere a su licencia del Software de iTunes contra usted como tercero beneficiario del mismo.\r\n\r\n\r\n17. Contenido de terceros\r\n   1. Podemos proporcionar o poner a disposición contenido de terceros a través del Servicio y podemos proporcionar enlaces a páginas web y contenido de terceros (colectivamente, el \"Contenido de terceros\") como un servicio para aquellos interesados ??en esta información. No supervisamos ni tenemos ningún control sobre el Contenido de terceros en sitios web de terceros. No respaldamos ni adoptamos ningún Contenido de terceros y no podemos garantizar su precisión o integridad. No representamos ni garantizamos la precisión de la información contenida en el mismo y no asumimos ninguna responsabilidad de actualizar o revisar el Contenido de terceros. Los usuarios utilizan el Contenido de terceros incluido en el mismo bajo su propio riesgo.\r\n\r\n\r\n18. Anuncios y promociones; Productos y servicios de terceros\r\n   1. Podemos publicar anuncios y promociones de terceros a través del Servicio o podemos proporcionar información o enlaces a productos o servicios de terceros a través del Servicio. Sus tratos comerciales o correspondencia con, o participación en promociones de dichos terceros, y cualquier término, condición, garantía o representación asociada con dichos tratos o promociones son únicamente entre usted y dicho tercero. No somos responsables de ninguna pérdida o daño de ningún tipo en el que se incurra como resultado de dichos acuerdos o promociones o como resultado de la presencia de anunciantes que no pertenecen a PWE o información de terceros. Si accede a un sitio web de terceros desde el Servicio, lo hace bajo su propio riesgo y comprende que este Acuerdo y nuestra Política de privacidad no se aplican a su uso de dichos sitios. Usted libera expresamente a la Compañía de cualquier responsabilidad que surja de su uso de cualquier sitio web, servicio o contenido de terceros.\r\n\r\n\r\n19. Servicio oficial y pruebas beta\r\n   1. Los Juegos están diseñados para jugar solo como se ofrecen a través de nuestro Servicio. Usted acepta no acceder, crear ni proporcionar ningún otro medio a través del cual otros puedan jugar el juego, como a través de emuladores de servidor. Usted acepta no utilizar ningún hardware o software, incluidas, entre otras, herramientas de terceros, o cualquier otro método de soporte que pueda influir de alguna manera o brindarle una ventaja en el uso de los Servicios que no esté autorizado por nosotros, incluido pero no limitado al uso de 'bots' y / o cualquier otro método por el cual el Servicio pueda ser jugado automáticamente sin intervención humana. Usted reconoce que no tiene derecho a crear, publicar, distribuir, crear trabajos derivados o utilizar programas de software, utilidades, aplicaciones, emuladores o herramientas derivados de o creados para los juegos, excepto que puede utilizar el Software para el en la medida expresamente permitida por estos Términos y el EULA aplicable. No puede realizar ninguna acción que imponga una carga irrazonable o desproporcionadamente grande en nuestra infraestructura. Usted no tiene la propiedad y no puede vender, transferir, intercambiar o subastar ninguna Cuenta, personaje, artículo, moneda, Zen o Materiales patentados, ni puede ayudar a otros a hacerlo, salvo que lo autoricemos expresamente. No reconocemos ninguna transferencia que ocurra fuera del Servicio de nada relacionado con el Servicio.\r\n\r\n   2. Es posible que tenga la oportunidad de probar nuevos juegos (\"Juegos Beta\") y funciones del sitio web. Su participación como probador Beta está sujeta a los términos y condiciones a continuación.\r\n\r\n   3. Usted reconoce que está utilizando una edición preliminar de vista previa de las funciones de los Sitios web y los Juegos Beta y que está participando en una prueba beta de los mismos (la \"Prueba Beta\"), y que las características del sitio web del sitio de Juegos Beta pueden contener errores, pueden no funcionar correctamente o realizar todas las funciones previstas, pueden interferir con el funcionamiento de otras aplicaciones de software y pueden causar errores, pérdida de datos u otros problemas. Las Pruebas Beta Cerradas son confidenciales, y usted acepta que toda la información sobre los Juegos Beta, los Servicios y la Prueba Beta, incluidos, entre otros, los comentarios, ideas u otros comentarios (colectivamente los \"Comentarios\") que proporcione a PWE con respecto a los Juegos Beta , el Servicio o la Prueba Beta, serán tratados como confidenciales (la \"Información Confidencial\"). Usted acepta no utilizar la Información Confidencial de ninguna manera, excepto para su uso personal con el único propósito de probar los Juegos Beta y las funciones del sitio web, y acepta evitar y proteger la Información Confidencial, o cualquier parte de la misma, de su divulgación a cualquier persona. Además, acepta tomar todas las medidas razonablemente necesarias para proteger el secreto de la información confidencial y evitar que la información confidencial caiga en el dominio público o en posesión de personas no autorizadas. Toda la información confidencial seguirá siendo propiedad exclusiva de PWE, y PWE puede utilizar dicha información confidencial para cualquier propósito sin ninguna obligación para con usted. Realizará las pruebas personalmente y no proporcionará acceso a los Juegos Beta a ninguna otra persona. Usted acepta que el incumplimiento de las obligaciones de confidencialidad anteriores nos causará un daño irreparable, y tenemos derecho (además de cualquier otro recurso disponible) a medidas cautelares ex parte sin fianza para evitar el incumplimiento o amenaza de incumplimiento de sus obligaciones. Su obligación de mantener la confidencialidad de los Juegos Beta continuará hasta que distribuyamos públicamente, o hayamos revelado al público sin que usted tenga la culpa, cada uno de los juegos y el contenido que está probando.\r\n\r\n   4. Como probador Beta, se le invita a jugar Juegos Beta con el único propósito de evaluar los juegos e identificar errores. Nada en estos Términos, o en el Sitio web o a través del Servicio, se interpretará como que le otorga derechos o privilegios de ningún tipo con respecto a los Juegos Beta o el contenido que encuentre aquí. Los Juegos Beta se proporcionan para probar \"tal cual\", \"según estén disponibles\" y no le ofrecemos garantía de ningún tipo, expresa o implícita. Usted comprende y acepta que jugar a Juegos Beta es bajo su propio riesgo, que sabe que los Juegos Beta pueden incluir errores conocidos o desconocidos, y que no tenemos ninguna obligación con usted con respecto a los Juegos Beta, incluida, entre otros, la obligación de proporcionarlos. juegos para ti en el futuro sin cargo.\r\n\r\n   5. Al jugar algunos Juegos Beta, puede acumular tesoros, puntos de experiencia, equipo u otros indicadores de valor o estado dentro de la prueba Beta. Estos datos se pueden restablecer en cualquier momento durante el proceso de prueba, y se pueden restablecer cuando el juego en particular completa esta fase de prueba. En este caso, todo el historial y los datos del jugador se borrarán y cada jugador volverá al estado de novato.\r\n\r\n\r\n20. Tasas\r\n   1. Podemos cobrar tarifas para acceder y adquirir ciertos elementos del juego o participar en actividades del juego a través del Servicio y podemos permitir la compra de \"puntos\" en el juego que se pueden aplicar a la compra de elementos o actividades en el juego (\"Zen\") . Después de la compra tendrás derecho directamente a utilizar Zen y a poder hacerlo de la forma estipulada.\r\n   \r\n   2. CUALQUIER ZEN, TARIFAS Y OTROS CARGOS APLICABLES SE PAGAN POR ANTICIPADO Y NO SON REEMBOLSABLES. EL SALDO DE ZEN EN SU CUENTA NO CONSTITUYE UN DERECHO DE PROPIEDAD PERSONAL Y NO TIENE VALOR FUERA DEL SERVICIO. ZEN NO TIENE VALOR MONETARIO Y NO SE PUEDE CANJEAR POR EFECTIVO. EL ZEN Y EL DERECHO A UTILIZAR EL ZEN APLICABLE NO SON TRANSFERIBLES, EN SU TOTALIDAD O EN PARTE. EL DERECHO A UTILIZAR ZEN ES PARTE INTEGRAL DE LA LICENCIA PARA UTILIZAR EL SERVICIO Y EL JUEGO.\r\n\r\n   3. Usted reconoce y acepta explícitamente que el derecho a usar (licencia) Zen comienza desde el momento en que se pagan las tarifas y que desde ese momento puede usar Zen para el propósito previsto. Usted reconoce y acepta explícitamente que pierde el derecho a desistir de la compra de Zen.\r\n\r\n   4. Podemos, de vez en cuando, modificar, enmendar o complementar nuestras tarifas, métodos de facturación y términos aplicables a Zen o a cualquier compra, y publicar esos cambios en estos Términos, en Términos de venta separados o en otros términos o acuerdos. publicado en el sitio web o servicio o que le proporcionemos de otro modo. Tales modificaciones, enmiendas, suplementos o Términos de venta entrarán en vigencia inmediatamente después de su publicación en el sitio web o el Servicio y se incorporarán por referencia a estos Términos. Si algún cambio es inaceptable para usted, puede cancelar su cuenta en cualquier momento.\r\n\r\n   5. Si reclama un contracargo por cualquier motivo, tenemos derecho a investigar y disputar dicho contracargo. Si creemos que su requisito de devolución de cargo es falso, irrazonable o inválido, podemos llevar la disputa a los tribunales. Si su devolución de cargo se considera inválida en el tribunal, usted acepta pagar todas las tarifas y costos que resulten de la devolución de cargo en disputa, incluidos, entre otros, honorarios y gastos legales, daños, dinero perdido debido a la falta de operación y tarifas de devolución de cargo, o si la ley obligatoria aplicable dicta lo contrario, hasta la cantidad máxima permitida.\r\n\r\n   6. Puede pagar las tarifas y los cargos aplicables o por Zen con las principales tarjetas de crédito, PayPal® u otros métodos autorizados por nosotros.\r\n\r\n   7. No somos responsables de la \"piratería\" o la pérdida de sus bienes virtuales de su cuenta, sin embargo, podemos, a nuestro exclusivo criterio, reembolsar los bienes virtuales o Zen si se prueba que dicha pérdida no se debió a su uso inapropiado. Podemos limitar la cantidad de cualquier artículo o negarnos a proporcionarle un bien virtual. Es posible que se requiera la verificación de cierta información aplicable a una transacción antes de que aceptemos su pago. El precio y la disponibilidad de los bienes virtuales están sujetos a cambios sin previo aviso. No tenemos ninguna responsabilidad con respecto a los bienes virtuales o Zen que se le regalen o proporcionen como incentivo.\r\n\r\n\r\n21. Interrupción del servicio\r\n   1. Nos reservamos el derecho de interrumpir el Servicio o cualquier parte del mismo de vez en cuando de manera programada regularmente o de otro modo con o sin previo aviso para realizar el mantenimiento. Usted acepta que no seremos responsables de ninguna interrupción del Servicio o de cualquier parte del mismo, retraso o incumplimiento que resulte de cualquier causa.\r\n\r\n   2. Usted reconoce que el Servicio o cualquier parte del mismo puede ser interrumpido por razones fuera de nuestro control, y no podemos garantizar que podrá acceder al Servicio siempre que lo desee. No seremos responsables de ninguna interrupción de los Servicios, demora o incumplimiento que resulte de cualquier causa.\r\n\r\n   3. Tenemos el derecho en cualquier momento con o sin razón de cambiar y / o eliminar cualquier aspecto (s) del Servicio como lo consideremos apropiado a nuestro exclusivo criterio.\r\n\r\n   4. No estamos obligados a reembolsar la totalidad o parte de cualquier cargo de la Cuenta (si corresponde), por razón de cualquier interrupción del Servicio debido a cualquiera de las circunstancias descritas en los párrafos 25.1, 25.2.\r\n\r\n   \r\n22. Acción disciplinaria / Terminación de cuenta y servicio\r\n   1. POR CUALQUIER MOTIVO Y EN LA MEDIDA PERMITIDA POR LA LEY, PODEMOS SUSPENDER, TERMINAR, MODIFICAR, BLOQUEAR EL ACCESO O ELIMINAR EL SERVICIO O CUALQUIER CUENTA O PARTE DEL MISMO, AL DARLE UN AVISO DENTRO DEL PERÍODO DE TIEMPO ESPECIFICADO CUANDO CREÓ UNA CUENTA O SE INSCRIBIÓ EN UN SERVICIO, O SI NO SE ESPECIFÓ DICHO PERÍODO DE TIEMPO, ENTONCES DENTRO DE LOS TREINTA (30) DÍAS DE LA FECHA, DICHO AVISO SE LE PROPORCIONA POR CORREO ELECTRÓNICO O SE PUBLICA EN EL SITIO WEB O EN EL ÁREA INTERACTIVA.\r\n\r\n   2. Por violaciones de usuarios, podemos, a nuestra opción, emitir advertencias y suspensiones temporales y terminaciones permanentes de Cuentas. Nos reservamos el exclusivo criterio de cuándo y cómo imponer advertencias, sanciones y / o acciones disciplinarias. Consideramos la gravedad de la violación y el número de infracciones al tomar nuestra determinación; sin embargo, cualquier determinación estará bajo nuestra absoluta discreción.\r\n\r\n   3. Para evitar dudas, por la presente reconoce que tenemos la única discreción con respecto a la cancelación de su Cuenta, incluso si quedan créditos en su Cuenta. La terminación de su Cuenta implica la terminación de la licencia para utilizar el Servicio o cualquier parte del mismo (consulte la sección 8).\r\n\r\n   4. Tiene derecho a cancelar su Cuenta en cualquier momento. Usted comprende y acepta que, a menos que la ley obligatoria aplicable dicte lo contrario, la cancelación de su Cuenta es su único derecho y remedio con respecto a cualquier disputa, que incluye, entre otros, cualquier relacionada con o que surja de: (i) cualquier término de este Acuerdo o nuestro cumplimiento o aplicación de este Acuerdo; (ii) los Contenidos del Usuario; (iii) su capacidad para acceder y / o utilizar el Servicio o el Sitio web; o (iv) la cantidad o tipo de tarifas, recargos, impuestos aplicables, métodos de facturación o cualquier cambio en las tarifas, impuestos aplicables, recargos o métodos de facturación.\r\n   \r\n   5. Puede cancelar su Cuenta enviándonos un aviso. Nos reservamos el derecho de cobrar las tarifas y los cargos acumulados y los costos en los que incurramos antes de su terminación. Además, usted es responsable de cualquier tarifa, cargo y costo en que incurra con proveedores externos o proveedores de contenido antes de la cancelación de su Cuenta.\r\n\r\n   6. En el caso de que se cancele su Cuenta, el saldo de los bienes Zen o virtuales en su Cuenta no será reembolsable, no se podrá transferir a otra persona y no devengará intereses. Tras la cancelación de nuestra Cuenta, no se le acreditarán o convertirán en efectivo u otra forma de reembolso el tiempo en línea u otros créditos (por ejemplo, puntos en un juego en línea), y no tendrá más acceso a su Cuenta. Cualquier cuenta morosa o impaga o cuentas con disputas no resueltas deben resolverse antes de que podamos permitirle que se registre nuevamente.\r\n\r\n   7. Si cree que ha sido advertido o disciplinado injustamente, comuníquese con nosotros con una explicación detallada completa.\r\n\r\n\r\n23. Indemnización\r\n   1. Usted acepta defender, indemnizar y mantener a PWE, sus contratistas independientes, proveedores de servicios y consultores, y sus respectivos directores, empleados, agentes, socios, afiliados y subsidiarias, indemnes de y contra cualquier reclamo, daño, costo, responsabilidad y gastos (incluidos, entre otros, los honorarios razonables de abogados) que surjan de o estén relacionados con cualquier Contenido de usuario que publique, almacene o transmita en el sitio web oa través de él, su conducta, sus violaciones de estos Términos, cualquier uso indebido del Servicio , o su violación de los derechos de un tercero.\r\n\r\n\r\n24. Agradecimientos\r\n   1. Por la presente, reconoce y acepta que:\r\n\r\n\r\n    - AL UTILIZAR LOS SERVICIOS, EL SOFTWARE PUEDE MONITOREAR LA MEMORIA DE ACCESO ALEATORIO (RAM) Y / O LOS PROCESOS DE LA CPU DE SU COMPUTADORA PARA PROGRAMAS DE TERCEROS NO AUTORIZADOS QUE SE EJECUTAN CONCURRENTEMENTE CON EL SOFTWARE. UN \"PROGRAMA DE TERCEROS NO AUTORIZADO\" COMO SE UTILIZA EN ESTE DOCUMENTO SE DEFINIRÁ COMO CUALQUIER SOFTWARE DE TERCEROS, INCLUYENDO SIN LIMITACIÓN CUALQUIER \"ADD-ON\" O \"MOD\", QUE EN LA ÚNICA DETERMINACIÓN DE PWE: (i) HABILITA O FACILITA LA TRAMPA DE ANTECEDENTES; (ii) PERMITE A LOS USUARIOS MODIFICAR O HACKEAR LA INTERFAZ, EL ENTORNO Y / O LA EXPERIENCIA DEL SOFTWARE DE CUALQUIER FORMA NO AUTORIZADA EXPRESAMENTE POR PWE; O (iii) INTERCEPTA, \"MINAS\" O DE OTRO MODO RECOPILA INFORMACIÓN DE O MEDIANTE EL SOFTWARE. EN EL CASO DE QUE EL SOFTWARE DETECTE UN PROGRAMA DE TERCEROS NO AUTORIZADO, PUEDE COMUNICAR INFORMACIÓN A PWE, INCLUYENDO, SIN LIMITACIÓN, SU NOMBRE DE CUENTA, DETALLES SOBRE EL PROGRAMA DE TERCEROS NO AUTORIZADO DETECTADO Y LA HORA Y FECHA DEL PROGRAMA NO AUTORIZADO; Y / O PERFECT WORLD ENTERTAINMENT PUEDE EJERCER CUALQUIERA O TODOS SUS DERECHOS BAJO ESTA SECCIÓN DEL ACUERDO, CON O SIN PREVIO AVISO AL USUARIO.\r\n\r\n    - PWE PUEDE MONITOREAR O GRABAR SUS SESIONES DE CHAT Y OTRAS COMUNICACIONES ELECTRÓNICAS TRANSMITIDAS O RECIBIDAS A TRAVÉS DEL JUEGO O DEL SERVICIO Y USTED ACEPTA DICHA SUPERVISIÓN O GRABACIÓN.\r\n\r\n    - No garantizamos la integridad, exactitud o corrección de la información transmitida entre jugadores. No garantizamos el mantenimiento seguro de la información que se transmite entre jugadores. Usted reconoce que dicha información transmitida entre usuarios es \"tal cual\" y que utilizará dicha información solo por su cuenta y riesgo.\r\n\r\n    - Usted reconoce que al usar el Servicio y / o los Juegos, puede perder características y / o elementos del juego. No puedes responsabilizar a PWE por ninguna característica del juego o pérdida de artículos. No garantizamos la disponibilidad de ningún elemento del juego, ningún Servicio o ningún nivel para los jugadores.\r\n\r\n\r\n25. Renuncia de garantías\r\n   1. USTED ENTIENDE Y ACEPTA EXPRESAMENTE QUE:\r\n    - EL SERVICIO, LOS JUEGOS, EL SITIO WEB Y TODOS LOS MATERIALES CONTENIDOS EN EL MISMO SE PROPORCIONAN \"TAL CUAL\" Y \"SEGÚN DISPONIBILIDAD\", SIN GARANTÍAS DE NINGÚN TIPO, YA SEA EXPRESA O IMPLÍCITA. PWE Y SUS SUBSIDIARIAS, AFILIADAS, FUNCIONARIOS, EMPLEADOS, AGENTES, SOCIOS Y LICENCIADORES RENUNCIAN A TODAS LAS DEMÁS GARANTÍAS, EXPRESAS O IMPLÍCITAS, INCLUYENDO, SIN LIMITACIÓN, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA SU USO O ADECUACIÓN PARA UN USO Y LA NO INFRACCIÓN EN CUANTO AL SERVICIO, EL JUEGO Y EL SITIO WEB, INCLUYENDO TODA LA INFORMACIÓN, CONTENIDO Y MATERIALES CONTENIDOS EN EL MISMO. SIN LIMITAR LO ANTERIOR, PWE NO REPRESENTA NI GARANTIZA QUE EL SERVICIO, LOS JUEGOS, EL SITIO WEB O LOS MATERIALES CONTENIDOS EN EL MISMO SEAN EXACTOS, COMPLETOS, FIABLES, DISPONIBLES, ACTUALES O LIBRES DE ERRORES. PWE TAMBIÉN NO DECLARA NI GARANTIZA QUE LOS JUEGOS, EL SITIO WEB O SUS SERVIDORES ESTÉN LIBRES DE VIRUS, FALLOS, ERRORES U OTROS COMPONENTES O DEFECTOS DAÑINOS, TRANSMITIR DATOS DE MANERA SEGURA O FUNCIONAN CORRECTAMENTE CON EL SERVICIO.\r\n   \r\n   2. PWE Y SUS SUBSIDIARIAS, AFILIADAS, FUNCIONARIOS, EMPLEADOS, AGENTES, SOCIOS Y LICENCIADORES NO GARANTIZAN QUE (i) EL SERVICIO CUMPLIRÁ CON SUS REQUISITOS; (ii) EL SITIO WEB SERÁ ININTERRUMPIDO, OPORTUNO, SEGURO O LIBRE DE ERRORES; O (iii) CUALQUIER ERROR EN EL SOFTWARE SERÁ CORREGIDO.\r\n\r\n   3. MIENTRAS PWE INTENTA HACER QUE SU ACCESO Y USO DEL SERVICIO ES SEGURO, PWE NO PUEDE Y NO DECLARA NI GARANTIZA QUE EL SERVICIO O SUS SERVIDORES ESTÁN LIBRES DE VIRUS U OTROS COMPONENTES DAÑINOS; POR LO TANTO, DEBE UTILIZAR SOFTWARE RECONOCIDO POR LA INDUSTRIA PARA DETECTAR Y DESINFECTAR LOS VIRUS DE CUALQUIER DESCARGA. CUALQUIER MATERIAL DESCARGADO U OBTENIDO DE OTRA MANERA MEDIANTE EL USO DEL SITIO WEB O EL SERVICIO SE ACCEDE A SU PROPIA DISCRECIÓN Y RIESGO, Y USTED SERÁ EL ÚNICO RESPONSABLE DE CUALQUIER DAÑO A SU SISTEMA DE COMPUTADORA O PÉRDIDA DE DATOS QUE RESULTEN DE LA DESCARGA DE DICHO MATERIAL.\r\n\r\n   4. UN PEQUEÑO PORCENTAJE DE USUARIOS PUEDE EXPERIMENTAR CONVULSIONES EPILÉPTICAS CUANDO ESTÁN EXPUESTOS A CIERTOS PATRONES DE LUZ O FONDOS EN LA PANTALLA DE UNA COMPUTADORA O MIENTRAS UTILIZAN EL SITIO WEB O EL SERVICIO. CIERTAS CONDICIONES PUEDEN INDUCIR SÍNTOMAS EPILÉPTICOS PREVIAMENTE NO DETECTADOS, INCLUSO EN USUARIOS QUE NO TIENEN ANTECEDENTES DE CONVULSIONES O EPILEPSIA ANTERIORES. SI USTED O ALGUIEN EN SU FAMILIA TIENE UNA CONDICIÓN EPILÉPTICA, CONSULTE A SU MÉDICO ANTES DE UTILIZAR EL SERVICIO. DEJE DE USAR INMEDIATAMENTE EL SERVICIO Y CONSULTE A SU MÉDICO SI EXPERIMENTA ALGUNO DE LOS SIGUIENTES SÍNTOMAS MIENTRAS UTILIZA EL SERVICIO: MAREO, VISIÓN ALTERADA, PÉRDIDA DE CONCIENCIA, DESORIENTACIÓN O CUALQUIER MOVIMIENTO INVOLUNTARIO.\r\n\r\n   5. LA REFERENCIA A CUALQUIER PRODUCTO, SERVICIO, PROCESO U OTRA INFORMACIÓN, POR NOMBRE COMERCIAL, MARCA COMERCIAL, FABRICANTE, PROVEEDOR O DE OTRO MODO, NO CONSTITUYE NI IMPLICA SU RESPALDO, PATROCINIO O RECOMENDACIÓN, O CUALQUIER AFILIACIÓN AL MISMO, POR PWBV.\r\n\r\n\r\n26. Resolución de disputas.\r\n   1. Antes de presentar una reclamación contra PWE, acepta intentar resolver la disputa de manera informal enviando un aviso de disputa por correo electrónico a legal@perfectworld.com con el asunto \"Attn: Legal\".\r\n   \r\n   2. El aviso debe incluir su nombre, dirección postal y número de teléfono (si corresponde), y debe describir la naturaleza y la base del reclamo o disputa, así como establecer la reparación específica buscada. Si una disputa no se resuelve dentro de un mes después de recibir su notificación, usted o nosotros podemos iniciar un procedimiento de arbitraje formal de acuerdo con las Reglas de Arbitraje Internacional de JAMS (\"JAMS\").\r\n\r\n\r\n27. Acuerdo de arbitraje.\r\n   1. Arbitraje. Lea atentamente las siguientes secciones, ya que afectan sus derechos. Usted y PWE acuerdan resolver cualquier reclamo relacionado con estos Términos o el Servicio mediante un arbitraje final y vinculante. Este acuerdo de arbitraje está destinado a ser interpretado de manera amplia e incluye reclamos basados ??en contratos, agravios, estatutos, fraudes, tergiversaciones o cualquier otra teoría legal. Usted reconoce que estos Términos evidencian una transacción que involucra el comercio interestatal y, por lo tanto, la Ley de Arbitraje de los Estados Unidos regirá la interpretación, ejecución y procedimientos de conformidad con la cláusula de arbitraje de estos Términos.\r\n   \r\n   2. Optar por no participar en el arbitraje. USTED PUEDE EXCLUIRSE DEL ACUERDO DE ARBITRAJE PROPORCIONANDO UN AVISO POR ESCRITO DE PWE DENTRO DE LOS TREINTA (30) DÍAS DE ACEPTAR POR PRIMERA VEZ ESTOS TÉRMINOS. SU AVISO DEBE INCLUIR: (I) SU NOMBRE COMPLETO (PRIMERO Y APELLIDO); (II) LA DIRECCIÓN DE CORREO ELECTRÓNICO QUE UTILIZÓ PARA REGISTRAR SU CUENTA; Y (III) UNA DECLARACIÓN CLARA DE QUE USTED RECHAZA ESTE ACUERDO DE ARBITRAJE. ENVÍE POR CORREO ELECTRÓNICO SU AVISO DE EXCLUSIÓN POR CORREO ELECTRÓNICO A: legal@perfectworld.com CON EL ASUNTO: \"Attn: Legal\"\r\n   \r\n   3. Costos de arbitraje. PWE pagará todas las tarifas de presentación, administración y arbitraje de JAMS por cualquier arbitraje que iniciemos. Pagará las tarifas de cualquier arbitraje que inicie, de acuerdo con las Reglas de JAMS. Sin embargo, si inicia un arbitraje después de intentar resolver informalmente una disputa de acuerdo con estos Términos, y busca una compensación valorada en $ 300 o menos (tanto para usted como para nosotros), PWE pagará todas las tarifas de presentación, administración y arbitraje de JAMS. Si su reclamo es por más de $ 300 pero menos de $ 10,000, PWE pagará todas las tarifas que excedan los $ 20. Después de que PWE reciba un aviso en la dirección de correo electrónico anterior de que usted ha comenzado dicho arbitraje, PWE le reembolsará de inmediato cualquier parte de la tarifa de presentación que haya pagado y que PWE haya acordado pagar.\r\n   \r\n   4. Reclamaciones frívolas. Si el árbitro determina que el fondo de su reclamo o la reparación solicitada es frívola o traída con un propósito inadecuado (según las normas establecidas en la Regla Federal de Procedimiento Civil 11 (b)), entonces el pago de todos los JAMS Los honorarios de presentación, administración y árbitro se regirán por las Reglas de JAMS y usted acepta reembolsarnos cualquier cantidad que hayamos pagado en su nombre a JAMS. PWE no buscará los honorarios y costos de sus abogados en el arbitraje a menos que el árbitro determine que el fondo de su reclamo o la reparación solicitada fue frívola o traída con un propósito inadecuado.\r\n   \r\n   5. Procedimientos de arbitraje. Usted acepta que un árbitro de JAMS arbitrará la disputa bajo las Reglas de Arbitraje Internacional de JAMS, modificadas por esta disposición de arbitraje. El laudo del árbitro deberá ir acompañado de un dictamen motivado. El arbitraje se llevará a cabo en el condado de los Estados Unidos donde vive o trabaja, o en cualquier otro lugar que acordamos mutuamente.\r\n   \r\n   6. Sin acciones colectivas. Solo puede resolver disputas con nosotros de manera individual y no puede presentar un reclamo como demandante o miembro de la clase en una acción colectiva, consolidada o representativa. No puede presentar una reclamación como parte de un arbitraje colectivo, una acción colectiva, una acción general de un fiscal privado o una consolidación con otros arbitrajes.\r\n   \r\n   7. Foro Judicial. En el caso de que se determine que este acuerdo de arbitraje no se aplica a usted oa su reclamo, usted y PWE acuerdan que cualquier procedimiento judicial (que no sean acciones de reclamos menores) se iniciará en los tribunales federales o estatales del condado de San Mateo, California. Tanto usted como PWE dan su consentimiento al lugar y jurisdicción personal allí, y renuncian a cualquier objeción en cuanto al foro inconveniente.\r\n   \r\n   8. Límite de tiempo para presentar reclamos. Sin perjuicio de cualquier estatuto o ley en contrario, cualquier reclamo o causa de acción que surja de o esté relacionado con estos Términos o su uso del Servicio debe presentarse dentro de un (1) año después de que surgió dicho reclamo o causa de acción, de lo contrario, ese reclamo o la causa de acción será prohibida para siempre.\r\n   \r\n   9. Cambios futuros al acuerdo de arbitraje. Sin perjuicio de cualquier disposición en estos Términos que indique lo contrario, usted acepta que si PWE realiza algún cambio futuro a esta disposición de arbitraje (que no sea un cambio en la dirección de correo electrónico del aviso anterior, los enlaces del sitio web o los números de teléfono enumerados en esta disposición), dichos cambios no afectará las disputas que surgieron antes de la fecha de vigencia del cambio.\r\n\r\n\r\n28. Limitación de responsabilidad\r\n   1. EN NINGÚN CASO NOSOTROS, PWE, SUS DIRECTORES, MIEMBROS, AFILIADOS, SUBSIDIARIOS, EMPLEADOS O AGENTES SEREMOS RESPONSABLES DE NINGÚN DAÑO DIRECTO, ESPECIAL, INDIRECTO O CONSECUENTE, O CUALQUIER OTRO DAÑO DE CUALQUIER TIPO, INCLUYENDO PERO NO LIMITADO A USO, PÉRDIDA DE BENEFICIOS O PÉRDIDA DE DATOS, YA SEA EN UNA ACCIÓN POR CONTRATO, AGRAVIO (INCLUYENDO, PERO NO LIMITADO A LA NEGLIGENCIA) O DE OTRO MODO, QUE SURJA O DE ALGUNA MANERA CONECTADA CON EL USO O LA INCAPACIDAD DE UTILIZAR EL SITIO WEB, EL SERVICIO , LOS JUEGOS O CUALQUIERA DE LOS CONTENIDOS O LOS MATERIALES CONTENIDOS O ACCEDIDOS A TRAVÉS DEL SITIO WEB O EL SERVICIO, INCLUYENDO SIN LIMITACIÓN CUALQUIER DAÑO CAUSADO O RESULTADO DE LA CONFIANZA DEL USUARIO EN CUALQUIER INFORMACIÓN OBTENIDA DE NOSOTROS O PWE, O QUE RESULTEN DE ERRORES, OMISIONES, INTERRUPCIONES, ELIMINACIÓN DE ARCHIVOS O CORREO ELECTRÓNICO, ERRORES, DEFECTOS, VIRUS, RETRASOS EN EL FUNCIONAMIENTO O TRANSMISIÓN O CUALQUIER FALLO DE RENDIMIENTO, YA SEA RESULTADO O NO DE ACTOS DE DIOS, FALLA DE COMUNICACIONES, ROBO, DESTRUCCIÓN O ACCESO NO AUTORIZADO A LOS REGISTROS, PROGRAMAS O SERVICIOS DE PWE.\r\n\r\n   2. EN NINGÚN CASO SERÁ LA RESPONSABILIDAD AGREGADA DE PWE, YA SEA EN CONTRATO, GARANTÍA, AGRAVIO (INCLUYENDO NEGLIGENCIA, YA SEA ACTIVA, PASIVA O IMPUTADA), RESPONSABILIDAD DEL PRODUCTO, RESPONSABILIDAD ESTRICTA U OTRA TEORÍA QUE SURJA O SE RELACIONE CON EL USO DE LA INCAPACIDAD PARA UTILIZAR EL SERVICIO, EL SITIO WEB O CUALQUIERA DE LOS JUEGOS EXCEDE CUALQUIER COMPENSACIÓN QUE PAGUE, SI LA HAY, PARA OBTENER ACCESO O USO DEL MISMO.\r\n\r\n   3. Algunos estados miembros de la UE no permiten las limitaciones de responsabilidad anteriores por ley (obligatoria), por lo que es posible que no se apliquen a usted. En tal caso, usted acepta explícitamente que nuestra responsabilidad (o cualquier otra parte eximida) para con usted se limitará al máximo permitido por la ley obligatoria aplicable. Usted acepta que no podemos ser considerados responsables por nada que ocurra o resulte del acceso o suscripción al Servicio.\r\n\r\n   \r\n29. General\r\n   1. Si no actuamos con respecto a una infracción suya o de otros, no renuncia a nuestro derecho a actuar con respecto a infracciones posteriores o similares.\r\n\r\n   2. Salvo que se permita lo contrario en el presente, no puede ceder o transferir este Acuerdo o sus derechos en virtud del presente, o los Juegos o cualquier otro software proporcionado por nosotros, y cualquier intento en contrario es nulo.\r\n\r\n   3. Si alguna disposición de este Acuerdo es ilegal, nula o inaplicable por cualquier motivo, dicha disposición se considerará separable de este Acuerdo y no afectará la validez y aplicabilidad de las disposiciones restantes.\r\n\r\n   4. Los títulos de las secciones que se utilizan en este documento son solo para referencia y no deben leerse para que tengan ningún efecto legal. El Programa forma parte de los Términos y tendrá efecto como si estuviera establecido en su totalidad en el cuerpo de los Términos y cualquier referencia a estos Términos incluye el Programa.\r\n\r\n\r\n30. Remedios.\r\nUsted acepta que sus obligaciones y representaciones, y las limitaciones de la licencia, establecidas en este documento, son necesarias y razonables para proteger a PWE, su negocio y sus licenciantes, y acepta expresamente que los daños monetarios no serían suficientes para compensar a PWE por completo por cualquier incumplimiento. de este Acuerdo, o por cualquier tergiversación realizada por usted anteriormente. En consecuencia, usted acepta y sabe que dicha violación o amenaza de violación causará un daño irreparable a PWE y que, además de cualquier otro recurso que pueda estar disponible, por ley, en equidad o de otro modo, PWE tendrá derecho a obtener medidas cautelares contra el incumplimiento o amenaza de incumplimiento de este Acuerdo, o la continuación de dicho incumplimiento por su parte, o para remediar cualquier tergiversación realizada por usted, sin la necesidad de probar la insuficiencia de ningún recurso legal o daños monetarios, y sin la necesidad de publicar ningún enlace.\r\n\r\n\r\n31. Contratistas independientes.\r\nUsted reconoce que no se lo considera, y no se presentará como agente, empleado, empresa conjunta o socio de PWE (o cualquiera de sus respectivas afiliadas, socios editoriales, otorgantes de licencias o licenciatarios). Cada parte de este Acuerdo es un contratista independiente con respecto a la otra, y nada en este Acuerdo se considerará que coloca a las partes en la relación de empleador-empleado, principal-agente, socios o empresas conjuntas.\r\n\r\n\r\n32. Controles de exportación de EE. UU.\r\nUsted reconoce y acepta que los Juegos y otro software proporcionado a través del Sitio web o el Servicio están sujetos a restricciones y controles impuestos por la Ley de Administración de Exportaciones de los Estados Unidos (la \"Ley\") y las regulaciones promulgadas en virtud de la misma. Usted acepta y certifica que ni los Juegos ni ningún otro software proporcionado a través del Sitio web o el Servicio, ni ningún producto directo de los mismos se adquiere, envía, transfiere o reexporta, directa o indirectamente, a ningún país prohibido por la Ley. y las regulaciones en virtud de las mismas o se utilizarán para cualquier propósito prohibido por las mismas. Usted acepta que cumplirá con todas las leyes aplicables con respecto a su posesión, uso y operación de los Juegos y otro software proporcionado a través del Sitio web o el Servicio.\r\n\r\n\r\n33. Contáctenos\r\nA menos que se le indique con otro método de contacto en este documento, si tiene alguna pregunta, inquietud o queja con respecto a nuestros Juegos o nuestros Servicios, puede comunicarse con nuestro Equipo de Servicio al Cliente a través de:\r\n   Correo electrónico: tos@perfectworld.com\r\n   Correo: Perfect World Entertainment Inc.\r\n   Attn: Equipo de servicio al cliente\r\n   100 Redwood Shores Parkway\r\n   Redwood City, CA 94065\r\n\r\n\r\n34. También se aplican los términos de la plataforma\r\nSi accede a nuestros Juegos a través de consolas, las formas en las que puede utilizar los Juegos también pueden estar controladas por las reglas y políticas del proveedor de la Plataforma de Consola correspondiente. En la medida en que lo requieran dichas reglas y políticas, los términos de la plataforma de la consola se aplicarán en su uso de los Juegos.\r\n\r\nEn general, reconoce que:\r\n    - PWE, no las Plataformas de Consola ni ninguno de sus afiliados, le otorga la licencia del Juego o Servicio de acuerdo con estos términos;\r\n    - PWE no es responsable de los servicios relacionados con la Plataforma de la Consola y no será responsable de ninguna acción que surja en el contrato, agravio (incluida la negligencia) o relacionada con el uso u operación de dicho servicio;\r\n    - usted será el único responsable de asegurarse de utilizar cualquier cuenta de la Plataforma de la consola que utilice para acceder al Juego o Servicio de acuerdo con las políticas aplicables a dicha cuenta;\r\n    - PWE no le otorga el derecho de usar ningún derecho de propiedad intelectual, incluidas las marcas comerciales, de las Plataformas de Consola o sus afiliadas. Su uso de dichos derechos de propiedad intelectual se otorga (si corresponde) de acuerdo con los Términos de servicio y cualquier otra política que las Plataformas de consola o sus afiliadas pongan a disposición de vez en cuando en relación con el uso de la plataforma;\r\n    - Console Platforms o cualquiera de sus afiliadas pone a disposición cualquier producto o servicio en línea \"tal cual\" sin ninguna garantía;\r\n    - Se puede solicitar a PWE que cambie el Juego o Servicio, o estos términos, para cumplir con las instrucciones de las Plataformas de Consola. Usted acepta que se nos permite realizar dichos cambios de inmediato y sin previo aviso y que no tendremos ninguna responsabilidad ante usted u otros con respecto a dichos cambios.\r\n\r\n\r\n35. Clausura.\r\nGracias nuevamente por visitarnos. Esperamos que disfrute de su estadía y aproveche al máximo la comunidad en línea que estamos desarrollando. Recuerde que es un invitado y actúe con la misma cortesía y respeto que esperaría de los demás huéspedes.\r\n\r\nÚltima actualización: 18 de agosto de 2020",
  "version": 3
}