{
  "content": "Политика конфиденциальности \r\n\r\nПОЖАЛУЙСТА, ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ ДАННУЮ ПОЛИТИКУ КОНФИДЕНЦИАЛЬНОСТИ. В ЭТОМ ОПИСАНИИ ДЕТАЛИ О том, КАК МЫ СОБИРАЕМ, ИСПОЛЬЗУЕМ И РАСКРЫВАЕМ ЛИЧНУЮ ИНФОРМАЦИЮ. ЕСЛИ ВАМ Моложе 18 лет, НЕ ПРЕДОСТАВЛЯЙТЕ НИКАКОЙ ИНФОРМАЦИИ, ЕСЛИ ВЫ НЕ ПОЛУЧИЛИ РАЗРЕШЕНИЕ РОДИТЕЛЯ ИЛИ ОПЕКУНА.\r\n\r\nБлагодарим вас за то, что вы прочитали нашу Политику конфиденциальности и посетили наши веб-сайты www.arcgames.com и www.perfectworld.com. Perfect World Entertainment Inc. («Perfect World», «мы», «нас») использует и поддерживает эту Политику конфиденциальности («Политика»), в которой кратко излагается, когда и как ваша личная информация собирается, используется, защищается и раскрывается в связи с вашими использование www.arcgames.com и www.perfectworld.com, любого другого веб-сайта, управляемого Perfect World, а также любых микросайтов, мобильных сайтов или субдоменов таких сайтов (совместно именуемых «Веб-сайт»), любых игр, мобильных игр а также игровые платформы, клиенты или серверы, управляемые Perfect World через Веб-сайт («Игры»), а также все функции, функции, программное обеспечение и услуги, предлагаемые через Веб-сайт. Веб-сайт, Игры, а также возможности, функции, программное обеспечение и услуги, предлагаемые через Веб-сайт, вместе составляют «Услугу». Он также описывает доступные вам варианты использования, вашего доступа и способов обновления и исправления вашей личной информации. Мы оставляем за собой право изменять положения настоящей Политики в любое время. Если мы внесем какие-либо существенные изменения, мы уведомим вас по электронной почте (отправленной на адрес электронной почты, указанный в вашей учетной записи) или посредством уведомления на этом веб-сайте до того, как изменения вступят в силу. Мы рекомендуем вам периодически просматривать эту страницу для получения последней информации о наших правилах конфиденциальности.\r\n\r\n\r\nЧто такое личная информация?\r\n\r\nИспользуемый здесь термин «личная информация» означает информацию, которая конкретно идентифицирует человека (например, имя, адрес, номер телефона, номер мобильного телефона, адрес электронной почты или другой номер учетной записи), а также информацию о местонахождении или деятельности этого человека, например в качестве информации об использовании им Сервиса, IP-адресов или идентификаторов мобильных устройств, когда они напрямую связаны с личной информацией. Личная информация также включает демографическую информацию, такую ​​как дата рождения, пол, географический регион и предпочтения, когда такая информация связана с другой личной информацией, которая идентифицирует вас. \r\n\r\nЛичная информация не включает «совокупную» информацию, которая представляет собой данные, которые мы собираем об использовании Сервиса или о группе или категории продуктов, услуг или пользователей, из которых были удалены индивидуальные данные или другая личная информация. Обобщенные данные помогают нам понять тенденции и потребности наших пользователей, чтобы мы могли лучше рассмотреть новые функции или иным образом адаптировать наш Сервис. Эта политика никоим образом не ограничивает и не ограничивает наш сбор и использование совокупной информации.\r\n\r\n\r\nКакую личную информацию мы собираем?\r\n\r\nАктивный сбор\r\nПерсональная информация может быть собрана разными способами, когда вы посещаете или используете наш Сервис. Например, мы можем собирать ваше имя, адрес, адрес электронной почты, имя пользователя и другую контактную и демографическую информацию, когда вы регистрируетесь и настраиваете учетную запись, подаете заявку на работу или связываетесь с нами по электронной почте или другим способом по любой причине. Когда вы совершаете покупку, мы также можем получить вашу кредитную карту или другую платежную или платежную информацию. Личная и демографическая информация также может быть собрана, если вы предоставляете такую ​​информацию в связи с созданием профиля или группы, оставляя комментарии, публикуя контент, отправляя электронное письмо или сообщение другому пользователю или участвуя в любых интерактивных чатах, форумах, платформе социальных сетей или другие функции на Веб-сайте или в Сервисе, или когда вы используете наши Игры. Кроме того, время от времени мы можем собирать демографические, контактные или другие личные данные, которые вы предоставляете в связи с вашим добровольным участием в опросах, лотереях, конкурсах, играх, рекламных предложениях и других мероприятиях. Вы можете получить доступ к определенным частям нашего Сервиса, не предоставляя нам никакой личной информации. Однако вы не сможете использовать определенные функции, требующие регистрации, или получать материалы, если не будет предоставлена ​​определенная информация. Время от времени мы можем изменять информацию, запрашиваемую при регистрации или в отношении определенных функций или услуг, поэтому это не может быть полный список.\r\n\r\nВремя от времени мы публикуем отзывы / комментарии / обзоры клиентов на Сервисе, которые могут содержать личную информацию. Мы получаем согласие клиента по электронной почте до публикации отзыва о размещении его имени вместе с отзывом. Если вы хотите обновить или удалить свой отзыв, вы можете связаться с нами по адресу privacy@perfectworld.com.\r\n\r\nFacebook Connect\r\nВы можете войти в нашу Службу, используя службу входа Facebook («Facebook Connect»). Эта служба подтвердит вашу личность и предоставит вам возможность поделиться с нами определенной личной информацией, такой как ваше имя и адрес электронной почты, для предварительного заполнения нашей формы регистрации. Мы также можем собирать другую информацию от Facebook, включая, помимо прочего, идентификатор пользователя, связанный с вашей учетной записью, токен доступа, необходимый для доступа к этой услуге, любую информацию, которую вы разрешили Facebook передавать нам, и любую имеющуюся у вас информацию. опубликовано в Facebook. Если вы разрешите нам доступ к вашему списку друзей, идентификаторы пользователей ваших друзей и ваша связь с этими друзьями могут быть использованы и сохранены, чтобы сделать ваш опыт более социальным и позволить вам приглашать своих друзей использовать наш Сервис, а также предоставлять вам обновления, если и когда ваши друзья присоединятся к нашему Сервису. Вы всегда должны просматривать и, при необходимости, корректировать свои настройки конфиденциальности на Facebook, прежде чем связывать их с нашим Веб-сайтом или Сервисом. Вы также можете отключить свою учетную запись Facebook от Сервиса, изменив настройки Facebook. У вас также может быть возможность публиковать информацию о ваших действиях в этой Службе на странице вашего профиля Facebook, чтобы поделиться с другими в вашей сети.\r\n\r\nФайлы журналов\r\nКогда вы используете Сервис, также автоматически собирается некоторая информация, такая как ваш IP-адрес, ваша операционная система, тип и язык браузера или мобильного устройства, время доступа, адрес ссылающегося веб-сайта и ваш активность на Сервисе. Мы также используем инструменты аналитики веб-сайтов в нашем Сервисе для получения информации из вашего браузера или мобильного устройства, включая сайт, с которого вы пришли, поисковые системы и ключевые слова, которые вы использовали для поиска нашего сайта, страницы, которые вы просматриваете в Сервисе, надстройки вашего браузера, а также ширину и высоту вашего браузера и другую информацию, которая помогает нам улучшать Сервис. Мы также доставляем рекламу и предоставляем инструменты аналитики веб-сайтов на сайтах и ​​службах, отличных от Perfect World, а также собираем информацию о просмотрах страниц на этих сторонних сайтах. Мы рассматриваем эту информацию как личную информацию, если мы объединяем ее или связываем ее с любой идентифицирующей информацией, упомянутой выше. В противном случае он используется только в совокупности.\r\n\r\nФайлы cookie и технологии отслеживания\r\nИспользуя Сервис, вы соглашаетесь с тем, что мы можем автоматически собирать определенную информацию с помощью файлов cookie или других подобных технологий отслеживания для анализа тенденций, администрирования веб-сайта, отслеживания перемещений пользователей по веб-сайту и сбора демографической информации. о нашей пользовательской базе в целом. Мы используем файлы cookie для сбора общей информации об использовании вами Сервиса, конфигурации вашего компьютера и взаимодействия вашего компьютера или устройства с Сервисом, а также сохраняем эту информацию в файлах журнала. Мы используем эту информацию для анализа трафика и использования нашего Сервиса, что позволяет нам улучшать Сервис, обеспечивать наилучшее качество работы в сети и улучшать обслуживание клиентов. Наши сторонние службы также используют файлы cookie, как описано выше. Пользователи могут контролировать использование файлов cookie на уровне отдельного браузера. Файлы cookie - это небольшие файлы данных, которые сохраняются на жестком диске пользователя по запросу Веб-сайта или Сервиса, чтобы позволить Веб-сайту или Сервису распознавать пользователей, которые их ранее посещали, и сохранять определенную информацию, такую ​​как предпочтения и история клиентов. Если мы объединяем файлы cookie или связываем их с какой-либо личной информацией, мы будем рассматривать эту информацию как личную информацию. Чистые гифки (также известные как веб-ошибки или веб-маяки) - это небольшие невидимые графические изображения, которые могут использоваться на Веб-сайте или Сервисе или в электронных письмах, относящихся к Веб-сайту или Сервису, для сбора определенной информации и отслеживания активности пользователей на Веб-сайте или Сервисе. Когда вы получаете от нас электронное письмо, мы можем использовать веб-маяки, настраиваемые ссылки или аналогичные технологии, чтобы определить, было ли электронное письмо открыто и по каким ссылкам вы переходите, чтобы предоставить вам более целенаправленную переписку по электронной почте или другую информацию. Если вы хотите заблокировать, удалить файлы cookie или получить предупреждение о них, обратитесь к инструкциям вашего браузера или мобильного устройства или на экран справки, чтобы узнать об этих функциях. Возможно, вы не сможете удалить или отключить файлы cookie на определенных мобильных устройствах и / или определенных браузерах. Помните, что если браузер или мобильное устройство настроены не принимать файлы cookie или если пользователь отклоняет файлы cookie, некоторые части Веб-сайта или Сервиса могут работать некорректно. Например, вы не сможете войти в систему и не сможете получить доступ к определенным функциям или услугам Веб-сайта или Службы. Вы можете найти более конкретную информацию об использовании нами файлов cookie и веб-маяков в нашей Политике использования файлов cookie. Дополнительную информацию о том, как изменить настройки файлов cookie в браузере, можно найти на сайте www.allaboutcookies.org. Чтобы управлять файлами cookie Flash, щелкните здесь.\r\n\r\nМы также можем использовать третьих лиц для показа рекламы в нашем Сервисе. Эти третьи стороны могут размещать файлы cookie, прозрачные гифки или другие устройства на вашем компьютере для сбора информации, и информация, предоставляемая этими устройствами, может использоваться, среди прочего, для доставки рекламы, ориентированной на ваши интересы, и для лучшего понимания использования и посещения наших Сервис и другие сайты, отслеживаемые этими третьими сторонами. Эта политика не применяется к файлам cookie в сторонних объявлениях, а также за соблюдение ими политики конфиденциальности или методов сбора данных, и мы не несем ответственности за них. Рекламные отрасли в ЕС разработали схемы, которые помогут вам отказаться от получения файлов cookie, используемых для этих целей. Вы можете узнать больше о схеме ЕС на сайте www.youronlinechoices.eu. Если вы хотите получить дополнительную информацию о файлах cookie и целевой рекламе или отказаться от использования этой информации компаниями, которые являются частью Network Advertising Initiative, посетите сайт www.networkadvertising.org/choices. Обратите внимание, что это не означает, что вы не будете получать рекламу. Вы по-прежнему будете получать обычные объявления. Обратите внимание, что у нас нет доступа или контроля каких-либо сторонних технологий отслеживания.\r\n\r\nИдентификаторы устройств\r\nКогда вы получаете доступ к Сервису с помощью мобильного устройства (включая, помимо прочего, смартфоны или планшеты), мы можем использовать, получать доступ, собирать, отслеживать и / или удаленно хранить один или несколько «идентификаторов устройств», например универсальный уникальный идентификатор («UUID»). Идентификаторы устройств - это небольшие файлы данных или аналогичные структуры данных, хранящиеся на вашем мобильном устройстве или связанные с ним, которые однозначно идентифицируют ваше мобильное устройство. Идентификатор устройства может быть данными, хранящимися в связи с аппаратным обеспечением устройства, данными, хранящимися в связи с операционной системой устройства или другим программным обеспечением, или данными, отправленными на устройство нами. Идентификатор устройства может передавать нам информацию о том, как вы просматриваете и используете Сервис. Идентификатор устройства может постоянно оставаться на вашем устройстве, чтобы помочь вам быстрее войти в систему и улучшить вашу навигацию по Сервису. Некоторые функции Сервиса могут не работать должным образом, если использование или доступность идентификаторов устройств нарушены или отключены.\r\n\r\nИдентификаторы пользователей.\r\nКогда вы получаете доступ к Сервису, мы используем, получаем доступ, собираем, отслеживаем и / или удаленно сохраняем один или несколько «идентификаторов пользователей». Идентификаторы пользователей - это небольшие файлы данных или аналогичная структура данных, назначаемые пользователю, которые будут использоваться для того, чтобы вы могли продолжить игровой процесс, использовать игры на нескольких платформах и помочь связать вашу личность на нескольких платформах. Идентификатор пользователя может передавать нам информацию о том, как вы просматриваете и используете Сервис. Идентификатор пользователя может постоянно оставаться на вашем устройстве или компьютере, чтобы помочь вам быстрее войти в систему и улучшить вашу навигацию по Сервису. Некоторые функции Сервиса могут не работать должным образом, если использование или доступность идентификаторов пользователей нарушены или отключены.\r\n\r\nДанные о местоположении\r\nКогда вы получаете доступ к Сервису с помощью мобильного устройства или через него, мы можем использовать, получать доступ, собирать, отслеживать и / или удаленно хранить «данные о местоположении», которые могут включать координаты GPS (например, широту и / или долготу) или аналогичную информацию, касающуюся местонахождение вашего мобильного устройства. Данные о местоположении могут передавать нам информацию о том, как вы просматриваете и используете Сервис. Некоторые функции Службы, в частности службы, основанные на местоположении, могут не работать должным образом, если использование или доступность данных о местоположении нарушены или отключены.\r\n\r\nДанные, собранные для предотвращения мошенничества и использования неавторизованного программного обеспечения.\r\nКогда вы запускаете наше игровое программное обеспечение, это может включать программные функции, предназначенные для обнаружения мошенничества или несанкционированных и вредоносных программ. В этом контексте мы можем получать доступ, собирать, отслеживать и / или удаленно хранить снимки экрана игрового процесса, информацию, касающуюся мощности оборудования, модификаций, связанных с нашим игровым программным обеспечением, сигнатур, профилей или имен известных несанкционированных или вредоносных сторонних программ, файлов или процессы, которые позволяют или способствуют мошенничеству, несправедливому преимуществу или взлому Игр или Сервиса. При обнаружении неавторизованных или вредоносных программ игровое программное обеспечение может также передавать нам учетную запись пользователя и идентификатор пользователя, а также информацию о неавторизованной или вредоносной программе или ее использовании.\r\n\r\nИнформация, собираемая в консольных играх\r\nКогда вы получаете доступ к консольной игре на консольной платформе, мы автоматически собираем следующую информацию посредством вашего использования сервисов: IP-адрес, данные журнала (время и период), игровые элементы и поведение, достижения, которых вы достигли в игре, других пользователей, которых вы привели.\r\n\r\nМы также получаем информацию из сторонних источников. Если вы играете в нашу игру на консоли, подключенной к сети, они могут поделиться с нами идентификатором вашей платформы, страной, полом, возрастом, «Друзьями» и заблокированным списком на платформе консоли. Передача нам такой информации консольными платформами регулируется политикой конфиденциальности соответствующих консольных платформ.\r\n\r\nВремя от времени мы можем изменять информацию, запрашиваемую при регистрации или в отношении определенных функций или услуг, поэтому это не может быть полный список.\r\n\r\nВы можете получить доступ к определенным частям нашего Сервиса, не предоставляя нам никакой личной информации. Однако вы не сможете использовать определенные функции, требующие регистрации, или получать материалы, если не будет предоставлена ​​определенная информация. Обработка этой личной информации является законной, поскольку она необходима для работы нашего Сервиса.\r\n\r\n\r\nКак мы используем личную информацию?\r\n\r\nКак правило, мы используем личную информацию, которую мы собираем для обработки ваших запросов или транзакций, для предоставления вам информации или услуг, которые вы запрашиваете, для информирования вас о другой информации, событиях, рекламных акциях, продуктах или услугах, которые, по нашему мнению, будут вам интересны, для облегчить вам использование, а также наше администрирование и работу Сервиса, чтобы лучше понять потребности наших посетителей и цели, для которых была предоставлена ​​информация. Например, мы можем использовать собираемую нами информацию:\r\n   - чтобы отправить вам приветственное письмо и связаться с вами по поводу использования вами Сервиса;\r\n   - для предоставления услуг, продуктов или информации, которые вы запрашиваете, и для обработки любых связанных с ними транзакций;\r\n   - чтобы позволить вам взаимодействовать с другими участниками Сервиса на нашем форуме, в чате, в социальных сетях или в других подобных функциях;\r\n   - для обеспечения технической поддержки, обслуживания клиентов и обеспечения бесперебойной работы нашего сервиса;\r\n   - в целях приема на работу, а также если вам предлагается работа или вы получаете работу у нас, для других целей, связанных с трудоустройством;\r\n   - отвечать на ваши электронные письма, материалы, комментарии, запросы или жалобы;\r\n   - для анализа характеристик пользователей и моделей использования, чтобы лучше понять, как используются наши продукты и услуги, и более эффективно их продвигать;\r\n   - для улучшения контента, продуктов, услуг и функций Сервиса, включая персонализацию контента и опыта, а также рекламу для вас;\r\n   - для отображения контента и рекламы, адаптированных к вашим интересам и предпочтениям;\r\n   - для отправки вам информационных бюллетеней, опросов, объявлений о конкурсах и розыгрышах, а также для уведомления победителей конкурсов и розыгрышей;\r\n   - запрашивать отзывы, проводить исследования и анализ, а также позволять нам работать, разрабатывать, настраивать и улучшать Сервис и наши публикации, продукты и услуги;\r\n   - для связи с вами по поводу наших или сторонних услуг, продуктов, мероприятий, рекламных акций, специальных мероприятий или предложений, а также для других маркетинговых, информационных, разработок продуктов и рекламных целей;\r\n   - для предотвращения или расследования фактического или предполагаемого мошенничества, взлома, нарушения или других неправомерных действий, связанных с Сервисом или любыми нашими продуктами и услугами.\r\n\r\nВ частности, в консольных играх мы используем вашу личную информацию для предоставления запрошенных вами продуктов и услуг, для связи с вами, для улучшения наших услуг и для других целей, включая указанные ниже. ：\r\n\r\nМы собираем IP-адрес, данные журнала (время и период), игровые предметы и поведение, достижения, которых вы достигли в игре, других пользователей, которых вы пригласили через использование услуг. Мы будем использовать такую ​​информацию для ведения учета вашей учетной записи и улучшения функциональности наших Игр и Услуг. Кроме того, ваша информация будет передана нам консольной платформой, включая сетевой идентификатор PSN, страну, пол, возраст, «Друзья» и список блокировки на консольной платформе. Мы будем использовать такую ​​информацию для предоставления вам консольных игр и услуг. \r\n\r\nЧтобы предложить вам более последовательный и персонализированный опыт вашего взаимодействия с нами, информация, собранная с помощью одного предложения или части Сервиса, может быть объединена с информацией, полученной с помощью других предложений или частей Сервиса. Мы также можем дополнять собираемую информацию информацией, полученной от других компаний. Например, мы можем использовать услуги других компаний, которые позволяют нам определить общую географическую область на основе IP-адреса, чтобы настроить определенные услуги для вашей географической области.\r\n\r\nЕсли вы предоставляете нам личную информацию о других или если другие предоставляют нам вашу информацию, мы будем использовать эту информацию только по той конкретной причине, по которой она была нам предоставлена.\r\n\r\n\r\nДелимся ли мы личной информацией? Если да, то как мы делимся вашей информацией?\r\n\r\nМы будем передавать вашу личную информацию третьим лицам только способами, описанными в настоящей Политике. Обычно мы не раскрываем, не продаем и не обмениваем личную информацию о наших посетителях и пользователях третьим лицам.\r\n\r\nНаши поставщики услуг\r\nМы можем делиться личной информацией с поставщиками, консультантами и другими поставщиками услуг («Поставщики услуг»), такими как наш обработчик кредитных карт и наш поставщик интерактивного чата, которые привлекаются или работают с нами в связи с работой Сервиса и которым необходим доступ к такой информации для выполнения своей работы для нас. Мы предоставляем доступ к информации, которая может потребоваться им для оказания наших услуг, на разумных условиях конфиденциальности. В некоторых случаях поставщик услуг может напрямую собирать информацию от вас от нашего имени. Мы информируем Поставщиков услуг, что им не разрешается использовать личную информацию, которую они получают от нас, кроме как для оказания нам услуг. Однако мы не несем ответственности за любую дополнительную информацию, которую вы предоставляете непосредственно этим Поставщикам услуг, и мы рекомендуем вам ознакомиться с их практикой, прежде чем раскрывать любую личную информацию напрямую таким Поставщикам услуг.\r\n\r\nМы можем передавать вашу информацию сторонним партнерам или позволять таким сторонним партнерам собирать информацию непосредственно от вас, чтобы предоставлять нам услуги, в том числе предоставлять вам контекстную или таргетированную рекламу, предоставлять предложения, опросы или маркетинговые сообщения или предоставлять аналитические услуги.          \r\n\r\nВремя от времени мы также можем передавать личную информацию третьим лицам, если вы дадите нам свое согласие на это. Например, мы можем вступать в отношения с другими сторонами, чтобы сделать определенные услуги или предложения доступными непосредственно нашим пользователям. Если пользователь выбирает эти сторонние услуги или маркетинговые предложения, например, переходя по ссылке третьей стороны, мы можем передавать личную информацию, которую вы предоставляете во время регистрации, или такую ​​другую личную информацию, такую ​​как ваше имя. или другую контактную информацию, которую мы считаем разумно необходимой или подходящей для нашего делового партнера для предоставления этих услуг или предложений или для связи с вами. Если вы больше не хотите, чтобы мы передавали вашу личную информацию этим компаниям, свяжитесь с нами по адресу privacy@perfectworld.com.\r\n\r\nНаши дочерние компании\r\nМы можем делиться информацией с компаниями, входящими в ту же группу компаний, что и Perfect World, которая включает в себя наши дочерние компании (то есть любую организацию, которой мы владеем или контролируем) или нашу конечную холдинговую компанию (то есть любую организацию, которая владеет или контролирует нас) и любые дочерние компании, которыми он владеет. Эти компании будут использовать вашу личную информацию так же, как и мы в соответствии с настоящей Политикой.\r\n\r\nСовместное использование в ответ на юридические обязательства\r\nМы можем получить доступ, раскрыть или сохранить личную информацию, включая содержание ваших сообщений, добросовестно полагая, что мы на законных основаниях уполномочены государственными органами или обязаны это делать, в том числе для обеспечения национальной безопасности или правоохранительных органов. требований или что это разумно необходимо или целесообразно для соблюдения закона, судебного процесса или органов власти, ответа на любые претензии или для защиты прав, собственности или безопасности Perfect World, наших пользователей, наших сотрудников или общественности, включая без ограничений, чтобы защитить Perfect World или наших пользователей от мошенничества, злоупотребления, несоответствующего или незаконного использования нашего Сервиса. Информация, которую мы собираем, включая личную информацию, также может быть раскрыта или передана как часть или во время переговоров по любому слиянию, продаже, отчуждению или передаче всех или части активов компании, финансирования или приобретения или в любой другой ситуации. где личная информация может быть передана как один из бизнес-активов Perfect World. Вы будете уведомлены по электронной почте и / или в заметном уведомлении на нашем веб-сайте о любых изменениях в праве собственности, использовании вашей личной информации и вариантах выбора, которые у вас могут быть в отношении вашей личной информации. Мы также можем раскрыть вашу личную информацию любой третьей стороне с вашего предварительного согласия.\r\n\r\nВы понимаете, что когда вы используете функции сообщества нашего Сервиса, информация, которую вы публикуете в общедоступных или частных группах, форумах и других интерактивных областях Сервиса, а также любая информация, которой вы делитесь с отдельными лицами через Сервис, будет доступна другим пользователей и в некоторых случаях (например, когда вы публикуете сообщения в общедоступном разделе Сервиса) могут быть общедоступными.\r\n\r\nМы рекомендуем вам с осторожностью раскрывать личную информацию другим лицам или делиться такой информацией на публичных или частных онлайн-форумах. Мы не несем ответственности за действия третьих лиц, которым вы делитесь личной информацией. Чтобы запросить удаление вашей личной информации с форумов нашего сообщества или других общедоступных мест, свяжитесь с нами по адресу privacy@perfectworld.com. Даже если вы удалите информацию, которую вы разместили в Сервисе, копии могут оставаться доступными для просмотра на кэшированных и заархивированных страницах Сервиса, или если другие пользователи скопировали или сохранили эту информацию. В некоторых случаях мы не сможем удалить вашу личную информацию, и в этом случае мы сообщим вам, если мы не сможем это сделать и почему.\r\n\r\nСовместное использование в связи с слиянием, приобретением и аналогичными ситуациями передачи активов компании\r\nИнформация, которую мы собираем, включая личную информацию, также может быть раскрыта или передана как часть или во время переговоров по любому слиянию, продаже, разделению или передаче всего или часть активов компании, финансирование или приобретение, или в любой другой ситуации, когда личная информация может быть передана как один из бизнес-активов Perfect World. Вы будете уведомлены по электронной почте и / или уведомлением о любых изменениях в праве собственности, использовании вашей личной информации и вариантах выбора в отношении вашей личной информации.\r\n\r\nОбратите внимание, что ничто в данном документе не ограничивает обмен совокупной информацией, которая может быть передана третьим лицам без вашего согласия.\r\n\r\nМеждународный перевод\r\nЧтобы иметь возможность также использовать свою учетную запись на нашем веб-сайте и в нашем Сервисе, а также иметь возможность выбрать сервер, расположенный в Соединенных Штатах или в Европе для игр, информация, относящаяся к вашей учетной записи и использованию наших игр, является переводится между Perfect World Entertainment, Inc., расположенной в США, и Perfect World Publishing BV, расположенной в Нидерландах. Только для пользователей из Азии информация, относящаяся к вашей учетной записи (открытый идентификатор, идентификатор учетной записи) и использованию наших игр, может быть передана на сервер, расположенный в Азии.\r\n\r\nСсылки на сторонние сайты.\r\nНаш Сервис содержит ссылки на другие сайты. Сторонние сайты социальных сетей могут регистрировать информацию о вас, например, если вы нажимаете кнопку «Добавить» или «Нравится» для сайта социальной сети, находясь на нашем Веб-сайте или в Сервисе. Мы не контролируем такие сайты или их деятельность. Любая личная информация, которую вы предоставляете на связанных страницах, предоставляется напрямую этой третьей стороне и регулируется политикой конфиденциальности этой третьей стороны. Мы не несем ответственности за содержание или политику конфиденциальности и безопасности веб-сайтов, на которые мы ссылаемся. Ссылки с нашего Сервиса на третьи стороны или на другие сайты предоставляются только для вашего удобства. Мы рекомендуем вам узнать об их политиках и методах обеспечения конфиденциальности и безопасности, прежде чем предоставлять им личную информацию.\r\n\r\nОбновления игр\r\nКогда мы обновляем или «патчим» любую из наших игр или другого программного обеспечения, мы можем использовать процедуру исправления, чтобы проверить, установлена ​​ли на вашем компьютере самая последняя версия. В противном случае самая последняя версия может быть автоматически загружена на ваш компьютер, и вы тем самым соглашаетесь и отказываетесь от дальнейшего уведомления о такой загрузке. Вы понимаете и соглашаетесь с тем, что при загрузке игры, чтобы иметь возможность использовать игру, Программное обеспечение может отслеживать и передавать информацию с вашего компьютера, касающуюся мощности оборудования.\r\n\r\nPush-уведомления и локальные уведомления\r\nМы можем с вашего согласия отправлять push-уведомления на ваше мобильное устройство для предоставления обновлений игр и других соответствующих сообщений. Вы можете управлять push-уведомлениями со страницы настроек вашего мобильного устройства для соответствующей игры и / или со страницы настроек в соответствующей мобильной игре. Мы также можем отправлять локальные уведомления на ваше мобильное устройство, чтобы предоставлять обновления игр и другую важную информацию. Вы можете управлять локальными уведомлениями со страницы настроек вашего мобильного устройства для соответствующей игры и / или со страницы настроек в соответствующей мобильной игре.\r\n\r\nМониторинг\r\nВы понимаете и соглашаетесь с тем, что когда вы общаетесь с другими игроками в игре или используете какие-либо интерактивные функции, доступные в Сервисе, такие как обмен мгновенными сообщениями, форумы или чаты, такие сообщения и сообщения передаются через наши серверы, и мы можем, но не обязаны отслеживать все такие сообщения и публикации, включая те, которые обозначены как «частные», в той степени, в которой законы и правила позволяют нам это делать. Вы признаете, что не ожидаете конфиденциальности в отношении любых таких сообщений или публикаций, и вы прямо соглашаетесь на такой мониторинг.\r\n\r\n\r\nКакие шаги мы предпринимаем для защиты личной информации в Интернете?\r\n\r\nPerfect World стремится принять разумные меры предосторожности для защиты и защиты личной информации, которую мы собираем с помощью Сервиса. Мы внедрили физические, электронные и управленческие процедуры, предназначенные для предотвращения несанкционированного доступа, потери или неправильного использования. Например, Perfect World использует технологию SSL (уровень защищенных сокетов) для шифрования вашей передачи нам конфиденциальной информации, такой как пароли учетных записей, номера кредитных карт и другую идентифицирующую информацию, связанную с платежами).\r\n\r\nКроме того, мы ограничиваем внутренний доступ к личной информации для сотрудников, которым информация нужна для выполнения своих обязанностей. Несанкционированный доступ или использование такой информации сотрудником запрещено и является основанием для дисциплинарных взысканий. Кроме того, наши системы управления информацией настроены таким образом, чтобы блокировать или препятствовать доступу сотрудников к информации, к которой у них нет прав доступа. Обратите внимание, что наши поставщики услуг могут нести ответственность за обработку, обработку или хранение некоторой личной информации, которую мы получаем. Они не уполномочены продавать вам самостоятельно. Эти поставщики услуг по контракту обязаны защищать личную информацию, которую они получили от нас. Хотя мы стремимся защитить вашу личную информацию, вы должны знать, что информация, отправляемая через Интернет, не обязательно является безопасной и может быть перехвачена или доступна третьим лицам. Поэтому мы не можем гарантировать безопасность такой информации, и мы не несем ответственности за любой такой перехват.\r\n\r\nКакие у вас есть варианты использования вашей личной информации?\r\n\r\nPerfect World дает вам определенные возможности для управления сбором, использованием и раскрытием вашей личной информации. Мы попросим вашего согласия, прежде чем делиться вашей личной информацией с третьими лицами способами, не предусмотренными настоящей Политикой (включая любое использование в целях прямого маркетинга).\r\n\r\nКогда вы создаете учетную запись Perfect World (т.е. учетную запись в нашем Сервисе, за исключением любой учетной записи на сторонних платформах), вы можете управлять настройками конфиденциальности своего профиля. Посетите раздел «Моя учетная запись» на веб-сайте, чтобы изменить настройки конфиденциальности вашего профиля.\r\n\r\nPerfect World может отправлять вам приветственное письмо, электронные письма об услугах и аккаунтах, а также маркетинговые и рекламные сообщения о наших продуктах и ​​услугах. Если вы не хотите, чтобы Perfect World присылала вам маркетинговые и рекламные электронные письма о наших продуктах и ​​услугах, вы можете отказаться, следуя инструкциям по отказу от подписки, содержащимся в каждом рекламном письме. Вы также можете управлять информационными бюллетенями и обновлениями по электронной почте в разделе «Моя учетная запись» на веб-сайте. Однако это не повлияет на нашу способность отправлять вам электронные письма, связанные с услугами и учетной записью, или использовать вашу личную информацию, как это описано в настоящей Политике.\r\n\r\nPerfect World может отправлять вам маркетинговые и рекламные письма о наших продуктах и ​​услугах. Если вы хотите удалить свое имя, резюме или любую другую личную информацию из нашего списка рассылки или наших систем, вы можете сделать это, отправив электронное письмо по адресу privacy@perfectworld.com.\r\n\r\nПожалуйста, обратитесь к технической информации вашего браузера или мобильного устройства для получения инструкций по удалению и отключению файлов cookie и других инструментов отслеживания / записи. В зависимости от типа вашего браузера или мобильного устройства удаление или отключение механизмов отслеживания может оказаться невозможным. Обратите внимание, что отключение файлов cookie и / или других инструментов отслеживания не позволяет нам и нашим деловым партнерам отслеживать действия вашего браузера в отношении Сервиса и использовать его в целевой рекламной деятельности третьими сторонами. Однако это может привести к отключению многих функций, доступных через Сервис. Если вы хотите получить дополнительную информацию о файлах cookie и целевой рекламе или отказаться от использования этой информации компаниями, которые являются частью Network Advertising Initiative, посетите сайт www.networkadvertising.org/choices.\r\n\r\n\r\nКонфиденциальность информации о детях\r\n\r\nЛица младше 13 лет не имеют права пользоваться нашим Сервисом. Услуги не предназначены для лиц младше 13 лет. Если мы обнаружим, что случайно собрали информацию от детей младше 13 лет, мы удалим информацию о ребенке из наших систем как можно скорее. Если вам стало известно, что нам были предоставлены личные данные о лице младше 13 лет, немедленно свяжитесь с нами, используя приведенные ниже данные. Если вам меньше 18 лет, вы не можете предоставлять нам какую-либо информацию без предварительного согласия вашего родителя или опекуна.\r\n\r\n\r\nПрава жителей Калифорнии\r\n\r\nСфера действия настоящего Уведомления о конфиденциальности В\r\n\r\nэтом уведомлении о конфиденциальности описывается личная информация, которую мы собираем или обрабатываем о жителях Калифорнии в связи с Сервисом, как мы используем, передаем и защищаем эту личную информацию, а также каковы ваши права в отношении личной информации мы собираем или обрабатываем.\r\n\r\nВ этом уведомлении о конфиденциальности «личная информация» имеет то же значение, что и в соответствии с Законом Калифорнии о конфиденциальности потребителей (CCPA), разделом 1798.83 Гражданского кодекса Калифорнии: информация, которая идентифицирует, относится к, описывает, обоснованно может быть связана или может обоснованно быть связанным, прямо или косвенно, с конкретным потребителем или домохозяйством. Личная информация не включает информацию, которая была деидентифицирована или агрегирована.\r\n\r\nЛичная информацияцелей\r\n, которую мы собираем и передаем, и для какихЗа последние 12 месяцев мы собирали и передавали личную информацию посетителей в следующих случаях, когда они взаимодействуют с Сервисом, как подробно описано выше:\r\n   - Активный сбор\r\n   - Facebook Connect\r\n   - Файлы журналов\r\n   - Файлы cookie и технологии отслеживания\r\n   - Идентификаторы устройств - Идентификаторы\r\n   пользователей\r\n   - IP-адрес\r\n   - Данные о местоположении\r\n\r\n\r\n\r\nКак подробно описано выше, мы используем вашу личную информацию для различных целей для работы, оценки активности и повышения производительности Сервиса.\r\n\r\nЗа исключением случаев, подробно описанных выше, мы не будем передавать третьим лицам информацию о вас без вашего согласия.\r\n\r\n\r\nВаши права как жителя Калифорнии\r\n\r\nСогласно закону Калифорнии, пользователи, проживающие в Калифорнии, имеют особые права в отношении своей личной информации. Эти права подлежат определенным исключениям, описанным ниже. При необходимости мы ответим на большинство запросов в течение 45 дней, если только нет разумной необходимости в продлении времени ответа.\r\n\r\nПраво на раскрытие информации.\r\nВы имеете право потребовать, чтобы мы раскрыли определенную информацию о нашей практике в отношении личной информации. Если вы отправите действительный и поддающийся проверке запрос, и мы подтвердим вашу личность и / или полномочия на отправку запроса, мы раскроем вам любое из следующего по вашему указанию:\r\n   - Категории личной информации, которую мы собрали о вас за последние 12 месяцы.\r\n   - Категории источников личной информации, которую мы собрали о вас за последние 12 месяцев.\r\n   - Наша деловая или коммерческая цель для сбора этой личной информации.\r\n   - Категории третьих лиц, которым мы передаем эту личную информацию.\r\n   - Конкретные части личной информации, которую мы собрали о вас.\r\n   - Если мы раскрыли вашу личную информацию третьей стороне в деловых целях, список типов личной информации, которые получила каждая категория получателей.\r\n\r\n\r\nПраво на удаление личной информации\r\n\r\nВы имеете право потребовать, чтобы мы удалили любую вашу личную информацию, полученную от вас и сохраненную, за некоторыми исключениями. После получения подтвержденного запроса на удаление вашей личной информации мы сделаем это, если иное не разрешено законом.\r\n\r\n\r\nКакэти права\r\n\r\nреализоватьВы можете подать нам проверяемый запрос потребителя на раскрытие или удаление личной информации, нажав здесь.\r\n\r\nМы ответим на проверяемые запросы о раскрытии или удалении личной информации бесплатно в течение 10 дней с момента получения.\r\n\r\nЧтобы защитить вашу конфиденциальность и безопасность вашей информации, мы проверяем запросы потребителей, сопоставляя личную информацию, которую вы предоставляете, с информацией, находящейся в нашем распоряжении, для подтверждения вашей личности. Любая дополнительная информация, которую вы предоставите, будет использоваться только для подтверждения вашей личности, а не для каких-либо других целей.\r\n\r\nВы можете назначить уполномоченного агента для отправки запросов от вашего имени. Вы должны предоставить авторизованному агенту письменное разрешение на отправку запроса от вашего имени, и мы можем потребовать, чтобы вы подтвердили свою личность напрямую у нас. В качестве альтернативы уполномоченный агент, которому была предоставлена ​​доверенность в соответствии с разделами 4000-4465 Кодекса о наследстве, может подать запрос от вашего имени.\r\n\r\nПраво\r\n\r\nотказаться от продажи вашей личной информации Вы имеете право отказаться от продажи вашей личной информации. Вы можете в любое время потребовать от компаний, которые продают вашу личную информацию третьим лицам, не продавать вашу личную информацию.\r\n\r\nМы не продаем вашу личную информацию и, следовательно, не предоставляем вам никаких механизмов для реализации права на отказ. \r\n\r\nПраво на недискриминацию\r\n\r\nВы имеете право не подвергаться дискриминации при осуществлении ваших прав на конфиденциальность в Калифорнии, описанных выше.\r\n\r\nДля нерезидентов Калифорнии: как просмотреть, обновить, исправить или удалить личную информацию.\r\n\r\nПо запросу Perfect World предоставит вам информацию о том, храним ли мы или обрабатываем ли мы от имени третьей стороны любую вашу личную информацию. Чтобы запросить эту информацию, отправьте заявку на веб-сайте поддержки клиентов: https://support.perfectworld.com.\r\n\r\nВы можете просмотреть, обновить, исправить или удалить свою личную информацию, собранную с помощью Сервиса, отправив нам электронное письмо по адресу privacy@perfectworld.com или связавшись с нами по адресу:\r\n    Perfect World Entertainment Inc.\r\n    100 Redwood Shores Parkway, 4th Floor\r\n    Redwood City, CA 94065\r\n    Attn: Запрос политики конфиденциальности\r\n\r\nОбратите внимание, что некоторые типы личной информации, которая необходима для проверки права на участие, например, дата рождения или возраст, не могут быть удалены, если вы не закроете свою учетную запись. Однако такая информация может быть изменена при достаточной проверке новой информации. Обратите внимание, что удаление ваших данных может привести к прекращению действия вашей учетной записи и соответствующих услуг.\r\n\r\nЧтобы иметь доступ к вашей личной информации, вы должны предоставить достаточное доказательство своей личности по нашему запросу, и мы оставляем за собой право отказать в доступе любому пользователю, если мы считаем, что существует вопрос о вашей личности. Мы ответим на все запросы на доступ в течение 30 дней.\r\n\r\nКроме того, мы оставляем за собой право хранить вашу информацию в наших файлах, если мы считаем, что это необходимо или целесообразно для разрешения споров, обеспечения соблюдения Условий обслуживания, а также технических и юридических требований и ограничений, связанных с Сервисом.\r\n\r\n\r\nБезопасность\r\n\r\nБезопасность вашей личной информации важна для нас. Когда вы вводите конфиденциальную информацию (например, номер кредитной карты) в наши формы заказа, мы шифруем передачу этой информации с помощью технологии защищенного сокета (SSL).\r\n\r\nМы соблюдаем общепринятые стандарты защиты предоставленной нам личной информации как во время передачи, так и после ее получения. Однако ни один метод передачи через Интернет или метод электронного хранения не является на 100% безопасным. Поэтому мы не можем гарантировать его абсолютную безопасность. Если у вас есть какие-либо вопросы о безопасности нашего Сервиса, вы можете связаться с нами по адресу privacy@perfectworld.com.\r\n\r\n\r\nМеждународные пользователи\r\n\r\nPerfect World - это компания, базирующаяся в США, и наши серверы и бизнес-операции расположены в основном в штате Калифорния. Используя наш Сервис и предоставляя нам информацию, вы даете согласие на передачу, хранение и обработку вашей информации на компьютерах, расположенных в Соединенных Штатах Америки, в порядке, описанном в настоящей Политике. Вы признаете и понимаете, что законы, касающиеся личных информация в Соединенных Штатах может быть менее строгой, чем законы вашей страны, и может не обеспечивать такую ​​же защиту или права, как эти законы. Если вы возражаете против передачи или использования вашей личной информации, как описано в настоящей Политике, пожалуйста, не используйте эту Услугу.\r\n\r\nСвяжитесь с нами\r\nЕсли у вас есть какие-либо вопросы, проблемы или комментарии относительно этой Политики, свяжитесь с нами по электронной почте privacy@perfectworld.com.\r\n\r\n",
  "version": 3
}