{
  "content": "Datenschutzerklärung \r\n\r\nBITTE LESEN SIE DIESE DATENSCHUTZRICHTLINIE SORGFÄLTIG DURCH. ES BESCHREIBT DETAILS, WIE WIR PERSÖNLICHE INFORMATIONEN ERFASSEN, VERWENDEN UND OFFENLEGEN. WENN SIE UNTER 18 SIND, STELLEN SIE KEINE INFORMATIONEN ZUR VERFÜGUNG, AUSSER SIE HABEN ZUERST DIE ERLAUBNIS IHRER ELTERN ODER WÄCHTER ERHALTEN.\r\n\r\nVielen Dank, dass Sie unsere Datenschutzbestimmungen gelesen und unsere Websites www.arcgames.com und www.perfectworld.com besucht haben. Perfect World Entertainment Inc. („Perfect World\", „wir\", „uns\") verwendet und pflegt diese Datenschutzrichtlinie („Richtlinie\"), in der zusammengefasst wird, wann und wie Ihre persönlichen Daten im Zusammenhang mit Ihrer Person gesammelt, verwendet, geschützt und offengelegt werden Nutzung der Websites www.arcgames.com und www.perfectworld.com, aller anderen von Perfect World betriebenen Websites sowie aller Mikro-Websites, mobilen Websites oder Subdomains solcher Websites (zusammen die „Website\"), aller Spiele und mobilen Spiele und Spielplattformen, Clients oder Server, die von Perfect World über die Website (die „Spiele\") betrieben werden, sowie alle über die Website angebotenen Merkmale, Funktionen, Software und Dienste. Die Website, die Spiele sowie die über die Website angebotenen Merkmale, Funktionen, Software und Dienste bilden zusammen den „Dienst\". Außerdem werden die Auswahlmöglichkeiten beschrieben, die Ihnen hinsichtlich der Verwendung, des Zugriffs auf und der Aktualisierung und Korrektur Ihrer persönlichen Daten zur Verfügung stehen. Wir behalten uns das Recht vor, die Bestimmungen dieser Richtlinie jederzeit zu ändern. Wenn wir wesentliche Änderungen vornehmen, werden wir Sie per E-Mail (gesendet an die in Ihrem Konto angegebene E-Mail-Adresse) oder durch einen Hinweis auf dieser Website benachrichtigen, bevor die Änderung wirksam wird. Wir empfehlen Ihnen, diese Seite regelmäßig zu überprüfen, um die neuesten Informationen zu unseren Datenschutzpraktiken zu erhalten.\r\n\r\n\r\nWas sind persönliche Daten?\r\n\r\nWie hierin verwendet, bedeutet der Begriff \"persönliche Informationen\" Informationen, die eine Person spezifisch identifizieren (wie Name, Adresse, Telefonnummer, Handynummer, E-Mail-Adresse oder andere Kontonummer), und Informationen über den Standort oder die Aktivitäten dieser Person, wie z als Informationen über die Nutzung des Dienstes, IP-Adressen oder Kennungen mobiler Geräte, wenn diese direkt mit personenbezogenen Daten verknüpft sind. Zu den persönlichen Informationen gehören auch demografische Informationen wie Geburtsdatum, Geschlecht, geografisches Gebiet und Präferenzen, wenn diese Informationen mit anderen persönlichen Informationen verknüpft sind, die Sie identifizieren. \r\n\r\nPersönliche Informationen umfassen keine „aggregierten\" Informationen, dh Daten, die wir über die Nutzung des Dienstes oder über eine Gruppe oder Kategorie von Produkten, Diensten oder Benutzern sammeln, aus denen einzelne Identitäten oder andere persönliche Informationen entfernt wurden. Aggregierte Daten helfen uns, Trends und die Bedürfnisse unserer Benutzer zu verstehen, damit wir neue Funktionen besser berücksichtigen oder unseren Service auf andere Weise anpassen können. Diese Richtlinie schränkt unsere Erfassung und Verwendung aggregierter Informationen in keiner Weise ein.\r\n\r\n\r\nWelche persönlichen Daten sammeln wir?\r\n\r\nAktive Erfassung\r\nPersönliche Daten können auf verschiedene Arten erfasst werden, wenn Sie unseren Service besuchen oder nutzen. Beispielsweise können wir Ihren Namen, Ihre Adresse, Ihre E-Mail-Adresse, Ihren Benutzernamen und andere Kontakt- und demografische Informationen erfassen, wenn Sie sich registrieren und ein Konto einrichten, sich für eine Stelle bewerben oder uns aus irgendeinem Grund per E-Mail oder auf andere Weise kontaktieren. Wenn Sie einen Kauf tätigen, erfassen wir möglicherweise auch Ihre Kreditkarte oder andere Zahlungs- oder Rechnungsinformationen. Persönliche und demografische Informationen können auch erfasst werden, wenn Sie diese Informationen im Zusammenhang mit der Erstellung eines Profils oder einer Gruppe, dem Hinterlassen von Kommentaren, dem Posten von Inhalten, dem Senden einer E-Mail oder Nachricht an einen anderen Benutzer oder der Teilnahme an interaktiven Chatrooms, Foren, Social Media-Plattformen oder Websites bereitstellen andere Funktionen auf der Website oder im Service oder wenn Sie unsere Spiele nutzen. Darüber hinaus erfassen wir von Zeit zu Zeit demografische, Kontakt- oder andere persönliche Informationen, die Sie im Zusammenhang mit Ihrer freiwilligen Teilnahme an Umfragen, Gewinnspielen, Wettbewerben, Spielen, Werbeangeboten und anderen Aktivitäten angeben. Sie können auf bestimmte Teile unseres Service zugreifen, ohne uns personenbezogene Daten zur Verfügung zu stellen. Sie können jedoch bestimmte Funktionen, für die eine Registrierung erforderlich ist, nicht nutzen oder Materialien erhalten, es sei denn, bestimmte Informationen werden bereitgestellt. Von Zeit zu Zeit können wir die bei der Registrierung oder in Bezug auf bestimmte Funktionen oder Dienste angeforderten Informationen ändern, sodass dies möglicherweise keine vollständige Liste ist.\r\n\r\nVon Zeit zu Zeit veröffentlichen wir Kundenreferenzen / Kommentare / Bewertungen zum Service, die möglicherweise personenbezogene Daten enthalten. Wir holen die Zustimmung des Kunden per E-Mail ein, bevor wir das Testimonial veröffentlichen, um seinen Namen zusammen mit seinem Testimonial zu veröffentlichen. Wenn Sie Ihr Testimonial aktualisieren oder löschen möchten, können Sie uns unter privacy@perfectworld.com kontaktieren.\r\n\r\nFacebook Connect\r\nSie können sich über den Facebook-Anmeldedienst („Facebook Connect\") bei unserem Service anmelden. Dieser Service authentifiziert Ihre Identität und bietet Ihnen die Möglichkeit, bestimmte persönliche Informationen wie Ihren Namen und Ihre E-Mail-Adresse an uns weiterzugeben, um unser Anmeldeformular vorab auszufüllen. Wir können auch andere Informationen von Facebook sammeln, einschließlich, aber nicht beschränkt auf die mit Ihrem Konto verknüpfte Benutzer-ID, ein Zugriffstoken, das für den Zugriff auf diesen Dienst erforderlich ist, alle Informationen, die Facebook Facebook an uns weitergegeben hat, und alle Informationen, die Sie haben auf Facebook veröffentlicht. Wenn Sie uns den Zugriff auf Ihre Freundesliste gewähren, können die Benutzer-IDs Ihrer Freunde und Ihre Verbindung zu diesen Freunden verwendet und gespeichert werden, um Ihre Erfahrung sozialer zu gestalten und um Ihre Freunde zur Nutzung unseres Dienstes einzuladen Versorge dich mit Updates, wenn deine Freunde unserem Service beitreten. Sie sollten Ihre Datenschutzeinstellungen auf Facebook immer überprüfen und gegebenenfalls anpassen, bevor Sie sie mit unserer Website oder unserem Service verknüpfen oder verbinden. Sie können auch die Verknüpfung Ihres Facebook-Kontos mit dem Dienst aufheben, indem Sie Ihre Facebook-Einstellungen anpassen. Möglicherweise haben Sie auch die Möglichkeit, Informationen zu Ihren Aktivitäten in diesem Service auf Ihrer Facebook-Profilseite zu veröffentlichen, um sie mit anderen in Ihrem Netzwerk zu teilen.\r\n\r\nProtokolldateien\r\nWenn Sie den Dienst nutzen, werden auch automatisch einige Informationen erfasst, z. B. Ihre IP-Adresse (Internet Protocol), Ihr Betriebssystem, der Typ und die Sprache des Browsers oder Mobilgeräts, die Zugriffszeiten, die Adresse einer verweisenden Website und Ihre Aktivität auf dem Dienst. Wir verwenden auch Website-Analysetools in unserem Service, um Informationen von Ihrem Browser oder Mobilgerät abzurufen, einschließlich der Website, von der Sie gekommen sind, der Suchmaschine (n) und der Schlüsselwörter, mit denen Sie unsere Website gefunden haben, der Seiten, die Sie im Service anzeigen. Ihre Browser-Add-Ons sowie die Breite und Höhe Ihres Browsers und andere Informationen, die uns bei der Verbesserung des Dienstes helfen. Wir liefern auch Werbung und bieten Website-Analysetools auf Websites und Diensten, die nicht von Perfect World stammen, und sammeln auch Informationen zu Seitenaufrufen auf diesen Websites von Drittanbietern. Wir behandeln diese Informationen als persönliche Informationen, wenn wir sie mit einer der oben genannten identifizierenden Informationen kombinieren oder mit diesen verknüpfen. Andernfalls wird es nur im Aggregat verwendet.\r\n\r\nCookies und Tracking-Technologien\r\nDurch die Nutzung des Dienstes erklären Sie sich damit einverstanden, dass wir bestimmte Informationen automatisch mithilfe von „Cookies\" oder ähnlichen Tracking-Technologien sammeln, um Trends zu analysieren, die Website zu verwalten, die Bewegungen der Benutzer auf der Website zu verfolgen und demografische Informationen zu sammeln über unsere Nutzerbasis als Ganzes. Wir verwenden Cookies, um allgemeine Informationen über Ihre Nutzung des Dienstes, die Konfiguration Ihres Computers und die Interaktion Ihres Computers oder Geräts mit dem Dienst zu sammeln und diese Informationen in Protokolldateien zu speichern. Wir verwenden diese Informationen, um den Datenverkehr und die Nutzung unseres Service zu verstehen. So können wir den Service verbessern, das bestmögliche Online-Erlebnis bieten und unseren Kundenservice verbessern. Unsere Dienste von Drittanbietern verwenden auch Cookies wie oben beschrieben. Benutzer können die Verwendung von Cookies auf der Ebene der einzelnen Browser steuern. Cookies sind kleine Datendateien, die auf Anfrage einer Website oder des Dienstes auf der Festplatte eines Benutzers gespeichert werden, damit die Website oder der Dienst Benutzer erkennen kann, die sie zuvor besucht haben, und bestimmte Informationen wie Kundenpräferenzen und Verlauf beibehalten. Wenn wir Cookies mit personenbezogenen Daten kombinieren oder mit diesen verknüpfen, werden diese Daten als personenbezogene Daten behandelt. Klare Gifs (auch als Web-Bugs oder Web-Beacons bezeichnet) sind kleine, unsichtbare Grafiken, die auf der Website oder im Service oder in E-Mails im Zusammenhang mit der Website oder dem Service verwendet werden können, um bestimmte Informationen zu sammeln und Benutzeraktivitäten auf der Website oder im Service zu überwachen. Wenn Sie E-Mails von uns erhalten, verwenden wir möglicherweise Web Beacons, benutzerdefinierte Links oder ähnliche Technologien, um festzustellen, ob die E-Mail geöffnet wurde und auf welche Links Sie klicken, um Ihnen eine gezieltere E-Mail-Kommunikation oder andere Informationen bereitzustellen. Wenn Sie Cookies blockieren, löschen oder vor Cookies gewarnt werden möchten, lesen Sie bitte die Anweisungen oder den Hilfebildschirm Ihres Browsers oder Mobilgeräts, um mehr über diese Funktionen zu erfahren. Möglicherweise können Sie Cookies auf bestimmten Mobilgeräten und / oder bestimmten Browsern nicht löschen oder deaktivieren. Denken Sie daran, dass einige Teile der Website oder des Dienstes möglicherweise nicht ordnungsgemäß funktionieren, wenn ein Browser oder ein Mobilgerät so eingestellt ist, dass Cookies nicht akzeptiert werden oder wenn ein Benutzer ein Cookie ablehnt. Beispielsweise können Sie sich möglicherweise nicht anmelden und möglicherweise nicht auf bestimmte Website- oder Servicefunktionen oder -dienste zugreifen. Weitere Informationen zur Verwendung von Cookies und Web Beacons finden Sie in unserer Cookie-Richtlinie. Weitere Informationen zum Ändern der Einstellungen Ihres Browser-Cookies finden Sie unter www.allaboutcookies.org. Klicken Sie hier, um Flash-Cookies zu verwalten.\r\n\r\nWir können auch Dritte verwenden, um Anzeigen in unserem Service zu schalten. Diese Dritten können Cookies, Clear-Gifs oder andere Geräte auf Ihrem Computer platzieren, um Informationen zu sammeln. Die von diesen Geräten bereitgestellten Informationen können unter anderem dazu verwendet werden, Werbung zu schalten, die auf Ihre Interessen zugeschnitten ist, und die Nutzung und den Besuch unserer Geräte besser zu verstehen Service und die anderen von diesen Dritten verfolgten Websites. Diese Richtlinie gilt nicht für Cookies in Anzeigen von Drittanbietern und wir sind nicht für diese verantwortlich oder für die Einhaltung der Datenschutzrichtlinien oder Datenerfassungspraktiken dieser Drittanbieter. Die Werbebranche in der EU hat Systeme entwickelt, mit denen Sie den Empfang von Cookies, die für diese Zwecke verwendet werden, ablehnen können. Weitere Informationen zum EU-System finden Sie unter www.youronlinechoices.eu. Wenn Sie weitere Informationen zu Cookies und gezielten Anzeigen wünschen oder die Verwendung dieser Informationen durch Unternehmen, die Teil der Network Advertising Initiative sind, ablehnen möchten, besuchen Sie bitte www.networkadvertising.org/choices. Bitte beachten Sie, dass Sie dadurch nicht davon abgehalten werden, Werbung zu schalten. Sie erhalten weiterhin generische Anzeigen. Bitte beachten Sie, dass wir keinen Zugriff oder keine Kontrolle über Tracking-Technologien von Drittanbietern haben.\r\n\r\nGerätekennungen\r\nWenn Sie den Service von oder über ein mobiles Gerät zugreifen (einschließlichaber nicht beschränkt auf Smartphones oder Tabletten), die wir verwenden, Zugang, collect, Monitor und / oderFerne speichern ein oder mehrere „Gerätekennungen\"wie eine universell eindeutige Kennung („UUID\"). Gerätekennungen sind kleine Datendateien oder ähnliche Datenstrukturen, die auf Ihrem Mobilgerät gespeichert sind oder diesem zugeordnet sind und Ihr Mobilgerät eindeutig identifizieren. Eine Gerätekennung können Daten sein, die in Verbindung mit der Gerätehardware gespeichert sind, Daten, die in Verbindung mit dem Betriebssystem des Geräts oder einer anderen Software gespeichert sind, oder Daten, die von uns an das Gerät gesendet werden. Eine Gerätekennung kann uns Informationen darüber übermitteln, wie Sie den Dienst durchsuchen und nutzen. Eine Gerätekennung bleibt möglicherweise dauerhaft auf Ihrem Gerät, damit Sie sich schneller anmelden und Ihre Navigation durch den Dienst verbessern können. Einige Funktionen des Dienstes funktionieren möglicherweise nicht ordnungsgemäß, wenn die Verwendung oder Verfügbarkeit von Gerätekennungen beeinträchtigt oder deaktiviert ist.\r\n\r\nBenutzer-IDs\r\nWenn Sie auf den Service zugreifen, verwenden wir einen oder mehrere „Benutzer-IDs\", greifen darauf zu, sammeln sie, überwachen sie und / oder speichern sie remote. Benutzer-IDs sind kleine Datendateien oder ähnliche Datenstrukturen, die einem Benutzer zugewiesen werden und die es Ihnen ermöglichen, den Fortschritt im Spiel fortzusetzen, Spiele auf mehreren Plattformen zu verwenden und Ihre Identität auf mehreren Plattformen zuzuordnen. Eine Benutzer-ID kann uns Informationen darüber übermitteln, wie Sie den Service durchsuchen und nutzen. Eine Benutzer-ID kann dauerhaft auf Ihrem Gerät oder Computer verbleiben, damit Sie sich schneller anmelden und Ihre Navigation durch den Dienst verbessern können. Einige Funktionen des Dienstes funktionieren möglicherweise nicht ordnungsgemäß, wenn die Verwendung oder Verfügbarkeit von Benutzerkennungen beeinträchtigt oder deaktiviert ist.\r\n\r\nStandortdaten\r\nWenn Sie über oder über ein mobiles Gerät auf den Dienst zugreifen, können wir Standortdaten verwenden, darauf zugreifen, sammeln, überwachen und / oder remote speichern, einschließlich GPS-Koordinaten (z. B. Breiten- und / oder Längengrad) oder ähnlicher Informationen den Standort Ihres Mobilgeräts. Standortdaten können uns Informationen darüber übermitteln, wie Sie den Service durchsuchen und nutzen. Einige Funktionen des Dienstes, insbesondere standortbasierte Dienste, funktionieren möglicherweise nicht ordnungsgemäß, wenn die Verwendung oder Verfügbarkeit von Standortdaten beeinträchtigt oder deaktiviert ist.\r\n\r\nDaten, die zur Verhinderung von Betrug und nicht autorisierter Software gesammelt werden\r\nWenn Sie unsere Spielesoftware ausführen, kann dies Softwarefunktionen umfassen, die zum Erkennen von Betrug oder nicht autorisierten und bösartigen Programmen entwickelt wurden. In diesem Zusammenhang können wir auf Screenshots des Spiels, Informationen zur Hardwarekapazität, Änderungen in Bezug auf unsere Spielesoftware, Signaturen, Profile oder Namen bekannter nicht autorisierter oder böswilliger Programme, Dateien oder Dateien von Drittanbietern zugreifen, diese sammeln, überwachen und / oder aus der Ferne speichern Prozesse, die Betrug, unfairen Vorteil oder Hacking der Spiele oder Dienste ermöglichen oder erleichtern. Wenn nicht autorisierte oder bösartige Programme erkannt werden, kann die Spielesoftware uns auch das Benutzerkonto und die Benutzer-ID sowie Informationen über das nicht autorisierte oder bösartige Programm oder dessen Verwendung mitteilen.\r\n\r\nIn Konsolenspielen gesammelte Informationen\r\nWenn Sie auf einer Konsolenplattform auf ein Konsolenspiel zugreifen, erfassen wir die folgenden Informationen automatisch, wenn Sie die Dienste nutzen: IP-Adresse (Internet Protocol), Protokolldaten (Zeit und Zeitraum), Elemente und Verhalten im Spiel, Erfolge, die Sie im Spiel erzielt haben, andere Benutzer, die Sie empfohlen haben.\r\n\r\nWir erhalten auch Informationen von Drittanbietern. Wenn Sie unser Spiel auf einer mit dem Netzwerk verbundenen Konsole spielen, teilen sie uns möglicherweise Ihre Plattform-ID, Ihr Land, Ihr Geschlecht, Ihr Alter, Ihre \"Freunde\" und Ihre Sperrliste auf der Konsolenplattform mit. Die Weitergabe solcher Informationen durch Konsolenplattformen an uns unterliegt den Datenschutzbestimmungen der jeweiligen Konsolenplattformen.\r\n\r\nVon Zeit zu Zeit können wir die bei der Registrierung oder in Bezug auf bestimmte Funktionen oder Dienste angeforderten Informationen ändern, sodass dies möglicherweise keine vollständige Liste ist.\r\n\r\nSie können auf bestimmte Teile unseres Service zugreifen, ohne uns personenbezogene Daten zur Verfügung zu stellen. Sie können jedoch bestimmte Funktionen, für die eine Registrierung erforderlich ist, nicht nutzen oder Materialien erhalten, es sei denn, bestimmte Informationen werden bereitgestellt. Die Verarbeitung dieser personenbezogenen Daten ist rechtmäßig, da dies für die Erbringung unseres Dienstes erforderlich ist.\r\n\r\n\r\nWie verwenden wir personenbezogene Daten?\r\n\r\nIm Allgemeinen verwenden wir personenbezogene Daten, die wir sammeln, um Ihre Anfragen oder Transaktionen zu verarbeiten, um Ihnen Informationen oder Dienstleistungen bereitzustellen, die Sie anfordern, um Sie über andere Informationen, Ereignisse, Werbeaktionen, Produkte oder Dienstleistungen zu informieren, von denen wir glauben, dass sie für Sie von Interesse sind Erleichtern Sie Ihre Nutzung sowie unsere Verwaltung und den Betrieb des Dienstes, um die Bedürfnisse unserer Besucher und den Zweck, für den die Informationen bereitgestellt wurden, besser zu verstehen. Beispielsweise können wir die von uns gesammelten Informationen verwenden:\r\n   - um Ihnen eine Begrüßungs-E-Mail zu senden und Sie bezüglich Ihrer Nutzung des Dienstes zu kontaktieren;\r\n   - die von Ihnen angeforderten Dienstleistungen, Produkte oder Informationen bereitzustellen und alle damit verbundenen Transaktionen abzuwickeln;\r\n   - um Ihnen die Interaktion mit anderen Mitgliedern des Dienstes in unserem Forum, Chat, in sozialen Medien oder ähnlichen Funktionen zu ermöglichen;\r\n   - technische Unterstützung und Kundendienst zu leisten und den reibungslosen Betrieb unseres Dienstes sicherzustellen;\r\n   - zu Rekrutierungszwecken und wenn Ihnen eine Stelle angeboten wird oder Sie bei uns beschäftigt werden, zu anderen beschäftigungsbezogenen Zwecken;\r\n   - um auf Ihre E-Mails, Einsendungen, Kommentare, Anfragen oder Beschwerden zu antworten;\r\n   - Benutzereigenschaften und Nutzungsmuster zu analysieren, um besser zu verstehen, wie unsere Produkte und Dienstleistungen verwendet werden, und sie effektiver zu vermarkten;\r\n   - um die Inhalte, Produkte, Dienstleistungen und Funktionen des Dienstes zu verbessern, einschließlich der Personalisierung von Inhalten und Erfahrungen sowie der Werbung für Sie;\r\n   - um Inhalte und Werbung anzuzeigen, die auf Ihre Interessen und Vorlieben zugeschnitten sind;\r\n   - um Ihnen Newsletter, Umfragen, Ankündigungen von Wettbewerben und Gewinnspielen zu senden und Gewinner von Wettbewerben und Gewinnspielen zu benachrichtigen;\r\n   - Feedback anzufordern, Forschung und Analyse durchzuführen und es uns zu ermöglichen, den Service und unsere Veröffentlichungen, Produkte und Services zu betreiben, zu entwickeln, anzupassen und zu verbessern;\r\n   - Sie bezüglich der Dienstleistungen, Produkte, Aktivitäten, Werbeaktionen, Sonderveranstaltungen oder Angebote von uns oder Dritten sowie zu anderen Marketing-, Informations-, Produktentwicklungs- und Werbezwecken zu kontaktieren;\r\n   - um tatsächlichen oder vermuteten Betrug, Hacking, Verletzung oder anderes Fehlverhalten des Dienstes oder eines unserer Produkte und Dienste zu verhindern oder zu untersuchen.\r\n\r\nInsbesondere bei Konsolenspielen verwenden wir Ihre persönlichen Daten, um von Ihnen angeforderte Produkte und Dienstleistungen bereitzustellen, mit Ihnen zu kommunizieren, unsere Dienstleistungen zu verbessern und für andere Zwecke, einschließlich der nachstehend aufgeführten: ：\r\n\r\nWir sammeln IP-Adressen (Internet Protocol), Protokolldaten (Zeit und Zeitraum), Gegenstände und Verhaltensweisen im Spiel, Erfolge, die Sie im Spiel erzielt haben, andere Benutzer, auf die Sie durch die Nutzung der Dienste verwiesen haben. Wir werden diese Informationen verwenden, um die Aufzeichnung Ihres Kontos zu führen und die Funktionalität unserer Spiele und Dienste zu verbessern. Außerdem werden Ihre Informationen von der Konsolenplattform an uns weitergegeben, einschließlich Land, Geschlecht, Alter, \"Freunde\" und Sperrliste in der Konsolenplattform. Wir werden diese Informationen verwenden, um Ihnen die Konsolenspiele und den Service bereitzustellen. \r\n\r\nUm Ihnen eine konsistentere und persönlichere Erfahrung bei Ihren Interaktionen mit uns zu bieten, können Informationen, die durch ein Angebot oder einen Teil des Dienstes gesammelt wurden, mit Informationen kombiniert werden, die durch andere Angebote oder Teile des Dienstes erhalten wurden. Wir können die von uns gesammelten Informationen auch durch Informationen ergänzen, die wir von anderen Unternehmen erhalten haben. Beispielsweise können wir Dienste von anderen Unternehmen verwenden, die es uns ermöglichen, ein allgemeines geografisches Gebiet basierend auf der IP-Adresse abzuleiten, um bestimmte Dienste an Ihr geografisches Gebiet anzupassen.\r\n\r\nWenn Sie uns persönliche Informationen über andere zur Verfügung stellen oder wenn andere uns Ihre Informationen geben, werden wir diese Informationen nur aus dem spezifischen Grund verwenden, aus dem sie uns zur Verfügung gestellt wurden.\r\n\r\n\r\nTeilen wir persönliche Informationen? Wenn ja, wie geben wir Ihre Daten weiter?\r\n\r\nWir geben Ihre persönlichen Daten nur auf die in dieser Richtlinie beschriebene Weise an Dritte weiter. Wir geben im Allgemeinen keine persönlichen Informationen über unsere Besucher und Benutzer an Dritte weiter, verkaufen oder handeln diese nicht.\r\n\r\nUnsere Dienstleister\r\nWir können personenbezogene Daten an Anbieter, Berater und andere Dienstleister („Dienstleister\") wie unseren Kreditkartenverarbeiter und unseren Live-Chat-Anbieter weitergeben, die von uns im Zusammenhang mit dem Betrieb des Dienstes beauftragt sind oder mit uns zusammenarbeiten die Zugang zu solchen Informationen benötigen, um ihre Arbeit für uns auszuführen. Wir gewähren Zugang zu den Informationen, die sie möglicherweise benötigen, um unsere Dienstleistungen unter angemessenen Vertraulichkeitsbedingungen zu erbringen. In einigen Fällen sammelt der Dienstanbieter die Informationen möglicherweise direkt von Ihnen in unserem Namen. Wir informieren die Dienstleister darüber, dass sie die von uns erhaltenen persönlichen Daten nur zur Erbringung der Dienstleistungen für uns verwenden dürfen. Wir sind jedoch nicht verantwortlich für zusätzliche Informationen, die Sie diesen Dienstanbietern direkt zur Verfügung stellen, und wir empfehlen Ihnen, sich mit deren Praktiken vertraut zu machen, bevor Sie personenbezogene Daten direkt an diese Dienstanbieter weitergeben.\r\n\r\nWir können Ihre Informationen an Partner von Drittanbietern weitergeben oder diesen Drittpartnern erlauben, Informationen direkt von Ihnen zu sammeln, um Dienstleistungen für uns bereitzustellen, einschließlich der Bereitstellung von kontextbezogenen oder gezielten Anzeigen, der Bereitstellung von Angeboten, Umfragen oder Marketingnachrichten oder der Bereitstellung von Analysediensten.          \r\n\r\nVon Zeit zu Zeit können wir auch personenbezogene Daten an Dritte weitergeben, wenn Sie uns Ihre Zustimmung dazu geben. Beispielsweise können wir Beziehungen zu anderen Parteien eingehen, um unseren Benutzern bestimmte Dienste oder Angebote direkt zur Verfügung zu stellen. Wenn sich ein Benutzer für diese Dienste oder Marketingangebote von Drittanbietern entscheidet, beispielsweise durch Klicken auf einen Link eines Drittanbieters, geben wir möglicherweise die persönlichen Informationen weiter, die Sie zum Zeitpunkt der Anmeldung angegeben haben, oder andere persönliche Informationen, wie z. B. Ihren Namen oder andere Kontaktinformationen, die wir für angemessen notwendig oder angemessen halten, damit unser Geschäftspartner diese Dienstleistungen oder Angebote erbringt oder mit Ihnen in Kontakt tritt. Wenn Sie nicht mehr möchten, dass wir Ihre persönlichen Daten an diese Unternehmen weitergeben, kontaktieren Sie uns unter privacy@perfectworld.com.\r\n\r\nUnsere Tochterunternehmen\r\nWir können Informationen mit Unternehmen derselben Unternehmensgruppe wie Perfect World teilen, einschließlich unserer Tochterunternehmen (dh jeder Organisation, die wir besitzen oder kontrollieren) oder unserer obersten Holdinggesellschaft (dh jeder Organisation, die uns besitzt oder kontrolliert) und einer anderen Tochtergesellschaften besitzt es. Diese Unternehmen werden Ihre persönlichen Daten auf die gleiche Weise verwenden, wie wir es im Rahmen dieser Richtlinie können.\r\n\r\nWeitergabe als Reaktion auf gesetzliche Verpflichtungen\r\nWir können auf personenbezogene Daten, einschließlich des Inhalts Ihrer Mitteilungen, zugreifen, diese offenlegen oder aufbewahren, nach Treu und Glauben, dass wir von Behörden rechtmäßig autorisiert sind oder dazu verpflichtet sind, auch um die nationale Sicherheit oder Strafverfolgung zu gewährleisten Anforderungen oder dass dies vernünftigerweise notwendig oder angemessen ist, um das Gesetz oder rechtliche Verfahren oder Behörden einzuhalten, auf Ansprüche zu reagieren oder die Rechte, das Eigentum oder die Sicherheit von Perfect World, unseren Benutzern, unseren Mitarbeitern oder der Öffentlichkeit, einschließlich, zu schützen ohne Einschränkung, um Perfect World oder unsere Benutzer vor betrügerischer, missbräuchlicher, unangemessener oder rechtswidriger Nutzung unseres Dienstes zu schützen. Von uns gesammelte Informationen, einschließlich personenbezogener Daten, können auch im Rahmen oder während der Verhandlungen über eine Fusion, einen Verkauf, eine Veräußerung oder eine Übertragung des gesamten oder eines Teils des Unternehmensvermögens, der Finanzierung oder des Erwerbs oder in einer anderen Situation offengelegt oder übertragen werden wo persönliche Informationen als eines der Geschäftsgüter von Perfect World übertragen werden können. Sie werden per E-Mail und / oder auf unserer Website über jede Änderung des Eigentums, die Verwendung Ihrer persönlichen Daten und die Auswahlmöglichkeiten bezüglich Ihrer persönlichen Daten informiert. Mit Ihrer vorherigen Zustimmung können wir Ihre persönlichen Daten auch an Dritte weitergeben.\r\n\r\nSie verstehen, dass bei Verwendung der Community-Funktionen unseres Dienstes Informationen, die Sie in öffentlichen oder privaten Gruppen, Foren und anderen interaktiven Bereichen des Dienstes veröffentlichen, sowie Informationen, die Sie über den Dienst an Einzelpersonen weitergeben, anderen zur Verfügung stehen Benutzer und in einigen Fällen (z. B. wenn Sie in einem öffentlichen Bereich des Dienstes posten) sind möglicherweise öffentlich verfügbar.\r\n\r\nWir empfehlen Ihnen, persönliche Informationen vorsichtig an andere weiterzugeben oder diese Informationen in öffentlichen oder privaten Online-Foren weiterzugeben. Wir sind nicht verantwortlich für die Handlungen Dritter, mit denen Sie personenbezogene Daten teilen. Um die Entfernung Ihrer persönlichen Daten aus unseren Community-Foren oder anderen öffentlichen Bereichen anzufordern, kontaktieren Sie uns unter privacy@perfectworld.com. Selbst wenn Sie Informationen entfernen, die Sie an den Dienst gesendet haben, können Kopien auf zwischengespeicherten und archivierten Seiten des Dienstes angezeigt werden, oder wenn andere Benutzer diese Informationen kopiert oder gespeichert haben. In einigen Fällen können wir Ihre persönlichen Daten möglicherweise nicht entfernen. In diesem Fall werden wir Sie informieren, wenn wir dazu nicht in der Lage sind und warum.\r\n\r\nWeitergabe aufgrund von Fusionen, Übernahmen und ähnlichen Situationen bei der Übertragung von Unternehmensvermögen Die von\r\nuns gesammelten Informationen, einschließlich personenbezogener Daten, können auch im Rahmen oder während der Verhandlungen über Fusionen, Verkäufe, Veräußerungen oder Übertragungen aller oder übertragen werden Ein Teil des Unternehmensvermögens, der Finanzierung oder des Erwerbs oder in einer anderen Situation, in der personenbezogene Daten als eines der Geschäftsgüter von Perfect World übertragen werden können. Sie werden per E-Mail und / oder Benachrichtigung über jede Änderung des Eigentums, die Verwendung Ihrer persönlichen Daten und die Auswahlmöglichkeiten bezüglich Ihrer persönlichen Daten benachrichtigt.\r\n\r\nBitte beachten Sie, dass hierin nichts die Weitergabe aggregierter Informationen einschränkt, die ohne Ihre Zustimmung an Dritte weitergegeben werden können.\r\n\r\nInternationale Übertragung\r\nUm Ihr Konto auch auf unserer Website und in unserem Service nutzen zu können und einen Server in den USA oder in Europa für Spiele auswählen zu können, sind die Informationen in Bezug auf Ihr Konto und die Nutzung unserer Spiele Übertragung zwischen Perfect World Entertainment, Inc. in den USA und Perfect World Publishing BV in den Niederlanden. Nur für asiatische Benutzer können die Informationen zu Ihrem Konto (offene ID, Konto-ID) und zur Verwendung unserer Spiele auf einen Server in Asien übertragen werden.\r\n\r\nLinks zu Websites Dritter\r\nUnser Service enthält Links zu anderen Websites. Social-Media-Websites von Drittanbietern protokollieren möglicherweise Informationen über Sie, z. B. wenn Sie auf unserer Website oder unserem Service auf die Schaltfläche \"Dies hinzufügen\" oder \"Gefällt mir\" für eine Social-Media-Website klicken. Wir kontrollieren solche Websites oder deren Aktivitäten nicht. Alle persönlichen Informationen, die Sie auf den verlinkten Seiten angeben, werden direkt an diesen Dritten weitergegeben und unterliegen den Datenschutzbestimmungen dieses Dritten. Wir sind nicht verantwortlich für den Inhalt oder die Datenschutz- und Sicherheitspraktiken und -richtlinien von Websites, auf die wir verlinken. Links von unserem Service zu Dritten oder zu anderen Websites werden nur zu Ihrer Bequemlichkeit bereitgestellt. Wir empfehlen Ihnen, sich über deren Datenschutz- und Sicherheitspraktiken und -richtlinien zu informieren, bevor Sie ihnen personenbezogene Daten zur Verfügung stellen.\r\n\r\nSpielaktualisierungen\r\nWenn wir eines unserer Spiele oder eine andere Software aktualisieren oder \"patchen\", verwenden wir möglicherweise eine Patch-Routine, um zu überprüfen, ob die neueste Version auf Ihrem Computer installiert ist. Wenn nicht, wird die neueste Version möglicherweise automatisch auf Ihren Computer hochgeladen, und Sie stimmen diesem Upload hiermit zu und verzichten auf weitere Hinweise. Sie verstehen und stimmen zu, dass die Software beim Herunterladen eines Spiels möglicherweise Informationen zur Hardwarekapazität von Ihrem Computer überwacht und übermittelt, um das Spiel verwenden zu können.\r\n\r\nPush-Benachrichtigungen und lokale Benachrichtigungen\r\nMit Ihrer Zustimmung können wir Push-Benachrichtigungen an Ihr Mobilgerät senden, um Spielaktualisierungen und andere relevante Nachrichten bereitzustellen. Sie können Push-Benachrichtigungen auf der Einstellungsseite Ihres Mobilgeräts für das betreffende Spiel und / oder auf der Einstellungsseite des jeweiligen Handyspiels verwalten. Möglicherweise senden wir auch lokale Benachrichtigungen an Ihr Mobilgerät, um Spielaktualisierungen und andere relevante Informationen bereitzustellen. Sie können lokale Benachrichtigungen auf der Einstellungsseite Ihres Mobilgeräts für das betreffende Spiel und / oder auf der Einstellungsseite des jeweiligen Handyspiels verwalten.\r\n\r\nÜberwachung\r\nSie verstehen und stimmen zu, dass, wenn Sie mit anderen Spielern innerhalb eines Spiels kommunizieren oder interaktive Funktionen nutzen, die im Service verfügbar sind, wie Instant Messaging, Foren oder Chatrooms, solche Kommunikationen und Postings über unsere Server übertragen werden, und wir können, aber sind nicht verpflichtet, alle derartigen Mitteilungen und Postings, einschließlich solcher, die als \"privat\" bezeichnet werden, in dem Maße zu überwachen, in dem Gesetze und Vorschriften dies ermöglichen. Sie erkennen an, dass Sie in Bezug auf solche Mitteilungen oder Postings keine Privatsphäre erwarten, und stimmen einer solchen Überwachung ausdrücklich zu.\r\n\r\n\r\nWelche Schritte unternehmen wir, um persönliche Daten online zu schützen?\r\n\r\nPerfect World ist bestrebt, angemessene Vorkehrungen zu treffen, um die persönlichen Daten, die wir über den Service sammeln, zu schützen und zu sichern. Wir haben physische, elektronische und Verwaltungsverfahren eingerichtet, um unbefugten Zugriff, Verlust oder Missbrauch zu verhindern. Beispielsweise verwendet Perfect World die SSL-Technologie (Secured Socket Layer), um Ihre Übertragung vertraulicher Informationen an uns zu verschlüsseln, z. B. Kontokennwörter, Kreditkartennummern und andere zahlungsbezogene identifizierbare Informationen.\r\n\r\nDarüber hinaus beschränken wir den internen Zugriff auf personenbezogene Daten auf Mitarbeiter, die diese Informationen zur Erfüllung ihrer Aufgaben benötigen. Der unbefugte Zugriff oder die unbefugte Verwendung solcher Informationen durch einen Mitarbeiter ist verboten und begründet Disziplinarmaßnahmen. Darüber hinaus sind unsere Informationsmanagementsysteme so konfiguriert, dass Mitarbeiter nicht auf Informationen zugreifen können, auf die sie keinen Zugriff haben. Sie sollten beachten, dass unsere Dienstleister möglicherweise für die Verarbeitung, Verarbeitung oder Speicherung einiger der persönlichen Informationen verantwortlich sind, die wir erhalten. Sie sind nicht berechtigt, unabhängig an Sie zu vermarkten. Diese Dienstleister sind vertraglich verpflichtet, die von uns erhaltenen persönlichen Daten zu schützen und zu sichern. Obwohl wir uns bemühen, Ihre persönlichen Daten zu schützen, sollten Sie sich darüber im Klaren sein, dass über das Internet gesendete Informationen nicht unbedingt sicher sind und von Dritten abgefangen oder abgerufen werden können. Daher können wir die Sicherheit solcher Informationen nicht garantieren und sind nicht verantwortlich oder haftbar für ein solches Abfangen.\r\n\r\nWelche Möglichkeiten haben Sie hinsichtlich der Verwendung Ihrer persönlichen Daten?\r\n\r\nPerfect World bietet Ihnen bestimmte Optionen, um die Erfassung, Verwendung und Offenlegung Ihrer persönlichen Daten zu steuern. Wir werden Sie um Ihre Zustimmung bitten, bevor Sie Ihre persönlichen Daten auf eine Weise an Dritte weitergeben, die nicht unter diese Richtlinie fällt (einschließlich jeglicher Verwendung für Direktmarketingzwecke).\r\n\r\nWenn Sie ein Perfect World-Konto erstellen (dh das Konto in unserem Service, ausgenommen Konten auf Plattformen von Drittanbietern), können Sie die Datenschutzeinstellungen Ihres Profils verwalten. Bitte besuchen Sie den Abschnitt \"Mein Konto\" auf der Website, um die Datenschutzeinstellungen Ihres Profils zu ändern.\r\n\r\nPerfect World sendet Ihnen möglicherweise eine Begrüßungs-E-Mail, Service- und kontobezogene E-Mails sowie Marketing- und Werbe-E-Mails zu unseren Produkten und Dienstleistungen. Wenn Sie nicht möchten, dass Perfect World Ihnen Marketing- und Werbe-E-Mails zu unseren Produkten und Dienstleistungen sendet, können Sie sich abmelden, indem Sie den Anweisungen zum Abbestellen folgen, die in jeder Werbe-E-Mail enthalten sind. Sie können E-Mail-Newsletter und -Updates auch im Abschnitt \"Mein Konto\" auf der Website verwalten. Dies hat jedoch keine Auswirkungen auf unsere Fähigkeit, Ihnen dienst- und kontobezogene E-Mails zu senden oder Ihre persönlichen Daten wie in dieser Richtlinie anders beschrieben zu verwenden.\r\n\r\nPerfect World sendet Ihnen möglicherweise Marketing- und Werbepost über unsere Produkte und Dienstleistungen. Wenn Sie möchten, dass Ihr Name, Ihr Lebenslauf oder andere persönliche Informationen von unserer Mailingliste oder unseren Systemen entfernt werden, können Sie dies tun, indem Sie eine E-Mail an privacy@perfectworld.com senden.\r\n\r\nAnweisungen zum Löschen und Deaktivieren von Cookies und anderen Tracking- / Aufzeichnungstools finden Sie in den technischen Informationen Ihres Browsers oder Mobilgeräts. Abhängig von Ihrem Browsertyp oder Mobilgerät ist es möglicherweise nicht möglich, Tracking-Mechanismen zu löschen oder zu deaktivieren. Beachten Sie, dass das Deaktivieren von Cookies und / oder anderen Tracking-Tools uns und unsere Geschäftspartner daran hindert, die Aktivitäten Ihres Browsers in Bezug auf den Service zu verfolgen und für gezielte Werbeaktivitäten durch Dritte zu verwenden. Dies kann jedoch dazu führen, dass viele der über den Dienst verfügbaren Funktionen deaktiviert werden. Wenn Sie weitere Informationen zu Cookies und gezielten Anzeigen wünschen oder die Verwendung dieser Informationen durch Unternehmen, die Teil der Network Advertising Initiative sind, ablehnen möchten, besuchen Sie bitte www.networkadvertising.org/choices.\r\n\r\n\r\nDatenschutz für Kinder\r\n\r\nPersonen unter 13 Jahren sind nicht berechtigt, unseren Service zu nutzen. Die Dienste richten sich nicht an Personen unter 13 Jahren. Wenn wir feststellen, dass wir versehentlich Informationen von Kindern unter 13 Jahren gesammelt haben, werden wir die Informationen des Kindes so schnell wie möglich aus unseren Systemen löschen. Wenn Sie feststellen, dass uns personenbezogene Daten über eine Person unter 13 Jahren zur Verfügung gestellt wurden, setzen Sie sich bitte umgehend mit uns in Verbindung. Wenn Sie unter 18 Jahre alt sind, dürfen Sie uns ohne vorherige Zustimmung Ihrer Eltern oder Erziehungsberechtigten keine Informationen zur Verfügung stellen.\r\n\r\n\r\nRechte von Einwohnern Kaliforniens\r\n\r\nGeltungsbereich dieser Datenschutzerklärung\r\n\r\nDiese Datenschutzerklärung beschreibt die persönlichen Informationen, die wir über Einwohner Kaliforniens im Zusammenhang mit dem Service sammeln oder verarbeiten, wie wir diese persönlichen Daten verwenden, teilen und schützen und welche Rechte Sie in Bezug auf personenbezogene Daten haben wir sammeln oder verarbeiten.\r\n\r\nIn dieser Datenschutzerklärung haben „persönliche Informationen\" dieselbe Bedeutung wie gemäß dem California Consumer Privacy Act (CCPA), Abschnitt 1798.83 des kalifornischen Zivilgesetzbuchs: Informationen, die identifizieren, sich darauf beziehen, beschreiben, in angemessener Weise mit diesen in Verbindung gebracht werden können oder vernünftigerweise in Verbindung gebracht werden können direkt oder indirekt mit einem bestimmten Verbraucher oder Haushalt verbunden sein. Persönliche Informationen enthalten keine Informationen, die nicht identifiziert oder aggregiert wurden.\r\n\r\nPersönliche Informationen, die wir sammeln und weitergeben, und zu welchem ​​Zweck\r\nIn den letzten 12 Monaten haben wir persönliche Informationen von Besuchern unter den folgenden Umständen gesammelt und weitergegeben, wenn sie mit dem Service interagieren, wie oben ausführlich beschrieben:\r\n   - Aktive Sammlung\r\n   - Facebook Connect\r\n   - Protokolldateien\r\n   - Cookies und Tracking-Technologien\r\n   - Gerätekennungen\r\n   - Benutzerkennungen\r\n   - IP-Adresse\r\n   - Standortdaten\r\n\r\n\r\n\r\nWie oben ausführlich beschrieben, verwenden wir Ihre persönlichen Daten für verschiedene Zwecke, um den Dienst zu betreiben, seine Aktivitäten zu bewerten und seine Leistung zu verbessern.\r\n\r\nAußer wie oben ausführlich beschrieben, werden wir ohne Ihre Zustimmung keine Informationen über Sie an Dritte weitergeben.\r\n\r\n\r\nIhre Rechte als Einwohner Kaliforniens\r\n\r\nNach kalifornischem Recht haben Benutzer mit Wohnsitz in Kalifornien bestimmte Rechte in Bezug auf ihre persönlichen Daten. Diese Rechte unterliegen bestimmten Ausnahmen, die nachstehend beschrieben werden. Bei Bedarf werden wir die meisten Anfragen innerhalb von 45 Tagen beantworten, es sei denn, es ist vernünftigerweise erforderlich, die Antwortzeit zu verlängern.\r\n\r\nRecht auf Offenlegung von Informationen\r\nSie haben das Recht zu verlangen, dass wir bestimmte Informationen bezüglich unserer Praktiken in Bezug auf persönliche Informationen offenlegen. Wenn Sie eine gültige und überprüfbare Anfrage einreichen und wir Ihre Identität und / oder Befugnis bestätigen, die Anfrage zu stellen, werden wir Ihnen auf Ihre Anweisung hin Folgendes mitteilen:\r\n   - Die Kategorien persönlicher Informationen, die wir in den letzten 12 Jahren über Sie gesammelt haben Monate.\r\n   - Die Quellenkategorien für die persönlichen Informationen, die wir in den letzten 12 Monaten über Sie gesammelt haben.\r\n   - Unser geschäftlicher oder kommerzieller Zweck zum Sammeln dieser persönlichen Daten.\r\n   - Die Kategorien von Dritten, mit denen wir diese persönlichen Daten teilen.\r\n   - Die spezifischen persönlichen Informationen, die wir über Sie gesammelt haben.\r\n   - Wenn wir Ihre persönlichen Daten zu geschäftlichen Zwecken an Dritte weitergeben, eine Liste der Arten von persönlichen Informationen, die jede Empfängerkategorie erhalten hat.\r\n\r\n\r\nRecht zum Löschen persönlicher Daten\r\n\r\nSie haben das Recht, zu verlangen, dass wir Ihre persönlichen Daten, die von Ihnen gesammelt und gespeichert wurden, mit bestimmten Ausnahmen löschen. Nach Erhalt einer verifizierten Aufforderung zum Löschen Ihrer persönlichen Daten werden wir dies tun, sofern gesetzlich nichts anderes zulässig ist.\r\n\r\n\r\nAusübung dieser Rechte\r\n\r\nSie können uns eine überprüfbare Verbraucheranfrage zur Offenlegung oder Löschung personenbezogener Daten senden, indem Sie hier klicken.\r\n\r\nWir werden innerhalb von 10 Tagen nach Erhalt kostenlos auf überprüfbare Anfragen zur Offenlegung oder Löschung personenbezogener Daten antworten.\r\n\r\nUm Ihre Privatsphäre und die Sicherheit Ihrer Daten zu schützen, überprüfen wir Verbraucheranfragen, indem wir die von Ihnen bereitgestellten persönlichen Daten mit den in unserem Besitz befindlichen Informationen abgleichen, um Ihre Identität zu bestätigen. Alle zusätzlichen Informationen, die Sie angeben, werden nur zur Überprüfung Ihrer Identität und nicht für andere Zwecke verwendet.\r\n\r\nSie können einen autorisierten Vertreter benennen, der in Ihrem Namen Anfragen stellt. Sie müssen einem autorisierten Vertreter eine schriftliche Erlaubnis erteilen, um eine Anfrage in Ihrem Namen zu stellen. Möglicherweise müssen Sie Ihre Identität direkt bei uns überprüfen. Alternativ kann ein Bevollmächtigter, dem gemäß den Abschnitten 4000-4465 des Nachlassgesetzes eine Vollmacht erteilt wurde, in Ihrem Namen einen Antrag stellen.\r\n\r\nRecht,\r\n\r\nden Verkauf Ihrer persönlichen Daten zu deaktivieren Sie haben das Recht, den Verkauf Ihrer persönlichen Daten zu deaktivieren. Sie können Unternehmen, die Ihre persönlichen Daten verkaufen, jederzeit anweisen, Ihre persönlichen Daten nicht an Dritte zu verkaufen.\r\n\r\nWir verkaufen Ihre persönlichen Daten nicht und bieten Ihnen daher keinen Mechanismus zur Ausübung des Widerrufsrechts. \r\n\r\nRecht auf Nichtdiskriminierung\r\n\r\nSie haben das Recht, bei der Ausübung Ihrer oben beschriebenen Datenschutzrechte in Kalifornien nicht diskriminiert zu werden.\r\n\r\nFür Einwohner außerhalb Kaliforniens: Überprüfen, Aktualisieren, Korrigieren oder Löschen persönlicher Daten\r\n\r\nAuf Anfrage erhalten Sie von Perfect World Informationen darüber, ob wir Ihre persönlichen Daten speichern oder im Auftrag Dritter verarbeiten. Um diese Informationen anzufordern, senden Sie bitte ein Ticket über die Website des Kundensupports: https://support.perfectworld.com.\r\n\r\nSie können Ihre über den Service gesammelten persönlichen Daten überprüfen, aktualisieren, korrigieren oder löschen, indem Sie uns eine E-Mail an privacy@perfectworld.com senden oder uns kontaktieren unter:\r\n    Perfect World Entertainment Inc.\r\n    100 Redwood Shores Parkway, 4. Stock\r\n    Redwood City, CA 94065\r\n    Attn: Anforderung einer Datenschutzrichtlinie\r\n\r\nBitte beachten Sie, dass bestimmte Arten von persönlichen Informationen, die zur Überprüfung der Berechtigung erforderlich sind, wie z. B. Geburtsdatum oder Alter, nur gelöscht werden können, wenn Sie Ihr Konto schließen. Diese Informationen können jedoch bei ausreichender Überprüfung der neuen Informationen geändert werden. Beachten Sie, dass das Löschen Ihrer Daten zur Kündigung Ihres Kontos und der entsprechenden Dienste führen kann.\r\n\r\nUm auf Ihre persönlichen Daten zugreifen zu können, müssen Sie auf Anfrage einen ausreichenden Identifikationsnachweis vorlegen. Wir behalten uns das Recht vor, Benutzern den Zugriff zu verweigern, wenn wir der Meinung sind, dass eine Frage zu Ihrer Identität vorliegt. Wir werden alle Zugriffsanfragen innerhalb von 30 Tagen beantworten.\r\n\r\nDarüber hinaus behalten wir uns das Recht vor, Ihre Daten in unseren Dateien zu speichern, wenn wir der Ansicht sind, dass es notwendig oder ratsam ist, Streitigkeiten beizulegen, die Nutzungsbedingungen durchzusetzen sowie technische und rechtliche Anforderungen und Einschränkungen im Zusammenhang mit dem Service zu erfüllen.\r\n\r\n\r\nSicherheit\r\n\r\nDie Sicherheit Ihrer persönlichen Daten ist uns wichtig. Wenn Sie vertrauliche Informationen (z. B. eine Kreditkartennummer) in unsere Bestellformulare eingeben, verschlüsseln wir die Übertragung dieser Informationen mithilfe der Secure Socket Layer-Technologie (SSL).\r\n\r\nWir befolgen allgemein anerkannte Standards, um die uns übermittelten persönlichen Daten sowohl während der Übertragung als auch nach Erhalt zu schützen. Keine Methode zur Übertragung über das Internet oder zur elektronischen Speicherung ist jedoch 100% sicher. Daher können wir seine absolute Sicherheit nicht garantieren. Wenn Sie Fragen zur Sicherheit unseres Service haben, können Sie uns unter privacy@perfectworld.com kontaktieren.\r\n\r\n\r\nInternationale Benutzer\r\n\r\nPerfect World ist ein in den USA ansässiges Unternehmen. Unsere Server und Geschäftsbereiche befinden sich hauptsächlich im US-Bundesstaat Kalifornien. Indem Sie unseren Service nutzen und uns Informationen zur Verfügung stellen, stimmen Sie der Übertragung, Speicherung und Verarbeitung Ihrer Informationen auf Computern in den Vereinigten Staaten von Amerika in der in dieser Richtlinie beschriebenen Weise zu. Sie erkennen an und verstehen, dass die Gesetze in Bezug auf persönliche Daten gelten Informationen in den USA sind möglicherweise weniger streng als die Gesetze Ihres Landes und bieten möglicherweise nicht den gleichen Schutz oder die gleichen Rechte wie diese Gesetze. Wenn Sie der Übertragung oder Verwendung Ihrer persönlichen Daten wie in dieser Richtlinie beschrieben widersprechen, nutzen Sie diesen Service bitte nicht.\r\n\r\nKontakt\r\nWenn Sie Fragen, Bedenken oder Kommentare zu dieser Richtlinie haben, wenden Sie sich bitte per E-Mail an privacy@perfectworld.com.\r\n\r\n",
  "version": 4
}