{
  "content": "服務條款|電弧遊戲\r\n\r\n\r\n本文檔包含適用於您訪問和使用我們的網站和服務的重要條款和條件。在您開始使用本網站和我們的服務之前，請仔細閱讀這些條款。通過訪問或使用本網站或下載任何遊戲，您同意受此處描述的條款的約束。如果您不同意所有這些條款，請不要使用本網站或遊戲。\r\n\r\n\r\n歡迎來到由完美世界娛樂公司（\" PWE\"，\"我們\"或\"我們\"）運營的Arc Games。本文檔包含條款和條件（以下簡稱\"條款\"），這些條款和條件（\"條款\"）用於約束您訪問和使用位於www.arcgames.com的PWE網站（或任何可能替換它的後續URL）以及所有與官方相關聯的網站和網站，移動網站以及此類網站的子域（統稱為\"網站\"），PWE通過本網站運營或由PWE在網站上以其他方式支持的任何遊戲和遊戲平台，客戶端或服務器（以下簡稱\"遊戲\"），以及所有通過本網站提供的功能，功能，軟件和服務。本網站，遊戲以及通過本網站提供的功能，功能，軟件和服務共同構成\"服務\"。\r\n\r\n\r\n1.法律協議\r\n   1.這些條款構成您與加利福尼亞州完美世界娛樂公司之間具有約束力的法律協議（以下簡稱\"協議\"）。\r\n   \r\n   2.在本協議中，術語\"我們/我們/我們\"是指完美世界娛樂公司。\"您/您的\"是指您作為服務的用戶。\r\n   \r\n   3.如果您訪問我們的網站，使用我們的服務和使用遊戲，則本文所述的條款適用於您。在使用服務或服務的任何部分之前，您必須閱讀並同意這些條款。\r\n   \r\n   4.您使用本服務即表示您同意接受並受這些條款中所述的條款和條件約束，並且您同意遵守網站上發布的或由PWE以其他方式提供給您的任何行為準則（以下簡稱\"規則\"行為\"）以及適用於我們的遊戲軟件或我們可能提供的與服務有關的其他軟件的任何最終用戶許可協議（\" EULA\"）。網站上創建的所有用戶身份均受這些條款的約束。這包括但不限於與遊戲有關的適當的遊戲內和遊戲外行為。\r\n   \r\n   5.如果您不同意任何條款，請不要訪問或以其他方式使用服務。\r\n   \r\n   6.您特此聲明您具有簽署本協議的法律能力，並且不會根據美國法律或任何其他適用的司法管轄區禁止您接收服務。\r\n   \r\n   7.您理解並同意，服務可能包含服務公告和管理消息，並且您無權選擇不接收它們。\r\n   \r\n   8.本協議是對您使用或購買某些其他PWE產品，服務，會員服務，第三方內容或其他內容時可能適用的任何EULA或任何其他條款和條件的補充，並且不能以任何方式替代或替代任何EULA。第三方軟件。如果本協議的內容與任何其他特定協議或條款或條件的一項或多項規定相抵觸，則以特定協議，條款或條件的規定為準。\r\n\r\n\r\n2.條款變更\r\n   1.我們可以隨時自行決定修改和/或修改這些條款，行為準則和任何EULA。\r\n\r\n   2.條款的修訂和修改將在網站上發布，並在將其發佈在網站上後立即生效，否則將向您提供修訂或修改的副本。您放棄任何可能需要收到有關此類更改或修改的具體通知的權利。\r\n\r\n   3.您有責任定期檢查條款，行為準則和任何EULA，以便您隨時了解它們的內容，因為它們可能會不時被修改或修改。繼續使用服務的任何部分，即表示您已接受任何修訂或更新的條款。如果您不同意經修訂的條款，則必須停止使用服務。\r\n\r\n   \r\n3.說明\r\n   1. PWE向註冊用戶提供免費的多人在線遊戲，並通過網站提供相關的功能，功能和服務，例如社區論壇和其他交互式區域。要訪問我們的遊戲，可能需要下載並安裝某些客戶端軟件，並且這種訪問需要使用硬件，軟件和Internet訪問（您承認這些在您的用戶體驗中起著至關重要的作用）。\r\n\r\n   2.您同意我們對任何硬件，軟件或Internet訪問，質量，適用性或不可用性問題概不負責。我們不提供Internet訪問，您需要承擔與電話和Internet訪問費用有關的所有費用，以及維護與服務器的連接所需的所有必要設備，服務，維修或更正。\r\n\r\n\r\n4.帳戶\r\n   1.您可能需要創建一個帳戶（\"帳戶\"）才能訪問我們的服務並使用我們服務的某些功能。\r\n\r\n   2.為了使用我們的服務，您需要滿足在您居住地管轄權中規定的某些年齡要求，並且您必須有權根據任何適用法律與美國訂立具有約束力的協議。例如，如果您居住在美國，則必須年滿13周歲才能創建帳戶，並且必須年滿18周歲才能獨立簽訂合同。如果您年滿13歲，但在您居住的司法管轄區（\"法定年齡\"）和/或未滿18周歲的法定年齡範圍內訂立合同，我們要求您與父母或法定監護人，以確保他們閱讀並同意。如果您是我們網站，遊戲和/或服務用戶的父母或法定監護人，並且對本條款有疑問，請通過tos@perfectworld.com與我們聯繫。\r\n   \r\n   3.通過創建帳戶或以其他方式使用服務，表示您已達到法定年齡或至少18歲，並同意這些條款，或者您已年滿13歲，並且您的父母或法定監護人已閱讀並同意這些條款，即表示您理解並同意，我們依賴該表示形式允許您使用服務。\r\n\r\n   4.儘管有上述規定，但根據某些司法管轄區的適用法律，我們服務的某些部分可能包含不適合法定年齡以下或18歲以下人士使用的成熟內容。我們將要求您確認您已達到法定年齡或18歲以上才能訪問此類內容。如果您輸入僅針對成熟受眾的服務或標記為僅針對成熟受眾的任何部分，則表明您已達到法定年齡或至少18歲，並具有訪問此類內容的合法權利。我們對您未能按照以下條款準確確認您的年齡不承擔任何責任。\r\n\r\n   5.在創建帳戶和用戶標識（\"用戶ID\"）時，您同意（i）根據要求的字段（\"帳戶信息\"）中的要求提供真實，準確，最新和完整的信息，並且（ii）及時維護並更新此類用戶ID和您的帳戶信息，以使其真實，準確，最新和完整。\r\n\r\n   6.您作為帳戶和用戶ID的創建者，對您的用戶ID和在用戶ID個人資料中上傳的個人資料圖片承擔全部責任（用戶ID和用戶ID中的個人資料圖片統稱為\"用戶ID\" \"）。我們不會容忍令人反感的用戶ID。如果用戶ID違反本條款的任何部分，我們可能會立即，暫時或永久禁止該用戶ID，刪除或禁用對有問題的圖片，單詞或短語的訪問，或者在沒有通知的情況下禁止訪問此類用戶ID 。我們將自行決定是否刪除或禁用對這些用戶ID的訪問，並且我們不承諾刪除或禁用對任何特定用戶ID的訪問。\r\n\r\n   7.您的帳戶只能由您自己使用。對於您的帳戶或用戶ID的任何濫用，我們概不負責，您同意接受濫用和未經授權訪問您的帳戶的一切風險，並使我們和我們的關聯公司免受濫用您的帳戶或用戶的傷害ID，包括但不限於您向其洩露密碼的某人的不當使用或未經授權的使用。\r\n\r\n   8.請注意，您有責任隨時維護您的用戶名和密碼的機密性和安全性，並且如果您的密碼丟失，被盜或洩露給未授權的第三方，您同意通知我們，否則可能已經被妥協了。您對您帳戶下發生的所有活動和交易全權負責，我們不對您帳戶的任何濫用負責，包括但不限於您的密碼被盜或洩露給第三方和/或用於交易。您同意立即就任何濫用您帳戶或與您所知服務有關的其他違反安全性的行為通知我們。我們為您提供更改密碼的選擇，以保護您的帳戶。\r\n\r\n   9.如果您在帳戶創建後的十二個月內或連續十二個月內未使用帳戶，則您的帳戶可能會被終止。如果您連續十二個月或更長時間不使用帳戶，我們可能會自行決定終止該帳戶。\r\n\r\n   10.我們將嘗試在終止您的帳戶之前通過電子郵件通知您，除非我們因違反這些條款或終止服務而終止，停用或刪除您的帳戶或用戶ID。但是，對於任何不通知的情況，我們概不負責。如果您在收到通知後希望在五天內保持有效，我們將不會終止該帳戶。如果您不通知我們，您的帳戶將被終止，並可能被永久刪除，以及您的用戶ID，記錄，等級和服務信息。\r\n\r\n   11.終止您的帳戶還意味著終止使用服務和專有材料或其任何部分的許可。\r\n\r\n   12.請注意，無論是否有任何通知，我們保留根據任何理由或在適用法律允許的範圍內全權酌情決定隨時終止服務或終止或暫停您的帳戶的權利。\r\n\r\n\r\n5.專有權\r\n   1.網站，遊戲，軟件和服務均為PWE或PWE許可人的財產，受美國和國際法（包括但不限於版權法）的保護。網站，遊戲，軟件和服務的所有當前和將來的權利，權益和標題，其所有功能和內容，包括但不限於任何用戶帳戶，標題，計算機代碼（源代碼，目標代碼和準備設計）材料，文件，遊戲軟件，客戶端和服務器軟件，工具，補丁，更新，主題，對象，字符，角色名稱，故事，故事情節，對象，內容，文本，專有技術，對話，流行短語，主題，位置，概念，藝術品，設計，圖形，圖片，視頻，動畫，聲音，音樂，音樂，作品，錄音，視聽效果，信息，數據，文檔，\" applets\"，聊天記錄，角色資料信息，遊戲，錄音在遊戲項目中，在遊戲活動中，硬幣和禪宗，由人工智能創建的藝術品和構圖（\" AI創作的作品\"）及其選擇和安排（統稱為\"專有材料\"）均為專有道具PWE或其許可方的財產或權益，並受美國和國際版權及其他所有權法的保護。\r\n   \r\n   2.即使您對第10.2款進行了專有材料的任何形式的修改，改編或衍生作品（以下稱\"修改\"），無論是經過授權的還是未經授權的，您都應理解並同意，您不保留任何權利此類修改的內容以及其中的所有權利應完全屬於PWE。您特此無條件地轉讓（並同意轉讓）並轉讓給PWE，不受任何限製或負擔，並且沒有超出本文提供的對價的任何補償，您可能在此類修改中擁有的任何權利，所有權和利益。此項轉讓包括但不限於此類修改及其相關的所有全球版權和專利權，以及對過去和未來侵權提起訴訟的權利。您在此同意與PWE合作進行保護，並應根據PWE的需要完善此類文件（如進一步的轉讓或轉讓契據），以完善其權利。您放棄並同意在適用的強制性法律範圍內盡可能不主張您在修改中可能擁有的任何道德或類似權利。\r\n   \r\n   3.此外，如果在第5.2段中提到的轉讓沒有轉讓或轉讓任何所有權，則您明確授予PWE，我們和許可人所有同意，許可和非排他，免版稅，永久的權利。全球範圍內的完整，完全可再許可且不可撤銷的製造，使用，出售，要約出售，進口或以其他方式利用，重新發布，發布，使用，報價，改編，翻譯，存檔，存儲，複製，修改，創建的權利以任何方式，形式以及在任何媒介或論壇中（無論是現在已知的還是）的形式從，辛迪加，許可，印刷，再許可，分發，傳輸，廣播，以其他方式傳達和公開顯示和執行修改或其任何部分的衍生作品此後，在不另行通知的情況下，向您做出了承認或補償。您放棄並同意在適用的強制性法律範圍內盡可能不主張您在修改中可能擁有的任何道德或類似權利。\r\n\r\n\r\n6.隱私權\r\n   1.請查看我們的隱私政策和Cookie政策[a]，以獲取有關收集，使用和分發個人信息的信息。您理解並同意，我們可以按照隱私政策和Cookie政策中所述收集，使用和披露信息。\r\n\r\n   2.您理解並同意，我們可以真誠地認為我們是合法授權或被要求這樣做的，或者認為這樣做是合理必要或適當的，我們可以訪問，披露或保留您的通訊內容，包括您的通訊內容遵守法律或法律程序或權威，回應任何索賠或保護Perfect World，我們的用戶，我們的員工或公眾的權利，財產或安全，包括但不限於保護Perfect World或我們的用戶免受欺詐，濫用，不當或非法使用我們的服務。\r\n\r\n   \r\n7.遊戲更新\r\n   1.當我們更新或\"修補\"我們的任何遊戲時，我們可能會利用修補例程來驗證您的計算機或設備上是否安裝了最新版本的客戶端軟件。如果不是，則最新版本可能會自動上傳到您的計算機或設備，您在此同意並放棄對此上傳的任何進一步通知。\r\n\r\n\r\n8.監控\r\n   1.您了解並同意，當您與遊戲中的其他玩家交流或利用網站上提供的任何互動功能（例如即時消息，論壇或聊天室）時，此類交流和發布均通過我們的服務器進行傳輸，我們可能會，但沒有義務監視所有此類通訊和張貼，包括在法律允許的範圍內指定為\"私人\"的通訊和張貼。有關我們如何收集和處理有關您的數據的更多信息，請查看我們的隱私政策[b]。\r\n\r\n\r\n9.推送通知和本地通知\r\n   1.您了解並同意，我們可以在您同意的情況下向您的移動設備發送推送通知和本地通知，以提供遊戲更新和其他相關消息。\r\n\r\n\r\n10.授予您的許可\r\n   1.在遵守本條款和任何適用的EULA的前提下，我們授予您有限的，非排他的，可撤消的，不可轉讓的和不可再許可的訪問和使用本網站的許可，僅供您非商業和個人使用，服務和專有材料。此類許可一直有效，直到您或PWE終止且除非您或PWE終止。您承諾並同意您將網站，服務和專有材料用於個人，非商業用途，並且您不會從事本條款中禁止的行為。\r\n   \r\n   2.除非本條款或適用的EULA中明確允許，否則該許可不包括且您同意不參與任何以下活動：（a）轉售，再許可，借出或商業使用其中的服務或專有材料; （b）分發，公開表演或公開展示任何專有材料，但與正常過程中的遊戲有關的除外；（d）修改，改編，更改，增強或以其他方式對任何遊戲，遊戲內容或其他形式進行任何派生使用專有材料或其任何部分； （e）使用任何數據挖掘，機器人或類似的數據收集或提取方法； （f）下載（除頁面緩存外）專有材料的任何部分或其中包含的任何信息，除非網站上明確允許； （g）對專有資料進行逆向工程或反編譯，或以其他方式嘗試從遊戲或專有資料中包含的其他軟件中獲取源代碼； （h）將服務或專有材料用於其預定目的以外的任何用途。\r\n\r\n   3.未經我們事先書面許可，嚴禁使用除本文特別授權之外的任何服務或專有材料，並由PWE選擇終止此處授予的許可。此類未經授權的使用還可能違反適用法律，包括但不限於版權和商標法以及適用的通信法規和法規。除非在此明確說明，否則這些條款中的任何內容均不得解釋為通過禁止反言，暗示或其他方式授予任何知識產權許可或權利。無論有無原因，此許可證均可隨時撤銷。\r\n\r\n   4.遊戲和服務不會出售給您，也不會授予您對網站，服務或遊戲的任何權利，所有權或利益，但在本文第10節中明確授予您的權利除外；以及即使在您的個人計算機，遊戲機，移動設備，平板電腦和/或其他設備（\"設備\"）上安裝了遊戲之後，PWE及其許可方仍保留遊戲和專有材料的所有副本的所有權。\r\n\r\n   5.完美世界品牌，網站，遊戲和服務（\" Arc Games品牌特徵\"）的所有商標，服務標記，商標名稱，徽標，域名和任何其他功能均為PWE或其專有財產。許可人。您無權將任何Arc Games品牌特徵用於商業或非商業用途。\r\n\r\n   6.您同意遵守本條款，並且不以本條款未明確允許的任何方式使用網站，服務，遊戲或其任何部分。\r\n\r\n\r\n11.用戶的行為準則\r\n   1.使用服務時，您必須遵守這些條款，所有行為準則，所有適用法律以及所有基本禮節規則和一般禮節。在離線現實世界社區中違反法律的任何行為也都違反這些條款。我們將不容忍任何非法或冒犯行為。\r\n   \r\n   2.在不限制上述規定的前提下，除了第12節中列出的\"用戶內容\"規則外，您同意不採取以下任何操作：\r\n    -以任何方式傷害未成年人；\r\n    -冒充任何個人或實體，包括任何PWE官員，論壇負責人，指南，主持人，僱員或代理商，或虛假陳述或以其他方式歪曲您與該個人或實體的隸屬關係；\r\n    -偽造標題或以其他方式操縱標識符，以掩蓋通過網站傳輸的任何消息的來源；\r\n    -上傳，發布，通過電子郵件發送，傳輸或以其他方式提供任何未經請求或未經授權的廣告，促銷材料，\"垃圾郵件\"，\"垃圾郵件\"，\"連鎖信\"，\"金字塔計劃\"或任何其他形式的邀請；\r\n    -干擾或破壞本服務或與本服務連接的服務器或網絡，或不遵守與本服務連接的網絡的任何要求，程序，政策或規定；\r\n    -\"跟踪\"，威脅或以其他方式騷擾他人或使他人感到不適；\r\n    -收集，存儲，發布或以其他方式傳播有關其他用戶的任何個人數據；\r\n    -阻礙或破壞服務或服務中游戲或互動區域（以下定義）中正常的遊戲或對話流程，或使用粗俗語言，辱罵性，使用過度大喊大叫（全部大寫），\"發送垃圾郵件\"或任何其他方式試圖打擾其他用戶或我們員工的其他破壞性或有害方法；\r\n    -從事，鼓勵或促進任何非法活動，或任何違反這些條款或行為準則的活動；\r\n    -從事任何通過授權遊戲賺取的物品中的欺騙或試圖欺騙，欺詐或欺騙他人的行為；\r\n    -欺詐或利用與遊戲或服務有關的未經授權的利用；\r\n    -使用或利用任何錯誤，錯誤或設計缺陷來獲得對服務的未授權訪問或獲得比其他參與者不公平的優勢；\r\n    -在遊戲外交易，出售，拍賣或以其他方式轉移任何虛擬物品或任何性質的商品；\r\n    -採取任何破壞本服務或對其他用戶造成負面影響或可能使其無法享受本網站，遊戲或本服務任何其他方面的行為。\r\n\r\n   3.我們可能會採取任何我們認為必要的行動，並施加任何必要的懲罰，以阻止和懲罰違反這些條款或任何其他非法或不當行為的行為，所有這些都不會事先通知或警告。確定是否發生侵權行為以及由誰負責此行為完全取決於我們的判斷力，並基於我們認為對社區和服務部門的最佳選擇。使用該服務，即表示您同意，我們將就是否已發生違法行為以及我們選擇實施的任何懲罰受到確定的約束。\r\n\r\n\r\n12.用戶內容\r\n   1.服務可能包括討論論壇，聊天室，用戶反饋，消息傳遞功能，評論以及您或其他用戶在其中創建，發布，發送或存儲任何內容，消息，材料的其他交互區域或服務（\"交互區域\"） ，網站上或通過服務以及服務的任何其他部分（例如游戲中的聊天室，論壇）上的數據，信息，文本，音樂，聲音，圖片，照片，視頻，圖形，代碼或其他項目或材料或行業協會的組織）（\"用戶內容\"）。用戶內容還包括此處第13節規定的用戶生成的內容。\r\n\r\n   2.發佈到網站上的用戶內容是公開可用的，而不是保密的，並將成為PWE的專有財產。我們強烈建議您不要發布有關您自己或他人的任何個人信息。\r\n\r\n   3.您同意不發布，上傳，傳輸，分發，存儲，創建或以其他方式發布以下任何內容：\r\n    -非法，誹謗，誹謗，淫穢，色情，不雅，淫蕩，暗示，騷擾，威脅，侵犯隱私權或宣傳權，濫用，煽動性，欺詐性或其他令人反感的用戶內容；\r\n    -構成，鼓勵或提供刑事罪行，侵犯任何一方權利或以其他方式造成責任或違反任何地方，州，國家或國際法律的用戶內容；\r\n    -可能侵犯任何一方的任何專利，商標，商業秘密，版權或其他知識產權或專有權的用戶內容。通過發布任何用戶內容，您表示並保證您具有分發和復制此類用戶內容的合法權利；\r\n    -冒充任何人或實體或以其他方式歪曲您與該人或實體的隸屬關係的用戶內容；\r\n    -不請自來的促銷活動，政治競選活動，廣告或招攬活動；\r\n    -任何第三方的私人信息，包括但不限於地址，電話號碼，電子郵件地址，社會保險號和信用卡號；\r\n    -病毒，損壞的數據或其他有害，破壞性或破壞性文件；\r\n    -違反行為準則或由我們獨自判斷的令人反感或限製或禁止任何其他人使用或享受本服務的用戶內容，或可能使我們或我們的用戶遭受任何形式的傷害或責任的用戶內容。\r\n\r\n   4.對於您或任何第三方發布，存儲或上載的任何用戶內容，或對其造成的任何損失或損害，我們不承擔任何責任，也不承擔任何責任，對於任何錯誤，誹謗，誹謗，誹謗，遺漏，您可能會遇到的虛假，淫穢，色情或褻瀆行為。您使用服務（包括交互區域）的風險自負。作為交互式服務的提供者，我們對用戶在任何公共論壇，個人主頁或其他交互式區域中提供的任何聲明，陳述或用戶內容概不負責。儘管我們沒有義務篩選，編輯或監視任何用戶內容，但我們保留權利並有絕對的酌處權，隨時，以任何理由刪除，篩選或編輯任何發布或存儲的用戶內容，恕不另行通知。\r\n   \r\n   5.您應全權負責創建和替換您發布或存儲的任何用戶內容的備份副本，並自行承擔費用。違反前述任何對服務（包括交互區域或其其他部分）的使用均違反本條款，並可能導致（其中包括）終止或暫停您使用服務或其任何部分的權利。\r\n   \r\n   6.您對發布的所有用戶內容以及對服務（包括交互式區域）的使用承擔全部責任。您聲明並保證（a）您擁有並控制您發布的用戶內容的所有（知識產權）權利，或者您有權將此類用戶內容髮佈到網站； （b）用戶內容準確無誤； （c）使用和發布您提供的用戶內容不會違反本條款，行為準則，適用法律或宗教禁忌，也不會違反或侵犯任何宣傳，個性或任何第三方權利或對任何人造成傷害或實體，或暗示我們與您或用戶內容有任何從屬關係或認可。您應對因侵犯該權利或由於您提供的任何用戶內容造成的任何其他損害而引起的所有特許權使用費，費用，損害賠償和任何其他款項承擔全部責任。\r\n   \r\n   7.考慮到您對服務的使用，並在適用的強制性法律允許的範圍內，您在此不可撤銷地轉讓和轉讓（並同意轉讓）PWE對用戶內容及用戶內容的所有權利，所有權和利益您在服務上或通過服務創建，發布，存儲或傳輸，包括其中的所有知識產權。如果根據適用的強制性法律無法進行上述轉讓和轉讓給PWE，則您在此同意所有權利，所有權和權益均已轉讓並轉讓給PWE。您在此同意與PWE合作進行保護，並應根據PWE的需要完善此類文件（如進一步的轉讓或轉讓契據），以完善其權利。\r\n   \r\n   8.在上述轉讓不轉移任何\"用戶內容\"所有權或所有權的情況下，您明確授予我們和我們的許可方所有同意，許可和非專有，免版稅，永久，全球，完整，完整地轉載。重新發布，發布，使用，引用，改編，翻譯，存檔，存儲，複製，修改，從其製作衍生作品的許可，不可撤銷的權利，辛迪加，許可，印刷，再許可，分發，傳輸，廣播，以其他方式傳達和以任何方式或形式在任何媒介或論壇（無論是現在已知的還是以後設計的）中公開展示，表演，製作，使用，出售，要約出售，進口或以其他方式利用用戶內容或其任何部分，恕不另行通知，對您的確認或補償。您放棄並同意不主張您可能對用戶內容擁有任何道德或類似權利。\r\n   \r\n   9.如果您認為服務中的任何用戶內容侵犯了您擁有或控制的任何知識產權，請首先註意，我們不會調解雙方之間的IP爭議。因此，我們鼓勵您直接與創建相關用戶內容的一方聯繫。如果您無法與該方達成共同解決方案，則可以通過以下聯繫信息向我們提交此類侵權通知：\r\n    -通知應包含以下信息，這對於我們評估情況是必需的：（i）有關用戶內容的URL或屏幕截圖，並標識上載用戶內容的特定用戶； （ii）您擁有的適用知識產權的證明或證書； （iii）您可能會合理要求的侵權說明和建議的解決方案；（iv）聲明您的指控是出於善意，以及（v）您的聯繫信息。我們可能會與您聯繫，以獲取其他信息和支持材料。\r\n    -如果我們單方面認為您的主張表明存在明顯的侵權情況，我們將向您發送通知中指定的用戶通知，以要求該用戶刪除或以其他方式修改侵權內容屬於嚴重性質，我們可能會直接刪除或限制對侵權內容的訪問，並將此類處置通知侵權用戶。我們會在適當的時候將您留下的聯繫信息告知您處置結果。如果此類侵權用戶不同意我們的決定，並認為沒有侵權，則他或她在某些情況下可以向我們提出反訴，要求撤銷我們的行為。 PWE可以單方面決定是否接受該請求。\r\n    -您了解並同意PWE對用戶內容概不負責，我們也不認可任何用戶內容中包含的任何觀點。儘管PWE完全尊重知識產權並竭力保護您在服務運營中的合法權益，但我們不保證會出於商業上的合理努力而刪除或刪除任何用戶發布的所有侵權內容。\r\n\r\n\r\n13.用戶生成的內容\r\n   1.遊戲可能包含某些與遊戲一起使用的設計，編程和處理實用程序，工具，資產和其他資源（以下簡稱\"鑄造廠\"），使您可以創建自定義的新遊戲關卡以及其他相關的遊戲材料供個人使用遊戲（\"用戶生成的內容\"）。您同意使用Foundry受這些條款和以下附加許可限制的約束：\r\n   \r\n   2.僅當此類用戶生成的內容可以與遊戲的在線版本一起專用時，才能創建用戶生成的內容。用戶生成的內容可能無法設計為獨立產品。您使用Foundry創建的用戶生成的內容應遵守以下規則和限制：\r\n   \r\n   3.使用Foundry發布的用戶生成內容的其他禁止使用：\r\n    -您不得使用用戶生成的內容來認可或反對任何政黨，協會（例如共和黨，民主黨，候選人或其他方面）或任何問題的任何方面。\r\n    -您不得使用用戶生成的內容來描繪任何真實人物（歷史或當下）的肖像。您不得使用用戶生成的內容來宣傳任何一方的任何業務，產品或服務。\r\n    -您不得在內容中發布Web URL。\r\n    -您不得使用用戶生成的內容來傳達任何褻瀆，粗俗，仇恨語言，露骨的性愛語言，貶低種族，性別，宗教，年齡，精神或身體上的障礙，肥胖或性取向的內容，或提及任何毒品（合法或非法）或藥物。\r\n    -在未獲得專門為此目的而授予的不可撤銷的書面許可的情況下，您不得使用第三方的任何版權或商標材料。\r\n    -您不得使用用戶生成的內容來利用遊戲的設計。\r\n    -您不得使用用戶生成的內容侵犯隱私權和/或第三方的公開權。\r\n    -PWE保留隨時出於任何原因刪除任何用戶生成的內容的權利，而無需提供原因或補償。\r\n    -您理解並同意，您對使用Foundry生產的用戶生成的內容不享有任何形式的任何權利，並且所有用戶生成的內容及其中的所有權利應完全屬於PWE，並在適當時使用。您特此無條件地轉讓（並同意轉讓）並轉移到PWE，不受任何限製或負擔，並且沒有超出本文提供的對價的任何補償，您可能擁有和轉讓給該用戶的任何及所有權利，所有權和利益生成的內容。此項轉讓包括但不限於此類用戶生成的內容及其所有全球版權和專利權，以及對過去和未來侵權提起訴訟的權利。您在此同意與PWE合作進行保護，並應根據PWE的需要完善此類文件（如進一步的轉讓或轉讓契據），以完善其權利。\r\n    -此外，在此處提及的轉讓不轉移或不轉移用戶生成的內容的任何所有權權益的情況下，您明確授予我們和我們的許可方所有同意，許可和非排他性，永久，全球，完整，可再許可以及具有不可撤銷的製作，使用，出售，要約出售，進口或以其他方式利用，重新發布，發布，使用，報價，改編，翻譯，存檔，存儲，複製，修改，從，辛迪加，許可創建衍生作品的權利，印刷，再許可，分發，傳輸，廣播，以其他方式傳播，以及公開顯示和執行用戶生成的內容或其任何部分，並以任何方式或形式在任何媒介或論壇（無論現在已知還是以後設計）中，恕不另行通知，對您的確認或補償。您放棄並同意不主張您對用戶生成的內容可能擁有的任何道德或類似權利。\r\n   \r\n   4.作為使用Foundry的條件，您不得出於任何商業或非商業目的（包括但不限於銷售，出租，通過任何和所有發行渠道（包括但不限於零售）租賃，許可，分發或以其他方式轉讓此類用戶生成內容的所有權，無論是獨立還是與他人創建的用戶生成內容打包在一起銷售和在線電子分銷。您同意不徵求，發起或鼓勵任何個人或實體的任何提議或提議來創建任何用戶生成的內容進行商業分發。您同意在收到任何此類提議或報價的任何情況下立即以書面形式通知PWE。如果您決定將您創建的用戶生成的內容提供給其他遊戲玩家，則您同意完全免費使用。\r\n\r\n\r\n14.指定代理以接收聲稱侵犯版權的通知。 DMCA聲明。\r\n   1.如果您認為本服務中的任何內容侵犯了您擁有或控制的任何版權，則可以按照本文第14節的規定提交DMCA版權侵犯通知，您可以通過以下方式聯繫我們的客戶服務團隊：\r\n   電子郵件：dmca@perfectworld.com\r\n   郵件：Perfect World Entertainment Inc.\r\n   收件人：客戶服務團隊\r\n   100 Redwood Shores Parkway\r\n   紅木城，加利福尼亞州94065\r\n   電話號碼：+1 650-590-7700\r\n   傳真（傳真）號碼：+1 650-591-1211\r\n   \r\n   2.版權主張的侵權通知應包括以下信息，這是我們評估權利要求所必需的：\r\n    -有關用戶內容的網址或屏幕截圖，並標識上載用戶內容的特定用戶；\r\n    -您擁有的知識產權證明或證書；\r\n   \r\n   3.您可能會合理要求的侵權說明和建議的解決方案，以及您的聯繫信息。我們可能會與您聯繫，以獲取其他信息和支持材料。\r\n    -如果我們全權酌情裁定發現侵權索賠通知是合理的，我們可能會通過網站上的一般性通知，在我們的記錄中發送至用戶電子郵件地址的電子郵件等方式，向侵權用戶發出侵犯版權的索賠通知，或通過一流郵件發送到我們記錄中用戶地址的書面通訊。我們可能會按照您的通知中的指示向用戶發送通知，以要求該用戶刪除侵權內容，或者，如果侵權行為屬於嚴重性質，我們可能會直接刪除或限制對侵權內容的訪問並將此類處置通知侵權者用戶。我們會在適當的時候將您留下的聯繫信息告知您處置結果。\r\n    -根據《數字千年版權法案》（DMCA）和其他適用法律，我們採取了在適當情況下並自行決定終止被視為重複侵權的訂戶或帳戶持有者的政策。我們也可以全權酌情決定限制訪問服務和/或終止侵犯他人知識產權的任何用戶的帳戶，無論是否存在任何重複侵權。\r\n\r\n\r\n15.超鏈接\r\n   1.您被授予有限的非排他性權利，以非商業目的創建指向本網站的文本超鏈接，但該鏈接不會以虛假，誤導，貶損或其他誹謗的方式描繪我們或我們的任何產品和服務。方式，並進一步規定鏈接站點不包含任何成人或非法材料，也不包含任何令人反感，騷擾或其他令人反感的材料。此有限權利可能會由於任何原因隨時被撤銷。未經我們明確的書面許可，您不得使用PWE徽標或PWE或Arc Games品牌特徵的其他專有圖形鏈接到本網站。此外，您不得使用，構架或利用框架技術來包含任何Arc Games品牌特徵，PWE商標，徽標或其他專有信息，包括在服務中找到的圖像，任何文本的內容或任何頁面的佈局/設計或未經我們明確的書面同意而包含在網站頁面上的表格。除非有上述說明，否則PWE或任何第三方的任何專利，商標，版權或專有權中均沒有暗示，禁止反言或其他方式傳達任何權利或許可。\r\n\r\n   2.對於通過本網站的超鏈接或鏈接到本網站的網站可以訪問的第三方網站的質量，內容，性質或可靠性，我們不做任何主張或陳述，也不承擔任何責任。此類網站不受我們的控制，我們不對任何鏈接網站或鏈接網站中包含的任何鏈接的內容或對該網站的任何評論，更改或更新負責。我們僅為您提供方便而提供這些鏈接，並且包含任何鏈接並不表示我們對任何網站或其中包含的任何信息的隸屬，認可或採用。當您離開網站時，您應該意識到我們的條款和政策不再適用。您應該查看從網站導航到的任何網站的適用條款和政策，包括隱私和數據收集慣例。\r\n\r\n   \r\n16.移動軟件\r\n   1.移動軟件。我們提供了可通過移動設備訪問\"服務\"的軟件（\"移動軟件\"）。要使用移動軟件，您必須擁有與移動服務兼容的移動設備。我們不保證移動軟件將與您的移動設備兼容。我們特此授予您非排他性，不可轉讓，可撤銷的許可，以將移動軟件的已編譯代碼副本用於您自己擁有或租賃的一個移動設備上的一個帳戶，供您個人使用。您不得：（i）對移動軟件進行修改，反彙編，反編譯或反向工程，除非法律明確禁止這種限制； （ii）出租，租賃，借出，轉售，再許可，分發或以其他方式將移動軟件轉讓給任何第三方，或使用移動軟件為任何第三方提供時間共享或類似服務； （iii）複製移動軟件； （iv）刪除，規避，禁用，損壞或以其他方式乾擾移動軟件的與安全相關的功能，阻止或限制使用或複制通過移動軟件可訪問的任何內容的功能，或對移動設備的使用施加限制的功能軟件;或（v）刪除移動軟件上的版權和其他所有權聲明。您承認我們可能會不時發行移動軟件的升級版本，並且可能會自動以電子方式升級您在移動設備上使用的移動軟件的版本。您同意在移動設備上進行此類自動升級，並同意本協議的條款和條件將適用於所有此類升級。適用於開放源代碼或第三方許可協議EULA（如果有）授權使用此類代碼，否則可能包含在移動軟件中的任何第三方代碼均受其授權。前述許可授權不是出售移動軟件或其任何副本，並且我們或我們的第三方合作夥伴或供應商保留對移動軟件（及其任何副本）的所有權利，所有權和權益。除非本協議明確規定，否則您嘗試轉移本協議項下的任何權利，義務或義務均無效。我們保留本協議未明確授予的所有權利。\r\n   \r\n   2. iTunes的移動軟件。以下內容適用於您從iTunes Store購買的任何移動軟件（\" iTunes來源的軟件\"）：您承認並同意，本協議僅由您與PWE（而非Apple）之間達成，並且Apple對iTunes來源不承擔任何責任軟件或其內容。您使用iTunes來源的軟件必須遵守App Store服務條款。您承認，Apple沒有義務就iTunes來源的軟件提供任何維護和支持服務。如果iTunes來源的軟件未能遵守任何適用的保證，則您可以通知Apple，Apple會向您退還iTunes來源的軟件的購買價；在適用法律允許的最大範圍內，Apple對iTunes來源的軟件不承擔任何其他擔保義務，由於不遵守任何擔保而引起的任何其他索賠，損失，責任，損害，成本或費用僅受本協議和適用於作為軟件提供者的PWE的任何法律支配。您承認Apple不負責解決您或任何第三方與iTunes來源的軟件或您擁有和/或使用iTunes來源的軟件有關的任何索賠，包括但不限於：（i）產品責任索賠； （ii）關於iTunes來源軟件不符合任何適用法律或法規要求的任何主張； （iii）根據消費者保護或類似法律提出的索賠；並且所有此類聲明僅受本協議和適用於作為軟件提供者的PWE的任何法律管轄。您承認，如果任何第三方聲稱iTunes來源的軟件或您對iTunes來源的軟件的擁有和使用侵犯了第三方的知識產權，PWE（而非Apple）將全權負責調查，在本協議要求的範圍內抗辯，解決和解除任何此類知識產權侵權索賠。您和PWE承認並同意，Apple和Apple的子公司是與您的iTunes來源軟件的許可有關的本協議的第三方受益人，並且在您接受本協議的條款和條件後，Apple將擁有（作為您的第三方受益人）有權就您作為iTunes來源的軟件的許可執行本協議的權利（並被視為已接受權利）。\r\n\r\n\r\n17.第三方內容\r\n   1.我們可能會通過\"服務\"提供或提供第三方內容，並可能提供指向網頁和第三方內容的鏈接（統稱為\"第三方內容\"），作為對此信息感興趣的人的服務。我們不會監視或控制第三方網站上的任何第三方內容。我們不認可或採用任何第三方內容，也不能保證其準確性或完整性。我們不代表或保證其中包含的任何信息的準確性，也不承擔更新或查看任何第三方內容的責任。用戶使用其中包含的此類第三方內容的後果自負。\r\n\r\n\r\n18.廣告和促銷；第三方產品和服務\r\n   1.我們可能會通過\"服務\"投放來自第三方的廣告和促銷，或者可能通過\"服務\"提供有關第三方產品或服務的信息或鏈接。您與此類第三方之間的業務往來或與之的促銷活動，或與之相關的任何條款，條件，擔保或陳述，僅在您與該第三方之間。對於因任何此類交易或促銷或由於存在此類非PWE廣告客戶或第三方信息而引起的任何形式的任何損失或損害，我們概不負責。如果您通過服務訪問第三方網站，後果自負，並且您了解本協議和我們的隱私政策不適用於您對此類網站的使用。您明確免除公司因使用任何第三方網站，服務或內容而引起的任何責任。\r\n\r\n\r\n19.官方服務和Beta測試\r\n   1.這些遊戲僅設計用於通過我們的服務提供的遊戲。您同意不訪問，創建或提供任何其他方式可以讓他人玩遊戲，例如通過服務器模擬器。您同意不使用任何硬件或軟件，包括但不限於第三方工具，或任何其他可能以任何方式影響或使您獲得未經我們授權的服務優勢的支持方法，包括但不限於使用\"機器人\"和/或其他任何無需人工輸入即可自動播放服務的方法。您承認，您無權從任何衍生自遊戲的軟件程序，實用程序，應用程序，仿真器或工具來創建，發布，分發，創建衍生作品，或使用這些軟件程序，實用程序，應用程序，模擬器或工具，但您可以將軟件用於在這些條款和適用的EULA明確允許的範圍內。您可能不會採取任何措施，對我們的基礎架構造成不合理或過大的負擔。您沒有所有權，也不會出售，轉讓，交易或拍賣任何帳戶，字符，物品，硬幣，禪宗或專有材料，除非得到我們的明確授權，否則您不能協助他人。我們不認可在服務之外發生的與服務相關的任何轉移。\r\n\r\n   2.您可能有機會Beta測試新遊戲（\" Beta遊戲\"）和網站功能。您作為Beta測試員的參與受以下條款和條件的約束。\r\n\r\n   3.您確認您使用的是網站功能和Beta遊戲的初步預覽版，並且您正在參與其中的Beta測試（\"測試版\"），並且Beta Games網站的網站功能可能包含錯誤，可能無法正常運行或無法執行所有預期的功能，可能會干擾其他軟件應用程序的功能，並可能導致錯誤，數據丟失或其他問題。封閉Beta測試是機密信息，您同意所有與Beta遊戲，服務和Beta測試有關的信息，包括但不限於您向PWE提供的有關Beta遊戲的任何評論，想法或其他反饋（統稱為\"反饋\"） ，服務或Beta測試應視為機密（\"機密信息\"）。您同意不以任何方式使用機密信息，但僅出於測試測試版遊戲和網站功能的目的而個人使用時，並且您同意防止和保護機密信息或其任何部分不向任何人披露。人。您進一步同意採取合理必要的所有步驟，以保護機密信息的保密性，並防止機密信息落入公共領域或被未經授權的人員擁有。所有機密信息應始終是PWE的專有財產，PWE可以將此類機密信息用於任何目的，而對您沒有任何義務。您將親自進行測試，而不向任何其他人提供Beta遊戲的訪問權限。您同意違反上述保密義務將對我們造成無法彌補的損害，並且我們有權（除可使用的其他任何補救措施外）單方面強制執行救濟措施，而無需承擔任何擔保，以防止違反或可能違反您的義務。您對Beta遊戲保持機密的義務將繼續，直到我們公開分發或以無錯的方式向您公開每個遊戲和您所測試的內容為止。\r\n\r\n   4.作為Beta測試員，我們邀請您玩Beta遊戲，其唯一目的是評估遊戲並確定錯誤。這些條款，網站或服務上的任何內容均不得解釋為授予您與Beta遊戲或您在此處找到的內容有關的任何權利或特權。 Beta遊戲是按\"原樣\"，\"可用\"的基礎進行測試的，我們不對您提供任何明示或暗示的保證。您了解並同意，玩Beta遊戲的風險自負，您知道Beta遊戲可能包含已知或未知的錯誤，並且我們對Beta遊戲不承擔任何義務，包括但不限於提供此類游戲將來免費為您提供遊戲。\r\n\r\n   5.在玩某些Beta遊戲時，您可能會在Beta測試中積累財富，經驗值，設備或其他價值或狀態指標。該數據可以在測試過程中的任何時候重置，並且可以在特定遊戲完成此測試階段時重置。在這種情況下，所有播放器的歷史記錄和數據將被刪除，並且每個播放器將恢復為新手狀態。\r\n\r\n\r\n20.費用\r\n   1.我們可能會收取通過服務使用和獲取某些遊戲項目或參與遊戲活動的費用，並可能允許購買可能用於購買遊戲項目或活動的遊戲\"積分\"（\"禪宗\"） 。購買後，您將直接有權使用Zen並可以按規定的方式使用它。\r\n   \r\n   2.任何適用的禪宗，費用和其他費用應事先支付且不予退款。您帳戶中的Zen餘額不構成個人財產權，服務範圍之外沒有任何價值。禪宗沒有貨幣價值，無法兌換現金。 ZEN和適用ZEN的使用權不可轉讓，無論是全部還是部分。禪宗使用權是使用服務和遊戲的許可的組成部分。\r\n\r\n   3.您明確承認並同意，使用（許可）Zen的權利從支付費用之日起開始，並且您可以從此刻起將Zen用於預期的目的。您明確承認並同意，您失去撤回購買Zen的權利。\r\n\r\n   4.我們可能會不時修改，修改或補充適用於Zen或任何購買的費用，計費方式和條款，並在單獨的銷售條款或其他條款或協議中發布這些條款中的更改發佈在網站或服務上，或由我們以其他方式提供給您。此類修改，修正，補充或銷售條款應在發佈在網站或服務上後立即生效，並應通過引用納入這些條款。如果您無法接受任何更改，則可以隨時終止帳戶。\r\n\r\n   5.如果您出於任何原因要求退款，我們有權對此類退款進行調查並提出異議。如果我們認為您的退款要求是虛假的，不合理的或無效的，我們可以將爭議提交法院。如果您的退款在法庭上被視為無效，則您同意支付因爭議退款而產生的所有費用和成本，包括但不限於法律費用和支出，損害賠償，因不營業而損失的款項以及退款費用，或者適用的強制性法律另有規定，以允許的最大金額為準。\r\n\r\n   6.您可以通過主要信用卡，PayPal®或我們授權的其他此類方式支付任何適用的費用或Zen的費用。\r\n\r\n   7.我們不對您的帳戶中的\"虛擬商品\"遭到\"黑客攻擊\"或丟失承擔責任，但是，我們可以根據證據證明這種損失不是由於您的不當使用造成的，由您全權決定賠償虛擬商品或Zen。我們可能會限制任何物品的數量或拒絕為您提供任何虛擬物品。在我們接受您的付款之前，可能需要驗證適用於交易的某些信息。虛擬商品的價格和可用性如有更改，恕不另行通知。對於贈予您或作為獎勵的虛擬商品或Zen，我們不承擔任何責任。\r\n\r\n\r\n21.服務中斷\r\n   1.我們保留不定期中斷本服務或其任何部分的權利，以進行維護為目的而定期或不另行通知。您同意，對於因任何原因引起的服務或其任何部分的任何中斷，延遲或無法執行，我們概不負責。\r\n\r\n   2.您確認本服務或其任何部分可能由於我們無法控制的原因而中斷，並且我們無法保證您隨時可以訪問該服務。對於因任何原因引起的服務中斷，延遲或無法執行，我們概不負責。\r\n\r\n   3.我們有權根據我們的酌情決定權，隨時有理由或無理由地更改和/或消除服務的任何方面。\r\n\r\n   4.由於第25.1、25.2段所述的任何情況導致服務中斷，我們沒有義務退還全部或任何部分帳戶費用（如有）。\r\n\r\n   \r\n22.紀律處分/帳戶和服務終止\r\n   1.在法律允許的範圍內，我們可以通過在您創建帳戶後指定的時間範圍內通知您，暫停，終止，修改，阻止訪問或刪除該服務或其任何帳戶或其中的任何帳戶或部分帳戶或加入服務，或者如果沒有指定此時間段，則在該通知發出之日起三十（30）天內通過電子郵件向您提供或由我們發佈在網站或互動區域上。\r\n\r\n   2.對於違反用戶的行為，我們可以選擇發出警告，暫時中止和永久終止帳戶。對於何時以及如何施加警告，處罰和/或紀律處分，我們保留全權決定權。我們在做出決定時會考慮違規的嚴重性和違規的數量；但是，任何決定均由我們絕對酌情決定。\r\n\r\n   3.為免生疑問，您在此特此確認，即使您的帳戶中有餘額，我們也有權自行決定終止您的帳戶。終止帳戶意味著終止使用服務或其任何部分的許可（請參閱第8節）。\r\n\r\n   4.您有權隨時終止您的帳戶。您理解並同意，除非適用的強制性法律另有規定，否則終止帳戶是您對任何爭議的唯一權利和救濟，包括但不限於與以下任何相關或由以下原因引起的爭議：（i）任何本協議的條款或我們對本協議的執行或應用； （ii）用戶內容； （iii）您訪問和/或使用服務或網站的能力； （iv）費用，附加費，適用稅費，計費方式的金額或類型，或費用，適用稅金，附加費或計費方法的任何更改。\r\n   \r\n   5.您可以通過向我們發送通知來終止您的帳戶。在您終止之前，我們保留收取我們產生的應計費用以及相關費用的權利。此外，在您終止帳戶之前，您應對第三方供應商或內容提供商產生的任何費用，收費和成本負責。\r\n\r\n   6.如果您的帳戶被終止，則您帳戶中Zen或虛擬商品的餘額將不予退還，不可轉讓給他人，也不會產生利息。我們的帳戶終止後，不會將任何在線時間或其他積分（例如，在線遊戲中的點數）記入您的帳戶，也不會轉換為現金或其他形式的報銷，並且您將無法再使用您的帳戶。任何拖欠或未付款的帳戶或爭議未解決的帳戶必須先解決，然後我們才能允許您重新註冊。\r\n\r\n   7.如果您覺得自己受到了不公正的警告或紀律處分，請與我們聯繫並提供完整的詳細說明。\r\n\r\n\r\n23.賠償\r\n   1.您同意為PWE，其獨立承包商，服務提供商和顧問及其各自的董事，僱員，代理商，合作夥伴，關聯公司和子公司保衛，賠償和追償，使其免受任何索賠，損害，成本，責任和損害。您在網站上或通過網站發布，存儲或以其他方式傳輸的任何用戶內容，您的行為，您違反這些條款的行為，對服務的任何濫用而產生的或與之相關的費用（包括但不限於合理的律師費） ，或您侵犯任何第三方的權利。\r\n\r\n\r\n24.致謝\r\n   1.您特此確認並同意：\r\n\r\n\r\n    -使用服務時，軟件可能會為未經授權的第三方程序隨計算機同時運行而監視計算機的隨機訪問內存（RAM）和/或CPU程序。此處使用的\"未經授權的第三方程序\"應定義為任何第三方軟件，包括但不限於任何PWE唯一確定的\"添加\"或\" MOD\" ：( i）啟用或便利進行任何類型的欺詐行為（ii）允許用戶以未經PWE明確授權的任何方式修改或破解軟件的界面，環境和/或經驗；或（iii）攔截，\"開採\"或以其他方式從該軟件或通過該軟件收集信息。在該軟件檢測到未經授權的第三方程序的情況下，它可以將信息傳達回PWE，包括但不限於您的帳戶名，有關未經授權的第三方程序的詳細信息，檢測到的日期和日期，未經授權的第三方程序；和/或完美的世界娛樂可能會在不事先通知用戶的情況下，行使本協議的本部分規定的任何或全部權利。\r\n\r\n    -PWE可能會通過遊戲或服務監視或記錄您的聊天會話以及其他通過電子方式傳輸或接收的電子通訊，並且您同意進行此類監視或記錄。\r\n\r\n    -我們不保證玩家之間傳遞的任何信息的完整性，準確性或正確性。我們不保證玩家之間傳遞的信息的安全保存。您承認上述用戶之間傳遞的信息是\"按原樣\"，並且您僅會自擔風險使用這些信息。\r\n\r\n    -您承認使用服務和/或遊戲可能會丟失遊戲中的功能和/或物品。您可能不要求PWE對任何遊戲內功能或物品丟失負責。我們不保證玩家可獲得任何遊戲內物品，任何服務或任何關卡\r\n\r\n\r\n25.免責聲明\r\n   1.您明確理解並同意：\r\n    -服務，遊戲，網站以及其中包含的所有材料均按\"原樣\"和\"可用\"提供，沒有任何形式的明示或暗示保證。 PWE及其子公司，分支機構，官員，僱員，代理商，合夥人和許可人不作任何其他明示或暗示的保證，包括但不限於對適銷性，適用性，特定用途或特定用途的適用性的暗示保證。並且對服務，遊戲和網站無侵權，包括其中包含的所有信息，內容和材料。在不限制上述規定的前提下，PWE不代表或擔保其中的服務，遊戲，網站或材料準確，完整，可靠，可用，當前或無錯誤。 PWE也不會代表或保證遊戲，網站或其服務器沒有病毒，漏洞，錯誤或其他有害組件或缺陷，不能以安全的方式傳輸數據，或正確使用該服務。\r\n   \r\n   2. PWE及其子公司，分支機構，官員，僱員，代理商，合作夥伴和許可方不作任何保證（i）服務將滿足您的要求； （ii）網站不會中斷，及時，安全或無差錯；或（iii）軟件中的任何錯誤均將得到糾正。\r\n\r\n   3.當PWE嘗試訪問和使用服務安全性時，PWE無法且不代表或保證該服務或其服務器沒有病毒或其他有害組件；因此，您應該使用行業認可的軟件來檢測和消毒任何下載的病毒。根據您自己的判斷和風險，訪問通過使用本網站或服務而下載或以其他方式獲得的任何材料，並且您將完全對計算機系統的任何損壞或由於下載而導致的數據丟失承擔全部責任。\r\n\r\n   4.當用戶在計算機屏幕上或在使用網站或服務時，遇到某些輕型圖案或背景時，可能會有小比例的用戶體驗癲癇病發作。某些情況可能會導致以前沒有發作或癲癇病史的患者出現以前未曾發現的癲癇症狀。如果您或您家人中的任何人患有癲癇病，請在使用該服務之前諮詢您的醫生。立即停止使用該服務，如果您在使用該服務時遇到以下任何症狀，請諮詢您的醫生：頭暈，視力改變，眼睛或肌肉抽動，警覺性，差異，疏忽，任何不正當動機。\r\n\r\n   5.通過PWBV的商標名稱，商標，製造商，供應商或其他方式引用的任何產品，服務，過程或其他信息，並不構成或暗示對其的認可，贊助或建議，或由此引起的任何附屬關係。\r\n\r\n\r\n26.爭端解決。\r\n   1.在對PWE提出索賠之前，您同意嘗試通過電子郵件將爭議通知發送到legal@perfectworld.com，主題行為\" Attn：Legal\"，來非正式地解決爭議。\r\n   \r\n   2.該通知必須包括您的姓名，郵寄地址和電話號碼（如有），並且必須描述索賠或爭議的性質和依據，並闡明所尋求的具體救濟措施。如果在收到您的通知後一個月內仍未解決爭議，則您或我們都可以根據JAMS國際仲裁規則（JAMS）提出正式的仲裁程序。\r\n\r\n\r\n27.仲裁協議。\r\n   1.仲裁。請仔細閱讀以下各節，因為它們會影響您的權利。您和PWE同意通過最終且具有約束力的仲裁解決與這些條款或服務有關的任何索賠。本仲裁協議旨在進行廣義解釋，包括基於合同，侵權，成文，欺詐，虛假陳述或任何其他法律理論的索賠。您承認這些條款證明了涉及州際貿易的交易，因此，根據這些條款中的仲裁條款，美國仲裁法將管轄解釋，執行和訴訟。\r\n   \r\n   2.選擇退出仲裁。您可以在第一次接受這些條款的三十（30）天內提供PWE書面通知，以選擇不參加仲裁的協議。您的通知必須包括：（I）您的全名（姓和名）； （II）您用於註冊帳戶的電子郵件地址；和（III）您拒絕本協議進行仲裁的明確聲明。通過以下電子郵件將您的缺席通知發送電子郵件至：legal@perfectworld.com，主題行：\"收件人：法律\"\r\n   \r\n   3.仲裁費用。對於我們發起的任何仲裁，PWE將支付所有JAMS歸檔，管理和仲裁員費用。根據JAMS規則，您將為您發起的任何仲裁支付費用。但是，如果您嘗試按照這些條款非正式解決爭端后發起仲裁，並尋求價值不超過300美元的救濟（包括您本人和我們），PWE將支付所有JAMS申請，管理和仲裁員費用。如果您的索償金額大於$ 300但小於$ 10,000，PWE將支付超過$ 20的所有此類費用。在PWE通過上述電子郵件地址收到您已開始進行此類仲裁的通知後，PWE應立即向您償還PWE同意支付的已繳納申請費的任何部分。\r\n   \r\n   4.輕率的要求。如果仲裁員確定您的索賠內容或所尋求的救濟是輕浮的或出於不正當目的而提出的（根據《聯邦民事訴訟規則》 11（b）中規定的標準衡量），則應支付所有JAMS款項歸檔，管理和仲裁員費用應受JAMS規則的約束，您同意向我們償還我們代表您支付給JAMS的任何金額。除非仲裁員確定您的索賠內容或所尋求的救濟是輕浮的或出於不正當目的提出的，否則PWE不得尋求其律師的費用和仲裁費用。\r\n   \r\n   5.仲裁程序。您同意JAMS的一名仲裁員將根據經本仲裁條款修改的JAMS國際仲裁規則對爭議進行仲裁。仲裁員的裁決應附有合理的意見。仲裁將在您居住或工作的美國縣或我們共同同意的任何其他地點進行。\r\n   \r\n   6.無集體訴訟。您只能根據個人情況解決與我們的糾紛，並且不得以原告或集體成員的身份在集體，合併或代表訴訟中提出索賠。您不得將索賠作為集體仲裁，集體訴訟，私人律師一般訴訟或與其他仲裁合併的一部分提出。\r\n   \r\n   7.司法論壇。如果發現本仲裁協議不適用於您或您的索賠，則您和PWE同意將任何司法程序（小額索賠訴訟除外）提交加利福尼亞州聖馬特奧縣的聯邦法院或州法院。您和PWE都同意那裡的場地和個人管轄權，並就不便的論壇放棄任何異議。\r\n   \r\n   8.提出索賠的時限。儘管有任何相反的成文法或法律，但因這些條款或您對服務的使用而引起的或與之相關的任何索賠或訴訟因由必須在此類索賠或訴訟因由產生後一（1）年內提出，否則該索賠否則將永遠禁止訴訟。\r\n   \r\n   9.將來對仲裁協議的更改。儘管本條款中有任何相反的規定，您同意，如果PWE將來對該仲裁規定進行任何更改（除了更改上述通知電子郵件地址，網站鏈接或此規定中列出的電話號碼），任何此類更改不會影響更改生效日期之前發生的爭議。\r\n\r\n\r\n28.責任範圍\r\n   1.在任何情況下，我們，PWE，其董事，成員，關聯企業，子公司，員工或代理商對任何直接，特殊，間接或後果性的損害，或任何種類的任何其他損害，包括但不限於損失，概不負責使用，損失或數據丟失，無論是在合同訴訟，侵權（包括但不限於疏忽大意）還是其他情況下，都是由於使用或無法使用本網站，服務而引起的或以任何方式引起的，網站或服務中包含或訪問的遊戲或任何內容或材料，包括但不限於用戶對我們或PWE或從錯誤中獲得的任何信息所造成或由於用戶依賴而造成的任何損害，無論是不是由上帝的行為，通訊故障，盜竊，毀壞或失誤造成的疏忽，干擾，文件或電子郵件的刪除，錯誤，缺陷，病毒，操作或傳輸延遲或任何性能故障。到PWE的記錄，程序或服務。\r\n\r\n   2.無論在合同，保修，侵權（包括疏忽大意，無論是主動，被動還是被推翻），產品責任，嚴格責任或其他理論（無論是由於使用還是與使用有關）方面，PWE的總體責任概不負責無法使用服務，網站或任何遊戲超出了您為訪問或使用PWE而向PWE支付的任何賠償（如果有）。\r\n\r\n   3.歐盟中的某些成員國不允許（強制性）法律規定上述責任限制，因此它們可能不適用於您。在這種情況下，您明確同意我們（或任何其他這樣的被釋放方）對您的責任應限制在適用的強制性法律允許的最大範圍內。您同意，對於因訪問或訂閱服務而發生的任何事情或結果，我們概不負責。\r\n\r\n   \r\n29.一般\r\n   1.我們未能就您或其他人的違約行為採取行動，並不意味著我們就隨後或類似的違約行為採取行動的權利。\r\n\r\n   2.除非本協議另行許可，否則您不得轉讓或轉讓本協議或您在本協議下的權利，遊戲或我們提供的任何其他軟件，並且任何與此相反的嘗試均無效。\r\n\r\n   3.如果本協議的任何條款是非法，無效或出於任何原因無法執行的，則該條款應被視為可與本協議分離，並且不影響任何其餘條款的有效性和可執行性。\r\n\r\n   4.此處使用的章節標題僅供參考，不應理解為具有任何法律效力。附表構成本條款的一部分，並應在本條款的全文中具有完整的效力，對這些條款的任何引用均包括附表。\r\n\r\n\r\n30.補救措施。\r\n您同意為了保護PWE，其業務及其許可方，此處所述的義務和陳述以及許可限制是必要且合理的，並且您明確同意金錢損失不足以就任何違規行為向PWE進行全額賠償本協議，或您在上面所做的任何虛假陳述。因此，您同意並知悉，任何此類違法行為或威脅性違法行為都會對PWE造成無法彌補的傷害，並且除法律，衡平法或其他方面可用的其他補救措施外，PWE有權獲得針對違反或威脅違反本協議，或您繼續違反本協議，或補救您的任何虛假陳述，而無需證明任何法律補救措施或金錢損失是不充分的，並且無需發布任何鍵。\r\n\r\n\r\n31.獨立承包商。\r\n您承認您不會被視為PWE的代理商，員工，合資企業或合作夥伴（或其任何關聯公司，出版合作夥伴，許可人或被許可人），也不會以自己的身份出現。本協議的每一方都是相對於另一方的獨立承包商，本協議中的任何內容均不得視為將雙方置於雇主-僱員，委託代理，合夥人或合資企業的關係中。\r\n\r\n\r\n32.美國出口管制\r\n您承認並同意，通過網站或服務提供的遊戲和其他軟件受美國出口管理法（以下簡稱\"法\"）及其下頒布的法規所施加的限制和控制。您同意並證明，無論是遊戲還是通過網站或服務提供的任何其他軟件，或其任何直接產品都不會或不會直接或間接被獲取，運輸，轉移或再出口到該法令所禁止的任何國家。以及其下的法規，或將用於該法規所禁止的任何目的。您同意就您擁有，使用和操作通過網站或服務提供的遊戲及其他軟件遵守所有適用法律。\r\n\r\n\r\n33.聯繫我們\r\n除非本文中有其他聯繫方式的指示，否則如果您對我們的遊戲或我們的服務有任何疑問，疑慮或投訴，您可以通過以下方式聯繫我們的客戶服務團隊：\r\n   電子郵件：tos@perfectworld.com\r\n   郵件：Perfect World Entertainment Inc.\r\n   收件人：客戶服務團隊\r\n   100 Redwood Shores Parkway\r\n   紅木城，加利福尼亞州94065\r\n\r\n\r\n34.平台條款也適用\r\n如果您通過控制台訪問我們的遊戲，則可以通過相關控制台平台提供商的規則和政策來控制使用遊戲的方式。在此類規則和政策要求的範圍內，控制台平台的條款將適用於您對遊戲的使用。\r\n\r\n通常，您承認：\r\n    -PWE（不是Console Platforms或其任何附屬公司）根據這些條款向您授予遊戲或服務的許可；\r\n    -PWE對與Console平台相關的服務概不負責，並且對因合同，侵權（包括過失）或與使用或操作該服務有關的任何其他行為不承擔任何責任；\r\n    -您應全權負責確保您根據適用於該帳戶的政策使用用於訪問遊戲或服務的任何控制台平台帳戶；\r\n    -PWE不授予您使用Console平台或其附屬公司的任何知識產權（包括商標）的權利。根據服務條款和Console平台或其關聯公司不時提供的與平台使用有關的任何其他政策，授予（如果適用）您對此類知識產權的使用；\r\n    -控制台平台或其任何關聯公司按\"原樣\"提供任何在線產品或服務，而沒有任何保證；\r\n    -可能需要PWE更改遊戲或服務或這些條款，以符合控制台平台的說明。您同意我們被允許立即進行此類更改，恕不另行通知，對於此類更改，您或他人不承擔任何責任。\r\n\r\n\r\n35.閉幕。\r\n再次感謝您訪問我們。我們希望您在這裡過得愉快，並充分利用我們正在發展的在線社區。請記住，您是客人，並且要以與其他客人相同的禮貌和尊重來行事。\r\n\r\n上次更新時間：2020年8月18日",
  "version": 3
}