{
  "content": "隐私政策 \r\n\r\n请仔细阅读本隐私政策。它描述了有关我们如何收集，使用和披露个人信息的详细信息。如果您未满18岁，则除非您已获得父母或监护人的许可，否则请不要提供任何信息。\r\n\r\n感谢您阅读我们的隐私政策并访问我们的网站www.arcgames.com和www.perfectworld.com。完美世界娱乐公司（\"完美世界\"，\"我们\"，\"我们\"）使用并维护本隐私政策（以下简称\"政策\"），该政策概述了何时以及如何收集，使用，保护和披露与您的个人信息有关的个人信息使用www.arcgames.com和www.perfectworld.com，Perfect World运营的任何其他网站以及任何微型网站，移动网站或此类网站的子域（统称为\"网站\"），任何游戏，移动游戏以及由完美世界通过网站运营的游戏平台，客户端或服务器（以下简称\"游戏\"），以及通过网站提供的所有功能，功能，软件和服务。网站，游戏以及通过网站提供的功能，功能，软件和服务共同构成\"服务\"。它还描述了有关使用，访问以及如何更新和更正您的个人信息的可用选择。我们保留随时更改本政策规定的权利。如果我们进行任何重大更改，我们将在更改生效之前通过电子邮件（发送至您帐户中指定的电子邮件地址）或通过本网站上的通知通知您。我们鼓励您定期查看此页面，以获取有关我们的隐私惯例的最新信息。\r\n\r\n\r\n什么是个人信息？\r\n\r\n如本文所用，术语\"个人信息\"是指专门识别个人的信息（例如姓名，地址，电话号码，手机号码，电子邮件地址或其他帐号），以及有关该个人的位置或活动的信息，例如直接链接到个人身份信息时，作为有关其使用服务，IP地址或移动设备标识符的信息。个人信息还包括人口统计信息，例如出生日期，性别，地理区域和与个人身份相关的其他个人信息相关联的偏好。 \r\n\r\n个人信息不包括\"汇总\"信息，即我们收集的有关服务使用或有关产品，服务或用户的组或类别的数据，这些信息已从中删除了个人身份或其他个人信息。汇总数据有助于我们了解趋势和用户需求，以便我们可以更好地考虑新功能或定制服务。此政策绝不限制或限制我们对汇总信息的收集和使用。\r\n\r\n\r\n我们收集什么个人信息？\r\n\r\n有效收集\r\n个人信息在您访问或使用我们的服务时可能会以多种方式收集。例如，当您注册并设置帐户，申请工作或出于任何原因通过电子邮件或其他方式与我们联系时，我们可能会收集您的姓名，地址，电子邮件地址，用户名以及其他联系方式和人口统计信息。当您购物时，我们可能还会收集您的信用卡或其他付款或账单信息。如果您在创建个人资料或群组，留下评论，发表内容，向另一位用户发送电子邮件或消息或参与任何交互式聊天室，论坛，社交媒体平台或网站或服务或您使用我们的游戏时的其他功能。此外，我们可能会不时收集您提供的与您自愿参与调查，抽奖，竞赛，游戏，促销优惠和其他活动有关的人口统计信息，联系方式或其他个人信息。您可以访问我们服务的某些部分，而无需向我们提供任何个人信息。但是，除非提供某些信息，否则您将无法使用需要注册或接收材料的某些功能。我们可能会不时更改注册时或有关某些功能或服务所需的信息，因此这可能不是完整的列表。\r\n\r\n我们会不时在\"服务\"上发布客户推荐/评论/评论，其中可能包含个人身份信息。在发布推荐书之前，我们确实通过电子邮件获得了客户的同意，以便将其姓名和推荐书一起发布。如果您想更新或删除您的推荐，可以通过privacy@perfectworld.com与我们联系。\r\n\r\nFacebook Connect\r\n您可以使用Facebook的登录服务（\" Facebook Connect\"）登录到我们的服务。该服务将验证您的身份，并为您提供与我们共享某些个人信息（例如您的姓名和电子邮件地址）的选项，以预先填写我们的注册表格。我们可能还会从Facebook收集其他信息，包括但不限于与您的帐户关联的用户ID，访问该服务所需的访问令牌，您已允许Facebook与我们共享的任何信息以及您拥有的任何信息在Facebook上公开。如果您允许我们访问您的朋友列表，则可以使用和存储您朋友的用户ID以及您与这些朋友的联系，以使您的体验更加社交化，并允许您邀请朋友使用我们的服务以及当您的朋友加入我们的服务时为您提供更新。在将其链接或连接到我们的网站或服务之前，您应始终查看并在必要时调整Facebook上的隐私设置。您也可以通过调整Facebook设置来取消Facebook帐户与服务的链接。您还可以选择将有关您在此服务上的活动的信息发布到您的Facebook个人资料页面，以与网络中的其他人共享。\r\n\r\n日志文件\r\n使用服务时，还会自动收集一些信息，例如Internet协议（IP）地址，操作系统，浏览器或移动设备的类型和语言，访问时间，推介网站的地址以及您的服务上的活动。我们还使用服务上的网站分析工具从您的浏览器或移动设备上检索信息，包括您来自的网站，搜索引擎以及用于查找我们网站的关键字，在服务中查看的页面，您的浏览器插件，浏览器的宽度和高度以及其他有助于我们改进服务的信息。我们还会在非完美世界的网站和服务上投放广告并提供网站分析工具，并且我们还会在这些第三方网站上收集有关页面浏览量的信息。如果我们将其与上述任何标识信息结合或链接到我们，则将其视为个人信息。否则，仅在聚合中使用它。\r\n\r\nCookies和跟踪技术\r\n使用\"服务\"即表示您同意我们可以通过使用\" cookies\"或其他类似的跟踪技术自动收集某些信息，以分析趋势，管理网站，跟踪用户在网站上的活动并收集人口统计信息。关于我们整个用户群的信息。我们使用cookie收集有关您对服务的使用，计算机的配置以及计算机或设备与服务的交互的常规信息，并将此信息存储在日志文件中。我们使用此信息来了解服务的流量和使用情况，使我们能够改善服务，提供最佳的在线体验并改善我们的客户服务。我们的第三方服务也使用如上所述的cookie。用户可以在各个浏览器级别控制cookie的使用。 Cookies是应网站或服务的请求存储在用户硬盘驱动器上的小数据文件，以使网站或服务能够识别以前访问过它们的用户并保留某些信息，例如客户偏好和历史记录。如果我们将cookie与任何个人身份信息结合或链接到任何个人身份信息，我们会将这些信息视为个人信息。清晰的gif（也称为网络错误或网络信标）是小的，不可见的图形图像，可以在网站或服务或与网站或服务有关的电子邮件中使用，以收集某些信息并监视用户在网站或服务上的活动。当您收到我们的电子邮件时，我们可能会使用网络信标，自定义链接或类似技术来确定电子邮件是否已打开以及您单击了哪些链接，以便为您提供更集中的电子邮件通信或其他信息。如果您希望阻止，擦除或警告Cookie，请参阅浏览器或移动设备的说明或帮助屏幕以了解这些功能。您可能无法删除或禁用某些移动设备和/或某些浏览器上的cookie。请记住，如果将浏览器或移动设备设置为不接受cookie或用户拒绝cookie，则网站或服务的某些部分可能无法正常运行。例如，您可能无法登录，也可能无法访问某些网站或服务功能或服务。您可以在我们的Cookie政策中找到有关我们使用Cookie和网络信标的更多具体信息。您可以在www.allaboutcookies.org上找到有关如何更改浏览器cookie设置的更多信息。要管理Flash cookie，请单击此处。\r\n\r\n我们也可能使用第三方在我们的服务上投放广告。这些第三方可能会在您的计算机上放置cookie，清晰的gif或其他设备以收集信息，并且这些设备提供的信息尤其可以用于投放针对您的兴趣的广告，以及更好地了解我们的使用和访问情况这些第三方跟踪的服务和其他站点。本政策不适用于第三方广告中的Cookie或不遵守此类第三方的隐私政策或数据收集规范，并且我们概不负责。欧盟的广告行业已经制定了计划，以帮助您选择退出接收用于这些目的的Cookie。您可以从www.youronlinechoices.eu了解有关欧盟计划的更多信息。如果您想了解有关Cookie和定向广告的更多信息，或者选择不让Network Advertising Initiative旗下公司使用此信息，请访问www.networkadvertising.org/choices。请注意，这不会使您退出广告。您将继续收到通用广告。请注意，我们无法访问或控制任何第三方跟踪技术。\r\n\r\n设备标识符\r\n当您通过移动设备（包括但不限于智能手机或平板电脑）或通过移动设备访问服务时，我们可能会使用，访问，收集，监视和/或远程存储一个或多个\"设备标识符\"，例如通用唯一标识符（\" UUID\"）。设备标识符是存储在您的移动设备上或与之关联的小型数据文件或类似数据结构，可唯一标识您的移动设备。设备标识符可以是与设备硬件相关联存储的数据，与设备操作系统或其他软件相关联存储的数据，也可以是我们发送给设备的数据。设备标识符可能会向我们传达有关您如何浏览和使用服务的信息。设备标识符可能会永久保留在您的设备上，以帮助您更快地登录并增强通过服务的导航。如果削弱或禁用了设备标识符的使用或可用性，则该服务的某些功能可能无法正常运行。\r\n\r\n用户标识符\r\n当您访问服务时，我们将使用，访问，收集，监视和/或远程存储一个或多个\"用户标识符\"。用户标识符是分配给用户的小型数据文件或类似数据结构，用于使您继续进行游戏进度，在多个平台上使用游戏并帮助在多个平台上关联您的身份。用户标识符可能会向我们传达有关您如何浏览和使用服务的信息。用户标识符可能会永久保留在您的设备或计算机上，以帮助您更快地登录并增强通过服务的导航。如果削弱或禁用了用户标识符的使用或可用性，则该服务的某些功能可能无法正常运行。\r\n\r\n位置数据\r\n当您通过移动设备或通过移动设备访问服务时，我们可能会使用，访问，收集，监视和/或远程存储\"位置数据\"，其中可能包括GPS坐标（例如纬度和/或经度）或有关您的移动设备的位置。位置数据可能会向我们传达有关您如何浏览和使用服务的信息。如果削弱或禁用位置数据的使用或可用性，则该服务的某些功能（尤其是基于位置的服务）可能无法正常运行。\r\n\r\n为防止作弊和未经授权的软件而收集的数据\r\n当您运行我们的游戏软件时，这可能涉及旨在检测作弊或未经授权的和恶意程序的软件功能。在这种情况下，我们可能会访问，收集，监视和/或远程存储游戏截图，与硬件容量有关的信息，与我们的游戏软件有关的修改，已知未经授权或恶意的第三方程序的签名，配置文件或名称，文件或促成或促进作弊，不正当优势或黑客入侵游戏或服务的过程。如果检测到未经授权或恶意程序，则游戏软件还可能向我们传达用户帐户和用户ID以及有关未经授权或恶意程序或其使用的信息。\r\n\r\n在控制台游戏中收集的信息\r\n当您在控制台平台上访问控制台游戏时，我们会通过使用服务自动收集以下信息：Internet协议（IP）地址，日志数据（时间和时间段），游戏中的物品和行为，您在游戏中完成的成就，您推荐的其他用户。\r\n\r\n我们还从第三方来源获得信息。如果您在联网控制台上玩我们的游戏，他们可能会在控制台平台上与我们共享您的平台ID，国家/地区，性别，年龄，\"朋友\"和屏蔽列表。通过控制台平台与我们共享此类信息将受相关控制台平台的隐私政策的约束。\r\n\r\n我们可能会不时更改注册时或有关某些功能或服务所需的信息，因此这可能不是完整的列表。\r\n\r\n您可以访问我们服务的某些部分，而无需向我们提供任何个人信息。但是，除非提供某些信息，否则您将无法使用需要注册或接收材料的某些功能。由于执行我们的服务是必要的，因此处理此个人信息是合法的。\r\n\r\n\r\n我们如何使用个人信息？\r\n\r\n通常，我们使用收集到的个人信息来处理您的请求或交易，向您提供您所请求的信息或服务，向您告知我们认为您会感兴趣的其他信息，事件，促销，产品或服务，促进您对服务的使用以及我们对服务的管理和运营，以更好地了解访问者的需求以及提供信息的目的。例如，我们可能使用收集的信息：\r\n   到-向您发送欢迎电子邮件，并就您对服务的使用与您联系；\r\n   -提供您要求的服务，产品或信息，并处理与此有关的任何交易；\r\n   -允许您在我们的论坛，聊天，社交媒体或其他类似功能上与服务的其他成员进行互动；\r\n   -提供技术支持，客户服务并确保我们的服务持续平稳运行；\r\n   -出于招聘目的，以及如果您被提供工作或被我们雇用，则出于其他与就业有关的目的；\r\n   -回复您的电子邮件，提交，评论，请求或投诉；\r\n   -分析用户特征和使用模式，以便更好地了解我们的产品和服务的使用方式并更有效地进行营销；\r\n   -改善服务的内容，产品，服务和功能，包括个性化内容和体验以及向您做广告；\r\n   -显示根据您的兴趣和爱好定制的内容和广告；\r\n   -向您发送新闻通讯，调查，竞赛和抽奖活动公告，并通知竞赛和抽奖活动获奖者；\r\n   -请求反馈，进行研究和分析，并使我们能够操作，开发，定制和改进服务以及我们的出版物，产品和服务；\r\n   -就我们或第三方的服务，产品，活动，促销，特殊事件或优惠以及其他营销，信息，产品开发和促销目的与您联系；\r\n   -防止或调查涉及本服务或我们任何产品和服务的实际或怀疑的欺诈，黑客，侵权或其他不当行为。\r\n\r\n特别是在主机游戏中，我们会使用您的个人信息来提供您需要的产品和服务，与您交流，改善我们的服务以及用于以下目的，包括以下目的：\r\n\r\n我们收集互联网协议（IP）地址，记录数据（时间和时间段），游戏中的物品和行为，您在游戏中完成的成就，通过使用服务推荐给您的其他用户。我们将使用这些信息来保存您的帐户记录并改善我们的游戏和服务的功能。另外，您的信息将通过控制台平台与我们共享，包括PSN在线ID，国家/地区，性别，年龄，\"朋友\"和控制台平台中的阻止列表。我们将使用这些信息为您提供控制台游戏和服务。 \r\n\r\n为了在与我们的互动中为您提供更加一致和个性化的体验，通过一项产品或服务的一部分收集的信息可能会与通过其他产品或服务的部分获得的信息结合在一起。我们还可能用从其他公司获得的信息来补充我们收集的信息。例如，我们可能会使用来自其他公司的服务，这些服务使我们能够基于IP地址得出一般地理区域，以便为您的地理区域定制某些服务。\r\n\r\n如果您向我们提供有关他人的个人信息，或者如果他人向我们提供您的信息，则我们仅会出于提供给我们的特定原因使用该信息。\r\n\r\n\r\n我们是否共享个人信息？如果是这样，我们如何分享您的信息？\r\n\r\n我们将仅以本政策中所述的方式与第三方共享您的个人信息。我们通常不会向任何第三方披露，出售或交易有关我们的访客和用户的任何个人信息。\r\n\r\n我们的服务提供商\r\n我们可能会与供应商，顾问和其他服务提供商（\"我们的信用卡提供商\"和\"实时聊天\"供应商）共享个人信息，这些服务提供商与我们合作或与其合作并与之合作并需要访问此类信息来为我们开展工作的人。我们提供在合理的保密条款下他们执行我们的服务可能需要的信息的权限。在某些情况下，服务提供商可能会代表我们直接从您那里收集信息。我们告知服务提供商，除为我们提供服务外，不得使用他们从我们那里获得的个人信息。但是，我们对您直接提供给这些服务提供商的任何其他信息概不负责，我们鼓励您在直接向此类服务提供商披露任何个人信息之前先熟悉其做法。\r\n\r\n我们可能会与第三方合作伙伴共享您的信息，或允许此类第三方合作伙伴直接向您收集信息，以便向我们提供服务，包括为您提供上下文或针对性的广告，提供要约，调查或营销信息或提供分析服务。          \r\n\r\n如果您同意，我们也可能会不时与第三方共享个人信息。例如，我们可能与其他方建立关系，以向我们的用户直接提供特定的服务或优惠。如果用户选择加入这些第三方服务或市场营销优惠（例如通过单击第三方链接），我们可能会在注册时共享您提供的个人信息或诸如您的姓名之类的其他个人信息。或其他我们认为合理或必要的联系信息，以便我们的业务合作伙伴提供这些服务或要约或与您取得联系。如果您不再希望我们与这些公司共享您的个人信息，请通过privacy@perfectworld.com与我们联系。\r\n\r\n我们的子公司\r\n我们可能与Perfect World在同一集团公司中的公司共享信息，其中包括我们的子公司（即我们拥有或控制的任何组织）或最终控股公司（即拥有或控制我们的任何组织）以及它拥有的子公司。这些公司将按照我们在本政策下的相同方式使用您的个人信息。\r\n\r\n为履行法律义务而进行共享\r\n我们可以真诚地认为，我们已得到公共当局的合法授权或被要求这样做（包括为了满足国家安全或执法要求），我们可能会访问，披露或保留您的通讯内容等个人信息。遵守法律或法律程序或当局，回应任何索赔或保护Perfect World，我们的用户，我们的员工或公众的权利，财产或安全的要求或合理地必要或适当的行为，包括但不限于保护Perfect World或我们的用户免受欺诈，滥用，不当或非法使用我们服务的侵害。我们收集的信息（包括个人信息）也可能作为任何合并，出售，资产剥离或转让公司资产的全部或部分，融资或收购或在任何其他情况下的一部分或在谈判过程中披露或转让。个人信息可以作为完美世界的商业资产之一进行传输。所有权的任何更改，您的个人信息的使用以及您对个人信息的选择可能会通过电子邮件和/或我们网站上的醒目的通知通知您。在您事先同意的情况下，我们也可能将您的个人信息透露给任何其他第三方。\r\n\r\n您了解，当您使用我们服务的社区功能时，您在公共或私人组，论坛和服务的其他交互式区域中发布的信息以及通过服务与个人共享的任何信息将可供其他人使用。用户，并且在某些情况下（例如，当您发布到服务的公共区域时）可能是公开可用的。\r\n\r\n我们建议您在向他人提供个人信息或在公共或私人在线论坛中共享此类信息时保持谨慎。我们不对与您共享个人信息的任何第三方的行为负责。要请求从我们的社区论坛或其他公共区域删除您的个人信息，请通过privacy@perfectworld.com与我们联系。即使您删除了发布到服务的信息，副本仍可能在服务的缓存和存档页面中可见，或者其他用户已复制或保存了该信息。在某些情况下，我们可能无法删除您的个人信息，在这种情况下，如果我们无法删除您的个人信息以及原因，我们会通知您。\r\n\r\n因合并，收购和类似情况发生的公司资产转让导致的共享\r\n我们收集的信息（包括个人信息）也可能作为所有合并，出售，资产剥离或转让的一部分或在谈判过程中披露或转让。公司资产的一部分，融资或收购，或在其他任何情况下可能会将个人信息作为完美世界的商业资产之一进行转移的情况。我们将通过电子邮件和/或关于所有权的任何更改，您的个人信息的使用以及关于个人信息的选择的通知，通知您。\r\n\r\n请注意，此处没有任何内容限制汇总信息的共享，未经您的同意，这些信息可能会与第三方共享。\r\n\r\n国际转移\r\n为了能够同时在我们的网站和我们的服务上使用您的帐户，并能够选择位于美国或欧洲的服务器进行游戏，与您的帐户和我们的游戏使用有关的信息是在位于美国的Perfect World Entertainment，Inc.和位于荷兰的Perfect World Publishing BV之间转让。仅对于亚洲用户，与您的帐户有关的信息（开放ID，帐户ID）和我们游戏的使用可能会转移到位于亚洲的服务器上。\r\n\r\n链接到第三方网站\r\n我们的服务包含指向其他网站的链接。第三方社交媒体网站可能会记录有关您的信息，例如，如果您在我们的网站或服务上单击某个社交媒体网站的\"添加此\"或\"赞\"按钮。我们不控制此类网站或其活动。您在链接页面上提供的任何个人信息均直接提供给该第三方，并受该第三方的隐私政策的约束。我们对链接到的网站的内容或隐私和安全惯例以及政策概不负责。我们提供的服务到第三方或其他站点的链接仅是为了您的方便。我们鼓励您在向他们提供个人信息之前了解他们的隐私和安全惯例以及政策。\r\n\r\n游戏更新\r\n当我们更新或\"修补\"我们的任何游戏或其他软件时，我们可能会利用修补例程来验证您的计算机上是否安装了最新版本。如果不是，则最新版本可能会自动上传到您的计算机，您在此同意并放弃对此上传的任何进一步通知。您了解并同意，在下载游戏时，为了能够使用该游戏，软件可能会监视并传达您计算机中与硬件容量有关的信息。\r\n\r\n推送通知和本地通知\r\n我们可能会在您同意的情况下向您的移动设备发送推送通知，以提供游戏更新和其他相关消息。您可以从移动设备的相关游戏的设置页面和/或相关移动游戏内的设置页面管理推送通知。我们也可能会向您的移动设备发送本地通知，以提供游戏更新和其他相关信息。您可以从移动设备的相关游戏的设置页面和/或相关移动游戏中的设置页面管理本地通知。\r\n\r\n监视\r\n您理解并同意，当您与游戏中的其他玩家交流或使用服务上可用的任何互动功能（例如即时消息，论坛或聊天室）时，此类交流和发布均通过我们的服务器进行传输，我们可能会但没有义务监控所有此类通讯和张贴，包括那些被指定为\"私人\"的通讯和张贴，只要法律和法规允许我们做到这一点。您承认对任何此类通讯或张贴内容不抱有隐私期望，并明确表示同意进行此类监视。\r\n\r\n\r\n我们应采取什么步骤来在线保护个人信息？\r\n\r\n完美时空致力于采取合理的预防措施，以保护和保护我们通过服务收集的个人信息。我们已经制定了物理，电子和管理程序，旨在防止未经授权的访问，丢失或滥用。例如，Perfect World使用SSL（安全套接字层）技术来加密您对我们的敏感信息的传输，例如帐户密码，信用卡号和其他与付款相关的可识别信息。\r\n\r\n此外，我们将内部访问权限限制为需要个人信息来执行其职责的员工。禁止员工未经授权访问或使用此类信息，这构成了纪律处分的依据。此外，我们的信息管理系统配置为阻止或禁止员工访问其无权访问的信息。您应注意，我们的服务提供商可能负责处理，处理或存储我们收到的某些个人信息。他们无权独立销售给您。根据合同，这些服务提供商必须保护和保护从我们那里收到的个人信息。尽管我们努力保护您的个人信息，但是您应该知道，通过Internet发送的信息不一定是安全的，并且可能会被第三方拦截或访问。因此，我们不能保证此类信息的安全性，对于此类拦截我们不承担任何责任。\r\n\r\n您对个人信息的使用有哪些选择？\r\n\r\n完美世界为您提供某些选项，以控制您的个人信息的收集，使用和披露。在以本政策未涵盖的方式（包括用于直接营销目的的任何方式）与第三方共享您的个人信息之前，我们会征求您的同意。\r\n\r\n创建完美世界帐户（即我们服务上的帐户，不包括第三方平台上的任何帐户）时，您可以管理个人资料的隐私设置。请访问网站上的\"我的帐户\"部分，以更改个人资料的隐私设置。\r\n\r\n完美世界可能会向您发送欢迎电子邮件，服务和帐户相关电子邮件，并可能向您发送有关我们产品和服务的市场营销和促销电子邮件。如果您不希望Perfect World向您发送有关我们产品和服务的市场营销和促销电子邮件，则可以按照每封促销电子邮件中的退订说明进行退出。您还可以在网站的\"我的帐户\"部分中管理电子邮件新闻稿和更新。但是，这不会影响我们向您发送与服务和帐户相关的电子邮件或使用您的个人信息的能力，如本政策中所述。\r\n\r\n完美世界可能会向您发送有关我们的产品和服务的市场营销和促销邮件。如果您想从我们的邮件列表或我们的系统中删除您的姓名，简历或其他任何个人信息，请发送电子邮件至privacy@perfectworld.com。\r\n\r\n请参考您浏览器或移动设备的技术信息，以获取有关如何删除和禁用Cookie以及其他跟踪/记录工具的说明。根据您的浏览器或移动设备的类型，可能无法删除或禁用跟踪机制。请注意，禁用Cookie和/或其他跟踪工具会阻止我们和我们的业务合作伙伴跟踪与服务有关的您的浏览器活动，以及第三方用于定向广告活动的行为。但是，这样做可能会禁用该服务提供的许多功能。如果您想了解有关Cookie和定向广告的更多信息，或者选择不让Network Advertising Initiative旗下公司使用此信息，请访问www.networkadvertising.org/choices。\r\n\r\n\r\n儿童隐私权\r\n\r\n13岁以下的人士无权使用我们的服务。服务不针对13岁以下的人。如果我们发现不小心从13岁以下的孩子那里收集了信息，我们将尽快从系统中删除该孩子的信息。如果您知道已向我们提供了有关13岁以下人士的个人信息，请立即使用以下详细信息与我们联系。如果您未满18岁，则未事先征得父母或监护人的同意，不得向我们提供任何信息。\r\n\r\n\r\n加利福尼亚州居民的权利\r\n\r\n本隐私声明的范围\r\n\r\n此隐私声明描述了我们与本服务有关的加利福尼亚居民收集或处理的个人信息，我们如何使用，共享和保护该个人信息，以及您对以下个人信息所享有的权利我们收集或处理。\r\n\r\n在本隐私声明中，\"个人信息\"的含义与《加州消费者隐私法案》（CCPA），《加州民法典》第1798.83条的含义相同：标识，相关，描述，合理地能够与之相关或可能合理地关联的信息直接或间接与特定的消费者或家庭链接。个人信息不包括已被取消识别或汇总的信息。\r\n\r\n个人信息的收集和共享，以及出于什么目的\r\n在过去的12个月中，我们已经收集和游客共享的个人信息在下列情况下，当它们相互作用与服务，如上面详细描述：\r\n   -主动收集\r\n   - Facebook连接\r\n   -日志文件\r\n   -Cookies和跟踪技术\r\n   -设备标识符\r\n   -用户标识符\r\n   -IP地址\r\n   -位置数据\r\n\r\n\r\n\r\n如上所述，我们出于各种目的使用您的个人信息来操作，评估服务活动并改善服务性能。\r\n\r\n除上述详细说明外，未经您的同意，我们不会与第三方共享有关您的信息。\r\n\r\n\r\n作为加利福尼亚居民的权利\r\n\r\n根据加利福尼亚州的法律，加利福尼亚居民的用户对其个人信息拥有特定的权利。这些权利受以下某些例外的约束。如果需要，我们会在45天内回复大多数请求，除非有合理的必要延长响应时间。\r\n\r\n信息披露权\r\n您有权要求我们披露有关我们在个人信息方面的惯例的某些信息。如果您提交了有效且可验证的请求，并且我们确认了您的身份和/或发出请求的权限，我们将按照您的指示向您披露以下任何内容：\r\n   -我们在最近12天内收集的有关您的个人信息类别个月。\r\n   -最近12个月内我们收集的有关您的个人信息的来源类别。\r\n   -我们收集个人信息的商业或商业目的。\r\n   -与我们共享该个人信息的第三方类别。\r\n   -我们收集的有关您的特定个人信息。\r\n   -如果我们出于商业目的向第三方披露了您的个人信息，则列出每个收件人类别接收到的个人信息类型列表。\r\n\r\n\r\n删除个人信息\r\n\r\n的权利除某些例外情况，您有权要求我们删除从您那里收集并保留的任何您的个人信息。收到法律要求删除您的个人信息的确认请求后，我们将这样做，除非法律另有授权。\r\n\r\n\r\n如何行使这些权利\r\n\r\n您可以通过单击此处向我们提交可验证的消费者要求，以披露或删除个人信息。\r\n\r\n我们将在收到后10天内免费响应可验证的要求披露或删除个人信息的请求。\r\n\r\n为了保护您的隐私和信息安全，我们通过将您提供的个人信息与我们拥有的信息进行匹配来验证消费者的要求，以确认您的身份。您提供的任何其他信息将仅用于验证您的身份，而不会用于任何其他目的。\r\n\r\n您可以指定一个授权代理代表您提出请求。您必须提供授权代理人的书面许可才能代表您提交请求，我们可能会要求您直接向我们验证您的身份。或者，已根据遗嘱认证法典第4000-4465条获得授权委托书的授权代理人可以代表您提交请求。\r\n\r\n选择不出售您的个人信息\r\n\r\n的权利您有权选择不出售您的个人信息。您可以随时指示将您的个人信息出售给第三方的公司，而不出售您的个人信息。\r\n\r\n我们不会出售您的个人信息，因此不会提供任何机制来行使您选择退出的权利。 \r\n\r\n权不受歧视\r\n\r\n你有上述不被歧视为您的加州隐私权的行使权。\r\n\r\n对于非加利福尼亚居民：如何查看，更新，更正或删除个人信息\r\n\r\n根据要求，Perfect World将为您提供有关我们是否持有或代表第三方处理您的任何个人信息的信息。要请求此信息，请使用客户支持网站https://support.perfectworld.com提交票证。\r\n\r\n您可以通过以下方式查看，更新，更正或删除通过\"服务\"收集的个人信息，请发送电子邮件至：privacy@perfectworld.com，或通过以下方式与我们联系：\r\n    Perfect World Entertainment Inc.\r\n    100 Redwood Shores Parkway，4楼\r\n    Redwood City，CA 94065\r\n    Attn：隐私政策要求\r\n\r\n请注意，除非您关闭帐户，否则不能删除某些类型的个人信息，例如出生日期或年龄，这是检查资格的必要条件。但是，可以在对新信息进行充分验证的情况下修改此类信息。请注意，删除您的数据可能会导致您的帐户和适用服务终止。\r\n\r\n要访问您的个人信息，您必须根据我们的要求提供足够的身份证明，并且如果我们认为您的身份存在疑问，我们保留拒绝访问任何用户的权利。我们将在30天内回复所有访问请求。\r\n\r\n此外，如果我们认为有必要或建议解决争端，执行服务条款以及与服务有关的技术和法律要求以及约束，我们保留在文件中保留您的信息的权利。\r\n\r\n\r\n安全\r\n\r\n您个人信息的安全对我们很重要。当您在订购单上输入敏感信息（例如信用卡号）时，我们将使用安全套接字层技术（SSL）对信息的传输进行加密。\r\n\r\n我们遵循公认的标准来保护在传输过程中以及一旦我们接收到的个人信息。但是，互联网上的传输方法或电子存储方法都不是100％安全的。因此，我们不能保证其绝对安全。如果您对我们服务的安全性有任何疑问，可以通过privacy@perfectworld.com与我们联系。\r\n\r\n\r\n国际用户\r\n\r\nPerfect World是一家美国公司，我们的服务器和业务运营主要位于加利福尼亚州。通过使用我们的服务并向我们提供信息，即表示您同意以本政策中所述的方式在位于美国的计算机上传输，存储和处理您的信息。您承认并理解有关个人的法律美国的信息可能不如您所在国家/地区的法律严格，并且可能不提供与这些法律相同的保护或权利。如果您反对按照本政策所述转移或使用您的个人信息，请不要使用此服务。\r\n\r\n联系我们\r\n如果您对此政策有任何疑问，疑虑或意见，请通过电子邮件与我们联系，电子邮件为privacy@perfectworld.com。\r\n\r\n",
  "version": 3
}