{
  "content": "Условия использования | Arc Games\r\n\r\n\r\nДАННЫЙ ДОКУМЕНТ СОДЕРЖИТ ВАЖНЫЕ УСЛОВИЯ, ПРИМЕНЯЕМЫЕ К ВАШЕМУ ДОСТУПУ И ИСПОЛЬЗОВАНИЮ НАШЕГО ВЕБ-САЙТА И УСЛУГ. ПОЖАЛУЙСТА, ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ ДАННЫЕ УСЛОВИЯ ПЕРЕД НАЧАЛОМ ИСПОЛЬЗОВАНИЯ САЙТА И НАШИХ УСЛУГ. ДОСТУПАЯ И ИСПОЛЬЗУЯ ДАННЫЙ ВЕБ-САЙТ ИЛИ ЗАГРУЖАЯ ЛЮБЫЕ ИГРЫ, ВЫ СОГЛАШАЕТЕСЬ СОБЛЮДАТЬ УСЛОВИЯ, ОПИСАННЫЕ ЗДЕСЬ. ЕСЛИ ВЫ НЕ СОГЛАСНЫ СО ВСЕМИ ЭТИМИ УСЛОВИЯМИ, НЕ ИСПОЛЬЗУЙТЕ ДАННЫЙ ВЕБ-САЙТ ИЛИ ИГРЫ.\r\n\r\n\r\nДобро пожаловать в Arc Games, управляемую Perfect World Entertainment, Inc. («PWE», «Мы» или «Мы»). Этот документ содержит условия («Условия»), регулирующие ваш доступ и использование веб-сайта PWE, расположенного по адресу www.arcgames.com (или любого последующего URL-адреса, который может его заменить), а также всех официально связанных веб-сайтов и микро- сайты, мобильные сайты и субдомены таких сайтов (совместно именуемые «Веб-сайт»), любые игры и игровые платформы, клиенты или серверы, управляемые PWE через Веб-сайт или иным образом поддерживаемые PWE на Веб-сайте («Игры»), и все особенности, функции, программное обеспечение и услуги, предлагаемые через этот веб-сайт. Веб-сайт, Игры и возможности, функции, программное обеспечение и услуги, предлагаемые через этот Веб-сайт, вместе составляют «Услугу».\r\n\r\n\r\n1. Юридическое соглашение\r\n   1. Настоящие Условия представляют собой имеющее обязательную силу юридическое соглашение («Соглашение») между вами и Perfect World Entertainment, Inc., калифорнийской корпорацией.\r\n   \r\n   2. В данном Соглашении термины «мы / нас / наш» означают Perfect World Entertainment, Inc. «Вы / ваш» означает вас как пользователя Сервиса.\r\n   \r\n   3. Описанные здесь Условия применяются к вам, если вы посещаете наш Веб-сайт, пользуетесь нашими Услугами и играми. Перед использованием Сервиса или любой его части вы должны ознакомиться с настоящими Условиями и согласиться с ними.\r\n   \r\n   4. Использование вами Сервиса означает ваше согласие принять и соблюдать условия, описанные в настоящих Условиях, а также ваше согласие соблюдать любые Правила поведения, опубликованные на Веб-сайте или иным образом предоставленные вам PWE («Правила поведения ») и любое лицензионное соглашение с конечным пользователем (« EULA »), применимое к нашему игровому программному обеспечению или другому программному обеспечению, которое мы можем предоставить в связи с Услугой. Все идентификаторы пользователей, созданные на Сайте, регулируются настоящими Условиями. Это включает, но не ограничивается, надлежащее поведение в игре и вне игры в отношении Игры.\r\n   \r\n   5. Если вы не согласны с какими-либо Условиями, пожалуйста, не обращайтесь к Сервису и не используйте его иным образом.\r\n   \r\n   6. Настоящим вы заявляете, что обладаете дееспособностью для заключения настоящего Соглашения, и вам не запрещено получать Сервис в соответствии с законодательством США или любой другой применимой юрисдикции.\r\n   \r\n   7. Вы понимаете и соглашаетесь с тем, что Сервис может включать служебные объявления и административные сообщения, и у вас может не быть права отказаться от их получения.\r\n   \r\n   8. Настоящее Соглашение дополняет, никоим образом не заменяет или заменяет любое лицензионное соглашение или любые дополнительные условия, которые могут применяться, когда вы используете или покупаете некоторые другие продукты, услуги, партнерские услуги PWE, сторонний контент или стороннее программное обеспечение. В случае, если содержание настоящего Соглашения противоречит одному или нескольким положениям любого другого конкретного соглашения или условий, преимущественную силу имеют положение (я) конкретного Соглашения, положения или условия.\r\n\r\n\r\n2. Изменения в условиях\r\n   1. Мы можем вносить поправки и / или изменять настоящие Условия, Правила поведения и любое лицензионное соглашение в любое время по нашему собственному усмотрению.\r\n\r\n   2. Поправки и дополнения к Условиям будут опубликованы на Сайте и вступят в силу сразу после их публикации на Сайте, либо копия поправок или модификаций будет предоставлена ​​вам иным образом. Вы отказываетесь от любого права, которое может потребоваться получить конкретное уведомление о таких изменениях или модификациях.\r\n\r\n   3. Вы несете ответственность за периодическую проверку Условий, Правил поведения и любого лицензионного соглашения с конечным пользователем, чтобы вы были знакомы с их содержанием, поскольку они могут время от времени изменяться или изменяться. Продолжая использовать любую часть Сервиса, вы уже подтверждаете свое согласие с любыми пересмотренными или обновленными условиями. Если вы не согласны с измененными условиями, вы должны прекратить использование Сервиса.\r\n\r\n   \r\n3. Описание\r\n   1. PWE предоставляет бесплатные многопользовательские онлайн-игры зарегистрированным пользователям и соответствующие функции, функции и услуги, доступные через Веб-сайт, такие как форумы сообщества и другие интерактивные области. Для доступа к нашим Играм вам может потребоваться загрузить и установить определенное клиентское программное обеспечение, и такой доступ влечет за собой использование оборудования, программного обеспечения и доступа к Интернету (который, как вы признаете, играет решающую роль в вашем пользовательском опыте).\r\n\r\n   2. Вы соглашаетесь с тем, что мы не несем ответственности за какие-либо проблемы, связанные с оборудованием, программным обеспечением или доступом в Интернет, качеством, пригодностью или недоступностью. Мы не предоставляем доступ в Интернет, и вы несете ответственность за все сборы, связанные с телефонной связью и доступом в Интернет, а также за все необходимое оборудование, обслуживание, ремонт или исправления, понесенные при поддержании связи с серверами.\r\n\r\n\r\n4. Аккаунт\r\n   1. Вам может потребоваться создать учетную запись («Учетная запись») для доступа к нашему Сервису и для использования определенных функций и функций нашего Сервиса.\r\n\r\n   2. ЧТОБЫ ИСПОЛЬЗОВАТЬ НАШИ УСЛУГИ, ВЫ ДОЛЖНЫ СООТВЕТСТВОВАТЬ ОПРЕДЕЛЕННЫМ ВОЗРАСТНЫМ ТРЕБОВАНИЯМ, УСТАНОВЛЕННЫМ ЮРИСДИКЦИЕЙ ВАШЕГО РЕЖИМА, И ВЫ ДОЛЖНЫ ИМЕТЬ ПРАВОМОЧЬ ЗАКЛЮЧИТЬ ОБЯЗАТЕЛЬНОЕ СОГЛАШЕНИЕ С НАМИ В ОТНОШЕНИИ ЛЮБЫХ ПРИМЕНИМЫХ ЗАКОНОДАТЕЛЬСТВ. Например, если вы проживаете в Соединенных Штатах, вам должно быть 13 лет или больше, чтобы создать учетную запись, и вам должно быть 18 лет или больше, чтобы заключить договор самостоятельно. Если вам 13 лет или больше, но вы не достигли установленного законом возраста для заключения договора в юрисдикции, в которой вы проживаете («Возраст совершеннолетия»), и / или не достигли 18-летнего возраста, мы требуем, чтобы вы ознакомились с настоящими Условиями вместе со своими родителями или законный опекун, чтобы убедиться, что они прочитали их и согласны с ними. Если вы являетесь родителем или законным опекуном пользователя нашего Веб-сайта, Игр и / или Сервиса и у вас есть вопросы об Условиях, свяжитесь с нами по адресу tos@perfectworld.com.\r\n   \r\n   3. Создавая Учетную запись или иным образом используя Сервис, вы подтверждаете, что достигли совершеннолетия или достигли 18-летнего возраста и согласны с настоящими Условиями, или что вам больше 13 лет, и ваши родители или законный опекун прочитали и согласились с ними. настоящих Условий, и вы понимаете и соглашаетесь с тем, что мы полагаемся на это заявление, позволяя вам использовать Сервис.\r\n\r\n   4. Несмотря на вышеизложенное, в соответствии с действующим законодательством в определенных юрисдикциях, определенные части нашего Сервиса могут содержать зрелое содержимое, не подходящее для лиц моложе совершеннолетия или 18 лет. Мы потребуем, чтобы вы подтвердили, что вы достигли совершеннолетия или достигли 18 лет или старше для доступа к такому контенту. Если вы входите в какую-либо часть Сервиса, которая предназначена или помечена только для зрелой аудитории, вы подтверждаете, что достигли совершеннолетия или достигли 18-летнего возраста и имеете законное право на доступ к такому контенту. Мы не несем ответственности за то, что вы не смогли точно подтвердить свой возраст в соответствии с условиями настоящего Соглашения.\r\n\r\n   5. При создании Учетной записи и идентификатора пользователя («Идентификатор пользователя») вы соглашаетесь (i) предоставлять достоверную, точную, актуальную и полную информацию в соответствии с запросом в обязательных полях («Информация об учетной записи») и (ii) оперативно поддерживать и обновлять такой идентификатор пользователя и информацию о вашей учетной записи, чтобы они оставались верными, точными, актуальными и полными.\r\n\r\n   6. Вы, как создатель своей учетной записи и идентификатора пользователя, несете единоличную ответственность за свой идентификатор пользователя и изображение профиля, загруженное в ваш профиль идентификатора пользователя (идентификатор пользователя и изображение профиля в идентификаторе пользователя совместно именуются «идентификатор пользователя». »). Мы не потерпим оскорбительных или непристойных идентификаторов пользователей. Если идентификатор пользователя нарушает какую-либо часть настоящих Условий, мы можем немедленно, временно или навсегда заблокировать такой идентификатор пользователя, удалить или отключить доступ к проблемным изображениям, словам или фразам, или отключить доступ к таким идентификаторам пользователей с уведомлением или без него. . Удаление или отключение доступа к таким идентификаторам пользователей осуществляется по нашему собственному усмотрению, и мы не обещаем удалять или отключать доступ к каким-либо конкретным идентификаторам пользователей.\r\n\r\n   7. Ваша Учетная запись может использоваться только вами. Мы не несем ответственности за любое неправильное использование вашей Учетной записи или идентификатора пользователя, вы соглашаетесь принять все риски неправомерного использования и несанкционированного доступа к вашей Учетной записи и обезопасить нас и наших аффилированных лиц от любого неправомерного использования вашей Учетной записи или вашего Пользователя. ID, включая, помимо прочего, ненадлежащее или несанкционированное использование кем-то, кому вы раскрыли свой пароль.\r\n\r\n   8. Обратите внимание, что вы несете ответственность за поддержание конфиденциальности и безопасности своего идентификатора пользователя и пароля в любое время, и вы соглашаетесь уведомить нас, если ваш пароль утерян, украден или передан неавторизованной третьей стороне, или иным образом может были скомпрометированы. Вы несете единоличную ответственность за все действия и транзакции, которые происходят под вашей учетной записью, и мы не несем ответственности за любое неправомерное использование вашей учетной записи, в том числе, помимо прочего, в случае кражи вашего пароля или его раскрытия третьему лицу и / или использования для транзакций. . Вы соглашаетесь немедленно уведомлять нас о любом неправильном использовании вашей Учетной записи или любом другом известном вам нарушении безопасности в отношении Сервиса. Мы предоставляем вам возможность сменить пароль для защиты вашей учетной записи.\r\n\r\n   9. Ваша Учетная запись может быть прекращена, если вы не используете ее в течение двенадцати месяцев после даты ее создания или в течение любого непрерывного двенадцатимесячного периода. Если вы не используете свою Учетную запись в течение любого непрерывного периода в двенадцать или более месяцев, она может быть прекращена нами по нашему собственному усмотрению.\r\n\r\n   10. Мы постараемся уведомить вас по электронной почте перед тем, как закрыть вашу Учетную запись, за исключением случаев, когда мы прекращаем, деактивируем или удаляем вашу Учетную запись или идентификатор пользователя в связи с нарушением настоящих Условий или прекращением предоставления Услуги. Тем не менее, мы не несем ответственности за непредставление уведомления. Если вы сообщите нам в течение пяти дней с момента получения уведомления о том, что хотите сохранить свою Учетную запись активной, мы не прекратим ее действие. Если вы не уведомите нас об этом, ваша учетная запись будет закрыта и может быть удалена без возможности восстановления вместе с вашим идентификатором пользователя, записями, рангами и служебной информацией.\r\n\r\n   11. Прекращение действия вашей Учетной записи также влечет за собой прекращение действия лицензии на использование Сервиса и Собственных материалов или любой их части.\r\n\r\n   12. Обратите внимание, что независимо от любого уведомления, мы оставляем за собой право прекратить предоставление Сервиса или прекратить или приостановить действие вашей Учетной записи в любое время по нашему собственному усмотрению, по любой причине или без причины в пределах, допустимых действующим законодательством.\r\n\r\n\r\n5. Права собственности\r\n   1. Веб-сайт, Игры, Программное обеспечение и Сервис являются собственностью PWE или лицензиаров PWE, которые защищены законодательством США и международным правом, включая, помимо прочего, законы об авторском праве. Все текущие и будущие права, интересы и право собственности на Веб-сайт, Игру, Программное обеспечение и Сервис, все их функции и содержимое, включая, помимо прочего, любые учетные записи пользователей, названия, компьютерный код (исходный код, объектный код и предварительный дизайн) материалы), файлы, игровое программное обеспечение, клиентское и серверное программное обеспечение, инструменты, патчи, обновления, темы, объекты, персонажи, имена персонажей, истории, сюжетные линии, объекты, контент, текст, ноу-хау, диалог, ключевые фразы, темы, места, концепции , иллюстрации, дизайн, графика, изображения, видео, анимация, звуки, музыка, мюзикл, композиции, звукозаписи, аудиовизуальные эффекты, информация, данные, документация, «апплеты», стенограммы чата, информация профиля персонажа, игра, записи , в игровых предметах, в игровых действиях, монеты и дзен, изображения и композиции, созданные с помощью искусственного интеллекта («произведения, созданные искусственным интеллектом»), а также их выбор и расположение (совместно именуемые «проприетарные материалы») являются собственностью или интересы PWE или ее лицензиаров и защищены американскими и международными законами об авторском праве и других правах собственности.\r\n   \r\n   2. В случае, если вы вносите какие-либо модификации, адаптации или производные работы любого рода в Собственные материалы («Модификации») независимо от пункта 10.2, независимо от того, санкционированы они или нет, вы понимаете и соглашаетесь с тем, что не сохраняете никаких прав любого рода. в такие Модификации и что все права на них принадлежат исключительно PWE. Настоящим вы безвозвратно уступаете (и соглашаетесь уступить) и передаете PWE, без каких-либо ограничений или обременений, без какой-либо компенсации, помимо предусмотренного в настоящем документе, любые и все права, титулы и интересы, которые могут быть у вас в отношении таких Изменений. . Это уступка включает, без ограничений, все мировые авторские права и патентные права на такие Модификации и на них, а также право предъявлять иск за прошлые и будущие нарушения. Настоящим вы соглашаетесь сотрудничать с PWE в связи с его защитой и обязуетесь оформить такие документы (например, дополнительный акт передачи или переуступки), если таковые имеются, по мере необходимости PWE для реализации своих прав по настоящему Соглашению. Вы отказываетесь и соглашаетесь не отстаивать какие-либо моральные или аналогичные права, которые вы можете иметь в Модификациях, насколько это возможно в соответствии с применимым императивным законодательством.\r\n   \r\n   3. Кроме того, в той мере, в которой назначения, упомянутые в пункте 5.2, не передают никаких прав собственности на Модификации или на Модификации, вы прямо предоставляете PWE, нам и нашим лицензиарам все согласия, разрешения и неисключительное, бесплатное, бессрочное , во всем мире, полное, полностью сублицензируемое и безотзывное право создавать, использовать, продавать, предлагать для продажи, импортировать или иным образом использовать, повторно публиковать, публиковать, использовать, цитировать, адаптировать, переводить, архивировать, хранить, воспроизводить, изменять, создавать производные работы, синдицировать, лицензировать, печатать, сублицензировать, распространять, передавать, транслировать, иным образом сообщать, а также публично отображать и выполнять Модификации или любую их часть в любом виде или форме и на любом носителе или форуме, независимо от того, известны ли они сейчас или в дальнейшем без уведомления, подтверждения или компенсации вам. Вы отказываетесь и соглашаетесь не отстаивать какие-либо моральные или аналогичные права, которые вы можете иметь в Модификациях, насколько это возможно в соответствии с применимым императивным законодательством.\r\n\r\n\r\n6. Конфиденциальность\r\n   1. Ознакомьтесь с нашей Политикой конфиденциальности и Политикой в ​​отношении файлов cookie [a], чтобы получить информацию о сборе, использовании и распространении личной информации. Вы понимаете и соглашаетесь с тем, что мы можем собирать, использовать и раскрывать информацию, как описано в Политике конфиденциальности и Политике использования файлов cookie.\r\n\r\n   2. Вы понимаете и соглашаетесь с тем, что мы можем получить доступ, раскрыть или сохранить личную информацию, включая содержание ваших сообщений, добросовестно полагая, что мы на законных основаниях уполномочены или обязаны делать это, или что это разумно необходимо или целесообразно для соблюдать закон или судебный процесс или органы власти, отвечать на любые претензии или защищать права, собственность или безопасность Perfect World, наших пользователей, наших сотрудников или общественности, включая, помимо прочего, защиту Perfect World или наших пользователей от мошенничества , оскорбительное, несоответствующее или незаконное использование нашего Сервиса.\r\n\r\n   \r\n7. Обновления игры\r\n   1. Когда мы обновляем или «исправляем» любую из наших Игр, мы можем использовать процедуру исправления, чтобы проверить, установлена ​​ли самая последняя версия клиентского программного обеспечения на вашем компьютере или устройстве. В противном случае самая последняя версия может быть автоматически загружена на ваш компьютер или устройство, и вы тем самым соглашаетесь и отказываетесь от дальнейшего уведомления о такой загрузке.\r\n\r\n\r\n8. Мониторинг\r\n   1. Вы понимаете и соглашаетесь с тем, что когда вы общаетесь с другими игроками в игре или используете любые интерактивные функции, доступные на Веб-сайте, такие как обмен мгновенными сообщениями, форумы или чаты, такие сообщения и публикации передаются через наши серверы, и мы можем: но не обязаны отслеживать все такие сообщения и публикации, включая те, которые обозначены как «частные» в той степени, в которой это разрешено законом. Для получения дополнительной информации о том, как мы собираем и обрабатываем данные о вас, ознакомьтесь с нашей Политикой конфиденциальности [b].\r\n\r\n\r\n9. Push-уведомление и локальное уведомление\r\n   1. Вы понимаете и соглашаетесь с тем, что мы можем с вашего согласия отправлять push-уведомления и локальные уведомления на ваше мобильное устройство для предоставления обновлений игр и других соответствующих сообщений.\r\n\r\n\r\n10. Лицензия предоставлена ​​вам\r\n   1. В соответствии с настоящими Условиями и любым применимым лицензионным соглашением мы предоставляем вам только для вашего некоммерческого и личного использования ограниченное, неисключительное, отзывное, непередаваемое и не подлежащее сублицензированию разрешение на доступ и использование Веб-сайта, Сервис и Собственные материалы. Такое разрешение остается в силе до тех пор, пока оно не будет прекращено вами или PWE. Вы обещаете и соглашаетесь с тем, что используете Веб-сайт, Услуги и Собственные материалы для личного некоммерческого использования и что вы не будете участвовать в действиях, запрещенных настоящими Условиями.\r\n   \r\n   2. За исключением случаев, прямо разрешенных в настоящих Условиях или в применимом лицензионном соглашении, такая лицензия не включает, и вы соглашаетесь не участвовать в любом: (а) перепродаже, сублицензии, предоставлении во временное пользование или коммерческом использовании Сервиса или Собственных материалов в нем. ; (b) распространение, публичное исполнение или публичное отображение любых Запатентованных материалов, кроме как в связи с обычным игровым процессом, (d) модификация, адаптация, изменение, улучшение или иное производное использование любых Игр, игрового контента или других Собственные материалы или любая их часть; (e) использование любых методов интеллектуального анализа данных, роботов или аналогичных методов сбора или извлечения данных; (f) загрузка (кроме кэширования страниц) любой части Собственных материалов или любой информации, содержащейся в них, за исключением случаев, прямо разрешенных на Веб-сайте; (g) реконструировать или декомпилировать Собственные материалы или иным образом пытаться получить исходный код из Игр или другого программного обеспечения, включенного в Собственные материалы; (h) любое использование Услуг или Собственных материалов не по прямому назначению.\r\n\r\n   3. Любое использование Сервиса или Собственных материалов, кроме специально разрешенных здесь, без нашего предварительного письменного разрешения строго запрещено и, по усмотрению PWE, приведет к аннулированию предоставленной здесь лицензии. Такое несанкционированное использование может также нарушать применимые законы, включая, помимо прочего, законы об авторском праве и товарных знаках, а также применимые правила и положения о связи. Если прямо здесь не указано иное, ничто в настоящих Условиях не может быть истолковано как предоставление какой-либо лицензии или прав в отношении прав интеллектуальной собственности, будь то путем эстоппеля, косвенного или иного характера. Эта лицензия может быть отозвана в любое время по или без причины.\r\n\r\n   4. Игры и Услуги не продаются для передачи вам, и вам не предоставляются какие-либо права, титулы или интересы в отношении Веб-сайта, Услуг или Игр, за исключением прав, явно предоставленных вам в разделе 10 настоящего документа, и PWE и ее лицензиары сохраняют право собственности на все копии Игры и Запатентованные материалы даже после установки Игры на ваших персональных компьютерах, консолях, мобильных устройствах, планшетах и ​​/ или других устройствах («Устройства»).\r\n\r\n   5. Все товарные знаки, знаки обслуживания, торговые наименования, логотипы, доменные имена и любые другие элементы бренда Perfect World, Веб-сайта, Игр и Сервисов («Элементы бренда Arc Games») являются исключительной собственностью PWE или ее лицензиары. Вам не предоставляются права на использование каких-либо торговых марок Arc Games в коммерческих или некоммерческих целях.\r\n\r\n   6. Вы соглашаетесь соблюдать Условия и не использовать Веб-сайт, Услуги, Игры или любую их часть любым способом, прямо не разрешенным настоящими Условиями.\r\n\r\n\r\n11. Правила поведения пользователей\r\n   1. Вы должны соблюдать настоящие Условия, все Правила поведения, все применимые законы и все основные правила этикета и вежливости при использовании Сервиса. Любое поведение, которое нарушает закон в офлайновом реальном сообществе, также является нарушением настоящих Условий. Мы не потерпим никаких незаконных или оскорбительных действий.\r\n   \r\n   2. Не ограничивая вышесказанное, в дополнение к правилам Пользовательского контента, изложенным в Разделе 12, вы соглашаетесь не предпринимать никаких из следующих действий:\r\n    - причинить вред несовершеннолетним любым способом;\r\n    - выдавать себя за любое физическое или юридическое лицо, включая должностных лиц PWE, руководителей форумов, гидов, организаторов, сотрудников или агентов, либо ложно заявлять или иным образом искажать вашу принадлежность к физическому или юридическому лицу;\r\n    - подделывать заголовки или иным образом манипулировать идентификаторами, чтобы скрыть происхождение любого сообщения, передаваемого через Веб-сайт;\r\n    - загружать, публиковать, отправлять по электронной почте, передавать или иным образом предоставлять любую незапрашиваемую или несанкционированную рекламу, рекламные материалы, «нежелательную почту», «спам», «письма счастья», «пирамидные схемы» или любые другие формы запроса предложений;\r\n    - вмешиваться или нарушать работу Сервиса или серверов или сетей, подключенных к Сервису, или не подчиняться любым требованиям, процедурам, политикам или правилам сетей, подключенных к Сервису;\r\n    - «преследовать», угрожать или иным образом беспокоить или причинять дискомфорт другому человеку;\r\n    - собирать, хранить, публиковать или иным образом распространять любые личные данные о других пользователях;\r\n    - препятствовать или нарушать Сервис или нормальный ход игры или диалога в Игре или в Интерактивных областях (определенных ниже) в Сервисе или использовать вульгарную лексику, оскорбления, чрезмерно кричать (ВСЕ ЗАГЛАВНЫМИ буквами), «рассылать спам» и т. д. другие подрывные или вредные методы в попытке беспокоить других пользователей или наших сотрудников;\r\n    - участвовать, поощрять или продвигать любую незаконную деятельность или любую деятельность, которая нарушает настоящие Условия или Правила поведения;\r\n    - участвовать в любых действиях, которые обманывают или пытаются обманывать, обманывать или обманывать других в отношении любых предметов, которые были заработаны в ходе разрешенной игры;\r\n    - обманывать или использовать несанкционированные эксплойты в отношении Игр или Сервиса;\r\n    - использование или использование каких-либо ошибок, ошибок или недостатков конструкции для получения несанкционированного доступа к Сервису или получения несправедливого преимущества перед другими игроками;\r\n    - торговать, продавать, продавать с аукциона или иным образом передавать любые виртуальные предметы или товары любого характера за пределами игры;\r\n    - предпринимать любые действия, которые нарушают работу Сервиса или негативно влияют или могут запретить другим пользователям пользоваться Сайтом, Играми или любым другим аспектом Сервиса.\r\n\r\n   3. Мы можем предпринимать любые действия и налагать любые санкции, которые мы сочтем необходимыми для предотвращения и наказания любого нарушения этих условий или любого другого незаконного или ненадлежащего поведения, и все это без предварительного уведомления или предупреждения. Решение о том, произошло ли нарушение и кто несет ответственность за такие действия, остается исключительно на наше усмотрение и основывается на том, что мы считаем лучшим для сообщества и Сервиса. Используя Сервис, вы соглашаетесь, что вы будете связаны нашим определением в отношении того, имело ли место нарушение, и любого наказания, которое мы решим применить.\r\n\r\n\r\n12. Пользовательский контент\r\n   1. Сервис может включать дискуссионные форумы, чаты, отзывы пользователей, функции обмена сообщениями, комментарии и другие интерактивные области или службы («Интерактивные области»), в которых вы или другие пользователи создаете, публикуете, отправляете или храните любой контент, сообщения, материалы. , данные, информация, текст, музыка, звук, изображения, фотографии, видео, графика, код или другие элементы или материалы на Веб-сайте или через него, а также в любой другой части Услуг (например, в игровых чатах, форумах или организация гильдии) («Пользовательский контент»). Пользовательский контент также включает пользовательский контент, как указано в разделе 13 настоящего документа.\r\n\r\n   2. Пользовательский контент, размещенный на Веб-сайте, является общедоступным, не конфиденциальным и становится исключительной собственностью PWE. Мы настоятельно рекомендуем вам не публиковать какую-либо личную информацию о себе или других лицах.\r\n\r\n   3. Вы соглашаетесь не публиковать, не загружать, не передавать, не распространять, не хранить, не создавать и не публиковать иным образом любое из следующего:\r\n    - Пользовательский контент, который является незаконным, клеветническим, оскорбительным, непристойным, порнографическим, непристойным, непристойным, наводит на мысль, оскорбительный, угрожающий, нарушающая конфиденциальность или права, оскорбительный, воспалительный, мошенническом или иные причинами;\r\n    - Пользовательский контент, который представляет собой, поощряет или предоставляет инструкции для совершения уголовного преступления, нарушает права любой стороны или иным образом создает ответственность или нарушает любое местное, государственное, национальное или международное право;\r\n    - Пользовательский контент, который может нарушать любой патент, товарный знак, коммерческую тайну, авторские права или другие интеллектуальные или имущественные права любой стороны. Размещая любой Пользовательский контент, вы заявляете и гарантируете, что имеете законное право распространять и воспроизводить такой Пользовательский контент;\r\n    - Пользовательский контент, который выдает себя за какое-либо физическое или юридическое лицо или иным образом искажает вашу принадлежность к физическому или юридическому лицу;\r\n    - незапрашиваемые рекламные акции, политическая кампания, реклама или предложения;\r\n    - Личная информация любой третьей стороны, включая, помимо прочего, адреса, номера телефонов, адреса электронной почты, номера социального страхования и номера кредитных карт;\r\n    - вирусы, поврежденные данные или другие вредоносные, разрушающие или разрушающие файлы;\r\n    - Пользовательский контент, который нарушает Правила поведения или который, по нашему собственному мнению, является нежелательным или который ограничивает или препятствует любому другому лицу использовать или пользоваться Сервисом, или который может подвергнуть нас или наших пользователей любому ущербу или ответственности любого типа .\r\n\r\n   4. Мы не несем ответственности и не несем ответственности за любой Пользовательский контент, размещенный, сохраненный или загруженный вами или любой третьей стороной, а также за любые убытки или ущерб, нанесенный им, а также мы не несем ответственности за любые ошибки, клевету, клевету, упущения, ложь, непристойности, порнографии или профанация вы можете столкнуться. Вы используете Сервис, включая Интерактивные области, на свой страх и риск. Как поставщик интерактивных услуг мы не несем ответственности за какие-либо заявления, заявления или Пользовательский контент, предоставленный пользователями на любом общедоступном форуме, личной домашней странице или другой интерактивной области. Несмотря на то, что мы не обязаны проверять, редактировать или контролировать какой-либо Пользовательский контент, мы оставляем за собой право по своему усмотрению удалять, проверять или редактировать любой Пользовательский контент, размещенный или сохраненный в любое время и по любой причине без предварительного уведомления.\r\n   \r\n   5. Вы несете единоличную ответственность за создание резервных копий и замену любого Пользовательского контента, который вы публикуете или храните, за свой счет и за свой счет. Любое использование Сервиса, включая Интерактивные области или другие их части, в нарушение вышеизложенного, нарушает настоящие Условия и может привести, среди прочего, к прекращению или приостановлению ваших прав на использование Сервиса или любой его части.\r\n   \r\n   6. Вы несете единоличную ответственность за любой пользовательский контент, который вы публикуете, и за использование вами Сервиса, включая Интерактивные области. Вы заявляете и гарантируете, что (а) вы владеете и контролируете все права (интеллектуальной собственности) на Пользовательский контент, который вы публикуете, или вы иным образом имеете право размещать такой Пользовательский контент на Сайте; (б) Пользовательский контент является точным и не вводит в заблуждение; и (c) использование и размещение предоставленного вами Пользовательского контента не нарушает настоящих Условий, Правил поведения, применимых законов или религиозных табу, а также не нарушает и не нарушает права на публичность, права личности или любых третьих лиц и не причиняет вред любому лицу. или юридического лица, или подразумевают какую-либо аффилированность или одобрение вами или Пользовательским контентом нами. Вы несете единоличную ответственность за все гонорары, сборы, убытки и любые другие денежные средства, возникшие в результате любого нарушения такого права или любого другого ущерба, причиненного любым Пользовательским контентом, который вы предоставляете.\r\n   \r\n   7. Принимая во внимание использование вами Сервиса и насколько это возможно и разрешено применимым обязательным законодательством, вы настоящим безвозвратно передаете и уступаете (и соглашаетесь уступить) PWE все права, права собственности и интересы в отношении Пользовательского контента. вы создаете, публикуете, храните или передаете на Сервисе или через него, включая все права интеллектуальной собственности на него. Если указанное назначение и передача в PWE невозможны в соответствии с применимым императивным законодательством, вы соглашаетесь с тем, что все права, титулы и интересы переуступаются и передаются PWE. Настоящим вы соглашаетесь сотрудничать с PWE в связи с его защитой и обязуетесь оформить такие документы (например, дальнейшие акты передачи или переуступки), если таковые имеются, по мере необходимости PWE для реализации своих прав по настоящему Соглашению.\r\n   \r\n   8. В той мере, в какой вышеупомянутые назначения не передают никаких прав собственности на Пользовательский контент или на Пользовательский контент, вы прямо предоставляете нам и нашим лицензиарам все согласия, разрешения и неисключительные, бесплатные, бессрочные, всемирные, полные, полностью суб лицензируемое и безотзывное право повторно публиковать, публиковать, использовать, цитировать, адаптировать, переводить, архивировать, хранить, воспроизводить, изменять, создавать производные работы, объединять, лицензировать, печатать, сублицензировать, распространять, передавать, транслировать, иным образом общаться, и публично демонстрировать и выполнять, производить, использовать, продавать, предлагать для продажи, импортировать или иным образом использовать Пользовательский контент или любую его часть в любом виде и в любой форме и на любом носителе или форуме, будь то известные сейчас или созданные в дальнейшем, без предварительного уведомления, признание или компенсация вам. Вы отказываетесь и соглашаетесь не отстаивать какие-либо моральные или аналогичные права, которые вы можете иметь в отношении Пользовательского контента.\r\n   \r\n   9. Если вы считаете, что какой-либо Пользовательский контент в Службе нарушает какие-либо права интеллектуальной собственности, которыми вы владеете или контролируете, пожалуйста, сначала обратите внимание, что мы не являемся посредником в спорах по интеллектуальной собственности между сторонами. Соответственно, мы рекомендуем вам напрямую обратиться к стороне, создавшей соответствующий Пользовательский контент. Если вы не можете прийти к взаимному урегулированию с такой стороной, вы можете подать нам уведомление о таком нарушении, используя контактную информацию, указанную здесь:\r\n    - Уведомление должно содержать следующую информацию, которая необходима нам для оценки ситуации: (i) URL-адреса или скриншоты рассматриваемого Пользовательского контента и идентифицировать конкретного пользователя, который загрузил Пользовательский контент; (ii) доказательство или сертификат применимых прав интеллектуальной собственности, которыми вы владеете; (iii) описание нарушения и предлагаемое решение, которое вы можете обоснованно запросить, (iv) заявление о том, что ваше заявление сделано добросовестно, и (v) ваша контактная информация. Мы можем связаться с вами, чтобы запросить дополнительную информацию и вспомогательные материалы.\r\n    - Если мы считаем, по нашему собственному усмотрению, что ваша претензия демонстрирует явный случай нарушения, мы отправим уведомление пользователю, указанному в вашем уведомлении, с просьбой удалить или иным образом изменить нарушающий контент, или когда нарушение носит серьезный характер, мы можем напрямую удалить или ограничить доступ к контенту, нарушающему авторские права, и уведомить о таком удалении пользователя-нарушителя. Мы сообщим вам о результатах утилизации в надлежащее время с помощью контактной информации, которую вы оставите нам. Если такой нарушающий пользователь не согласен с нашим решением и считает, что нарушения нет, он или она может в определенных обстоятельствах подать нам встречный иск с просьбой отменить наши действия. PWE может удовлетворить или не удовлетворить такой запрос по собственному усмотрению PWE.\r\n    - Вы понимаете и соглашаетесь с тем, что PWE не несет ответственности за Пользовательский контент, и мы не поддерживаем какие-либо мнения, содержащиеся в любом Пользовательском контенте. Хотя PWE полностью уважает права интеллектуальной собственности и прилагает все усилия для защиты ваших законных интересов в работе Сервисов, мы не гарантируем удаление или удаление всего контента, нарушающего авторские права, размещенного любым пользователем, помимо коммерчески разумных усилий.\r\n\r\n\r\n13. Пользовательский контент\r\n   1. Игры могут содержать определенные утилиты для проектирования, программирования и обработки, инструменты, активы и другие ресурсы («Литейная») для использования с Игрой, которые позволяют создавать индивидуальные новые игровые уровни и другие связанные игровые материалы для личного использования в связи. с Игрой («Контент, созданный пользователями»). Вы соглашаетесь с тем, что использование вами Foundry регулируется настоящими Условиями и следующими дополнительными лицензионными ограничениями:\r\n   \r\n   2. Контент, созданный пользователями, может быть создан только в том случае, если такой Контент, созданный пользователями, может использоваться исключительно в сочетании с онлайн-версией Игры. Контент, созданный пользователями, не может быть разработан для использования в качестве отдельного продукта. Пользовательский контент, который вы создаете с помощью Foundry, подчиняется следующим правилам и ограничениям:\r\n   \r\n   3. Другое запрещенное использование Контента, созданного пользователями, опубликованного с использованием Foundry:\r\n    - Вы не можете использовать Контент, созданный пользователями, для поддержки или противодействия какой-либо политической партии, ассоциации (например, республиканцу, демократу, кандидатам и т. Д.) Или любой стороне какого-либо вопроса.\r\n    - Вы не можете использовать Контент, созданный пользователями, для изображения какого-либо реального человека (исторического или современного). Вы не можете использовать Пользовательский контент для рекламы каких-либо предприятий, продуктов или услуг какой-либо стороны.\r\n    - Вы не можете публиковать веб-адреса в своем контенте.\r\n    - Вы не можете использовать Пользовательский контент для выражения какой-либо ненормативной лексики, вульгарности, языка ненависти, откровенного сексуального выражения, уничижительных ссылок на расу, пол, религию, возраст, умственные или физические недостатки, ожирение или сексуальную ориентацию или ссылки на какие-либо наркотики (законные или незаконный) или лекарства.\r\n    - Вы не можете использовать материалы третьих лиц, защищенные авторским правом или товарными знаками, без получения безотзывных письменных лицензий, предоставленных специально для этой цели.\r\n    - Вы не можете использовать Контент, созданный пользователями, для использования дизайна Игры.\r\n    - Вы не можете использовать Контент, созданный пользователями, для нарушения прав на конфиденциальность и / или публичность третьих лиц.\r\n    - PWE оставляет за собой право удалить любой контент, созданный пользователями, по любой причине в любое время, без указания причины или компенсации.\r\n    - Вы понимаете и соглашаетесь с тем, что вы не сохраняете никаких прав любого рода в отношении Пользовательского контента, созданного с использованием Foundry, и что весь Пользовательский контент и все права на него принадлежат исключительно PWE, чтобы использовать его по своему усмотрению. Настоящим вы безвозвратно уступаете (и соглашаетесь уступить) и передаете PWE, без каких-либо ограничений или обременений, без какой-либо компенсации, помимо предусмотренного в настоящем документе, любые и все права, титулы и интересы, которые вы можете иметь в отношении такого Пользователя. -сгенерированный контент. Это назначение включает, помимо прочего, все мировые авторские права и патентные права на такой Пользовательский контент и право предъявлять иск за прошлые и будущие нарушения. Настоящим вы соглашаетесь сотрудничать с PWE в связи с его защитой и обязуетесь оформить такие документы (например, дополнительный акт передачи или переуступки), если таковые имеются, по мере необходимости PWE для реализации своих прав по настоящему Соглашению.\r\n    - Кроме того, в той степени, в которой упомянутые здесь назначения не передают никаких прав собственности на Пользовательский контент или на него, вы прямо предоставляете нам и нашим лицензиарам все согласия, разрешения и неисключительное, бессрочное, всемирное, полное, сублицензируемое и безотзывное право создавать, использовать, продавать, предлагать к продаже, импортировать или иным образом использовать, повторно размещать, публиковать, использовать, цитировать, адаптировать, переводить, архивировать, хранить, воспроизводить, изменять, создавать производные работы из, синдицировать, лицензировать, печатать, сублицензировать, распространять, передавать, транслировать, иным образом сообщать, а также публично отображать и выполнять Контент, созданный пользователями, или любую его часть, в любом виде и в любой форме и на любом носителе или форуме, известном сейчас или разработанном в дальнейшем, без предварительного уведомления , признание или компенсация вам. Вы отказываетесь и соглашаетесь не отстаивать какие-либо моральные или аналогичные права, которые вы можете иметь в отношении Контента, созданного пользователями.\r\n   \r\n   4. В качестве условия использования Foundry вы не будете использовать или разрешать третьим лицам использовать Foundry и созданный вами Пользовательский контент в каких-либо коммерческих или некоммерческих целях, включая, помимо прочего, продажу, аренду, аренда, лицензирование, распространение или иная передача права собственности на такой Пользовательский контент, будь то на автономной основе или в пакете в сочетании с Пользовательским контентом, созданным другими, через любые и все каналы распространения, включая, помимо прочего, розничную торговлю продажи и электронная дистрибуция в режиме онлайн. Вы соглашаетесь не запрашивать, не инициировать и не поощрять какие-либо предложения или предложения от каких-либо физических или юридических лиц для создания любого Пользовательского контента для коммерческого распространения. Вы соглашаетесь незамедлительно информировать PWE в письменной форме о любых случаях получения вами любого такого предложения или предложения. Если вы решите предоставить доступ к использованию созданного вами Контента, созданного пользователями, другим игрокам, вы соглашаетесь сделать это исключительно бесплатно.\r\n\r\n\r\n14. Назначение агента для получения уведомления о заявленном нарушении авторских прав. Уведомления DMCA.\r\n   1. Если вы считаете, что что-либо в Службе нарушает какие-либо авторские права, которыми вы владеете или контролируете, вы можете подать уведомление DMCA о нарушении авторских прав, как указано в разделе 14 настоящего документа, вы можете связаться с нашей службой поддержки клиентов через:\r\n   Эл. Почта: dmca@perfectworld.com\r\n   Почта: Perfect World Entertainment Inc.\r\n   Attn: Служба поддержки клиентов\r\n   100 Redwood Shores Parkway\r\n   Редвуд-Сити, Калифорния 94065\r\n   Номер телефона: +1 650-590-7700\r\n   Номер факса (факс): +1 650-591-1211\r\n   \r\n   2. Уведомление о заявленном нарушении авторских прав должно включать следующую информацию, которая необходима нам для оценки претензии:\r\n    - URL-адреса или скриншоты рассматриваемого Пользовательского контента и идентифицируют конкретного пользователя, который загрузил Пользовательский контент;\r\n    - подтверждение или свидетельство о правах интеллектуальной собственности, которыми вы владеете;\r\n   \r\n   3. Описание нарушения и предлагаемое решение, которое вы можете обоснованно запросить, а также вашу контактную информацию. Мы можем связаться с вами, чтобы запросить дополнительную информацию и вспомогательные материалы.\r\n    - Если уведомление о заявленном нарушении будет сочтено разумным по нашему собственному усмотрению, мы можем направить уведомление о заявлении о нарушении авторских прав нарушающим пользователям посредством общего уведомления на веб-сайте, электронной почты на адрес электронной почты пользователя, указанный в наших записях, или путем письменного сообщения, отправленного обычной почтой на адрес пользователя, указанный в наших записях. Мы можем отправить уведомление пользователю, указанному в вашем уведомлении, с просьбой к такому пользователю удалить контент, нарушающий авторские права, или, когда нарушение носит серьезный характер, мы можем напрямую удалить или ограничить доступ к контенту, нарушающему авторские права, и уведомить о таком удалении нарушителя пользователь. Мы сообщим вам о результатах утилизации в надлежащее время с помощью контактной информации, которую вы оставите нам.\r\n    - В соответствии с Законом об авторском праве в цифровую эпоху (DMCA) и другим применимым законодательством мы приняли политику прекращения при соответствующих обстоятельствах и по нашему собственному усмотрению подписчиков или владельцев учетных записей, которые считаются повторными нарушителями. Мы также можем по собственному усмотрению ограничить доступ к Сервису и / или закрыть Учетные записи любых пользователей, которые нарушают какие-либо права интеллектуальной собственности других лиц, независимо от того, имеет ли место повторное нарушение.\r\n\r\n\r\n15. Гиперссылки\r\n   1. Вам предоставляется ограниченное неисключительное право на создание текстовой гиперссылки на Веб-сайт в некоммерческих целях, при условии, что такая ссылка не изображает нас или какие-либо наши продукты и услуги в ложном, вводящем в заблуждение, уничижительном или иным образом клеветническом виде. и при условии, что сайт, на который указывает ссылка, не содержит никаких материалов для взрослых или незаконных материалов, а также любых материалов, которые являются оскорбительными, оскорбительными или иным образом нежелательными. Это ограниченное право может быть отозвано в любое время по любой причине. Вы не можете использовать логотип PWE или другие изображения, являющиеся собственностью PWE или Торговые марки Arc Games, для ссылки на этот Веб-сайт без нашего явного письменного разрешения. Кроме того, вы не можете использовать, кадрировать или использовать методы кадрирования для включения каких-либо элементов бренда Arc Games, товарного знака PWE, логотипа или другой частной информации, включая изображения, найденные в Сервисах, содержание любого текста или макет / дизайн любой страницы. или форма, содержащаяся на странице на Веб-сайте, без нашего явного письменного согласия. За исключением случаев, указанных выше, вам не передаются какие-либо права или лицензии косвенным образом, путем эстоппеля или иным образом в рамках любого патента, товарного знака, авторского права или права собственности PWE или любой третьей стороны.\r\n\r\n   2. Мы не делаем никаких заявлений или заявлений относительно качества, содержания, характера или надежности сторонних веб-сайтов, доступных по гиперссылке с Веб-сайта, или веб-сайтов, ссылающихся на Веб-сайт, и не несем ответственности за них. Такие сайты не находятся под нашим контролем, и мы не несем ответственности за содержание любого связанного веб-сайта или любой ссылки, содержащейся на связанном веб-сайте, а также за любой обзор, изменения или обновления таких веб-сайтов. Мы предоставляем вам эти ссылки только для удобства, и включение любой ссылки не подразумевает присоединения, поддержки или принятия нами какого-либо сайта или любой информации, содержащейся на нем. Когда вы покидаете Веб-сайт, вы должны знать, что наши условия и политика больше не имеют преимущественной силы. Вам следует ознакомиться с применимыми условиями и политиками, включая методы конфиденциальности и сбора данных, любого сайта, на который вы переходите с этого сайта.\r\n\r\n   \r\n16. Мобильное программное обеспечение\r\n   1. Мобильное программное обеспечение. Мы предоставляем программное обеспечение для доступа к Сервису через мобильное устройство («Мобильное программное обеспечение»). Для использования мобильного программного обеспечения у вас должно быть мобильное устройство, совместимое с мобильной службой. Мы не гарантируем, что мобильное программное обеспечение будет совместимо с вашим мобильным устройством. Настоящим мы предоставляем вам неисключительную, не подлежащую передаче, отзывную лицензию на использование скомпилированной копии кода Мобильного программного обеспечения для одной учетной записи на одном мобильном устройстве, принадлежащем или арендованном исключительно вами, для вашего личного использования. Вы не можете: (i) изменять, дизассемблировать, декомпилировать или реконструировать Мобильное программное обеспечение, кроме случаев, когда такое ограничение прямо запрещено законом; (ii) сдавать в аренду, сдавать в аренду, одалживать, перепродавать, сублицензировать, распространять или иным образом передавать Мобильное программное обеспечение любой третьей стороне или использовать Мобильное программное обеспечение для предоставления разделов времени или аналогичных услуг для любой третьей стороны; (iii) делать любые копии Мобильного программного обеспечения; (iv) удалять, обходить, отключать, повреждать или иным образом вмешиваться в связанные с безопасностью функции Мобильного программного обеспечения, функции, которые предотвращают или ограничивают использование или копирование любого контента, доступного через Мобильное программное обеспечение, или функции, которые налагают ограничения на использование Мобильного программного обеспечения Программное обеспечение; или (v) удалить уведомления об авторских правах и других правах собственности на Мобильное программное обеспечение. Вы признаете, что мы можем время от времени выпускать обновленные версии Мобильного программного обеспечения и можем автоматически обновлять в электронном виде версию Мобильного программного обеспечения, которую вы используете на своем мобильном устройстве. Вы соглашаетесь на такое автоматическое обновление на своем мобильном устройстве и соглашаетесь с тем, что условия настоящего Соглашения будут применяться ко всем таким обновлениям. Любой сторонний код, который может быть включен в Мобильное программное обеспечение, покрывается действующей лицензией EULA с открытым исходным кодом или сторонней лицензией, если таковая имеется, разрешающей использование такого кода. Вышеупомянутое предоставление лицензии не является продажей Мобильного программного обеспечения или какой-либо его копии, и мы или наши сторонние партнеры или поставщики сохраняем за собой все права, права собственности и интересы в отношении Мобильного программного обеспечения (и любой его копии). Любая ваша попытка передать какие-либо права, обязанности или обязательства по настоящему Соглашению, за исключением случаев, прямо предусмотренных в настоящем Соглашении, является недействительной. Мы оставляем за собой все права, прямо не предоставленные в соответствии с настоящим Соглашением.\r\n   \r\n   2. Мобильное ПО от iTunes. Следующее относится к любому мобильному программному обеспечению, которое вы приобретаете в iTunes Store («Программное обеспечение, полученное из iTunes»): вы признаете и соглашаетесь с тем, что настоящее Соглашение заключено исключительно между вами и PWE, а не Apple, и что Apple не несет ответственности за предоставленное iTunes Программное обеспечение или его содержимое. Использование вами Программного обеспечения, полученного от iTunes, должно соответствовать Условиям обслуживания App Store. Вы признаете, что Apple не несет никаких обязательств по предоставлению каких-либо услуг по обслуживанию и поддержке в отношении Программного обеспечения из iTunes. В случае если Программное обеспечение, полученное из iTunes, не соответствует какой-либо применимой гарантии, вы можете уведомить Apple, и Apple вернет вам покупную цену за Программное обеспечение, полученное из iTunes; в максимальной степени, разрешенной применимым законодательством, Apple не будет иметь никаких других гарантийных обязательств в отношении Программного обеспечения, полученного из iTunes, и любые другие претензии, убытки, обязательства, убытки, затраты или расходы, связанные с любым несоблюдением каких-либо гарантий, будут единолично регулироваться настоящим Соглашением и любым законом, применимым к PWE как поставщику программного обеспечения. Вы признаете, что Apple не несет ответственности за рассмотрение любых претензий от вас или какой-либо третьей стороны в отношении Программного обеспечения, полученного из iTunes, или вашего владения и / или использования Программного обеспечения, полученного из iTunes, включая, помимо прочего: (i) ответственность за качество продукции претензии; (ii) любые утверждения о том, что Программное обеспечение, полученное от iTunes, не соответствует любым применимым законодательным или нормативным требованиям; и (iii) требования, возникающие в соответствии с законодательством о защите прав потребителей или аналогичным законодательством; и все такие претензии регулируются исключительно настоящим Соглашением и любым законом, применимым к PWE как поставщику программного обеспечения. Вы признаете, что в случае заявления третьей стороны о том, что Программное обеспечение, полученное из iTunes, или ваше владение и использование этого Программного обеспечения из iTunes нарушает права интеллектуальной собственности этой третьей стороны, PWE, а не Apple, будет нести исключительную ответственность за расследование, защита, урегулирование и удовлетворение любого такого иска о нарушении прав интеллектуальной собственности в объеме, требуемом настоящим Соглашением. Вы и PWE признаете и соглашаетесь с тем, что Apple и дочерние компании Apple являются сторонними бенефициарами настоящего Соглашения в отношении вашей лицензии на Программное обеспечение, полученное из iTunes, и что после вашего принятия условий настоящего Соглашения Apple будет иметь право (и будет считаться принявшим право) на принудительное исполнение настоящего Соглашения в отношении вашей лицензии на Программное обеспечение, полученное из iTunes, против вас как стороннего бенефициара.\r\n\r\n\r\n17. Контент третьих лиц\r\n   1. Мы можем предоставлять или делать доступным сторонний контент через Сервис, а также можем предоставлять ссылки на веб-страницы и контент третьих лиц (совместно именуемые «Сторонний контент») в качестве услуги для тех, кто заинтересован в этой информации. Мы не отслеживаем и не контролируем какой-либо Сторонний контент на сторонних веб-сайтах. Мы не одобряем и не принимаем какой-либо Сторонний контент и не можем гарантировать его точность или полноту. Мы не заявляем и не гарантируем точность любой информации, содержащейся в нем, и не берем на себя ответственность за обновление или просмотр любого Стороннего контента. Пользователи используют такой Сторонний контент, содержащийся в нем, на свой страх и риск.\r\n\r\n\r\n18. Реклама и акции; Сторонние продукты и услуги\r\n   1. Мы можем запускать рекламные объявления и рекламные акции от третьих лиц через Сервис или иным образом предоставлять информацию или ссылки на сторонние продукты или услуги через Сервис. Ваши деловые отношения, переписка или участие в рекламных акциях с такими третьими сторонами, а также любые положения, условия, гарантии или заявления, связанные с такими сделками или рекламными акциями, осуществляются исключительно между вами и такой третьей стороной. Мы не несем ответственности за любые убытки или ущерб любого рода, понесенные в результате любых таких сделок или рекламных акций или в результате присутствия таких рекламодателей, не относящихся к PWE, или информации третьих лиц. Если вы заходите на сторонний веб-сайт из Сервиса, вы делаете это на свой страх и риск и понимаете, что настоящее Соглашение и наша Политика конфиденциальности не применяются к использованию вами таких сайтов. Вы прямо освобождаете Компанию от любой ответственности, связанной с использованием вами сторонних веб-сайтов, услуг или контента.\r\n\r\n\r\n19. Официальный сервис и бета-тестирование\r\n   1. Игры предназначены для игры только в том виде, в котором они предлагаются через нашу Службу. Вы соглашаетесь не осуществлять доступ, не создавать и не предоставлять какие-либо другие средства, с помощью которых в игру могут играть другие, например, через эмуляторы серверов. Вы соглашаетесь не использовать какое-либо оборудование или программное обеспечение, включая, помимо прочего, инструменты третьих лиц, или любые другие методы поддержки, которые могут каким-либо образом повлиять или дать вам преимущество в использовании Услуг, которое не разрешено нами, включая но не ограничиваясь использованием «ботов» и / или любого другого метода, с помощью которого Служба может воспроизводиться автоматически без участия человека. Вы признаете, что у вас нет права создавать, публиковать, распространять, создавать производные работы или использовать какие-либо программы, утилиты, приложения, эмуляторы или инструменты, производные от игр или созданные для них, за исключением того, что вы можете использовать Программное обеспечение для в той степени, в которой это прямо разрешено настоящими Условиями и применимым лицензионным соглашением. Вы не имеете права предпринимать какие-либо действия, которые создают необоснованную или непропорционально большую нагрузку на нашу инфраструктуру. Вы не являетесь собственником и не можете продавать, передавать, обменивать или продавать на аукционе какие-либо Учетные записи, персонажей, предметы, монеты, Дзен или Собственные материалы, а также не можете помогать другим в этом, за исключением случаев, когда это прямо разрешено нами. Мы не признаем никаких передач, происходящих за пределами Сервиса, чего-либо, связанного с Сервисом.\r\n\r\n   2. Вам может быть предоставлена ​​возможность бета-тестирования новых игр («Бета-игры») и функций веб-сайта. Ваше участие в качестве бета-тестера регулируется приведенными ниже условиями.\r\n\r\n   3. Вы подтверждаете, что используете предварительную предварительную версию функций веб-сайтов и бета-игр и участвуете в их бета-тестировании («Бета-тест»), и что функции веб-сайта сайта бета-игр могут содержать ошибки, могут не работать должным образом или не выполнять все запланированные функции, могут мешать работе других программных приложений и могут вызывать ошибки, потерю данных или другие проблемы. Закрытые бета-тесты являются конфиденциальными, и вы соглашаетесь с тем, что вся информация о бета-играх, Услугах и бета-тестировании, включая, помимо прочего, любые комментарии, идеи или другие отзывы (совместно именуемые «Отзывы»), которые вы предоставляете PWE в отношении бета-игр. , Служба или Бета-тестирование должны рассматриваться как конфиденциальные («Конфиденциальная информация»). Вы соглашаетесь не использовать Конфиденциальную информацию каким-либо образом, за исключением личного использования с единственной целью тестирования бета-игр и функций веб-сайта, и вы соглашаетесь предотвращать и защищать Конфиденциальную информацию или любую ее часть от раскрытия кому-либо человек. Вы также соглашаетесь предпринять все разумно необходимые шаги для защиты секретности Конфиденциальной информации и предотвращения попадания Конфиденциальной информации в общественное достояние или во владение посторонних лиц. Вся Конфиденциальная информация остается исключительной собственностью PWE, и PWE может использовать такую ​​Конфиденциальную информацию для любых целей без каких-либо обязательств перед вами. Вы будете проводить тестирование лично и не предоставлять доступ к Бета-играм третьим лицам. Вы соглашаетесь с тем, что нарушение вышеуказанных обязательств по конфиденциальности нанесет нам непоправимый ущерб, и мы имеем право (в дополнение к любым другим доступным средствам правовой защиты) ex parte судебный запрет без залога, чтобы предотвратить нарушение или угрозу нарушения ваших обязательств. Ваше обязательство по сохранению конфиденциальности Бета-игр будет продолжаться до тех пор, пока мы не распространим их публично или не раскроем иным образом общественности не по вашей вине, каждую из игр и контент, которые вы тестируете.\r\n\r\n   4. Вам, как бета-тестеру, предлагается играть в бета-игры с единственной целью - оценить игры и выявить ошибки. Ничто в настоящих Условиях, на Веб-сайте или в Сервисе не должно толковаться как предоставление вам каких-либо прав или привилегий в отношении Бета-игр или контента, который вы здесь найдете. Бета-игры предоставляются для тестирования на условиях «как есть», «при наличии», и мы не даем вам никаких гарантий, явных или подразумеваемых. Вы понимаете и соглашаетесь с тем, что играете в бета-игры на свой страх и риск, что вы знаете, что в бета-играх могут быть известные или неизвестные ошибки, и что у нас нет никаких обязательств перед вами в отношении бета-игр, включая, помимо прочего, любые обязательства по предоставлению таких игры для вас в будущем бесплатно.\r\n\r\n   5. Играя в некоторые бета-игры, вы можете накапливать сокровища, очки опыта, оборудование или другие показатели ценности или статуса в рамках бета-теста. Эти данные могут быть сброшены в любое время в процессе тестирования, и они могут быть сброшены, когда конкретная игра завершит этот этап тестирования. В этом случае вся история игрока и данные будут удалены, и каждый игрок вернется в статус новичка.\r\n\r\n\r\n20. Сборы\r\n   1. Мы можем взимать плату за доступ и приобретение определенных игровых предметов или участие в игровых действиях через Сервис, а также можем разрешить приобретение игровых «очков», которые могут быть применены к покупке внутриигровых предметов или действий («Дзен»). . После покупки вы сразу получите право использовать Дзен и сможете использовать его так, как это предусмотрено.\r\n   \r\n   2. ЛЮБЫЕ ПРИМЕНИМЫЕ ZEN, СБОРЫ И ДРУГИЕ СБОРЫ ПРЕДОСТАВЛЯЮТСЯ ПРЕДПЛАТНОЙ И НЕ ВОЗВРАТНОЙ. БАЛАНС ZEN В ВАШЕМ УЧЕТНОМ СЧЕТЕ НЕ ЯВЛЯЕТСЯ ПРАВО НА ЛИЧНУЮ СОБСТВЕННОСТЬ И НЕ ИМЕЕТ ЦЕННОСТИ ВНЕ СЕРВИСА. ZEN НЕ ИМЕЮТ ДЕНЕЖНОЙ СТОИМОСТИ И НЕ МОГУТ ОБРАТИТЬСЯ ЗА НАЛИЧНЫЕ. ДЗЕН И ПРАВО НА ИСПОЛЬЗОВАНИЕ ПРИМЕНИМОГО ДЖЕНА НЕ ДОПУСКАЮТСЯ ЦЕЛОМ ИЛИ ЧАСТИ. ПРАВО НА ИСПОЛЬЗОВАНИЕ ZEN ЯВЛЯЕТСЯ НЕОТЪЕМЛЕМОЙ ЧАСТЬЮ ЛИЦЕНЗИИ НА ИСПОЛЬЗОВАНИЕ СЛУЖБЫ И ИГРЫ.\r\n\r\n   3. Вы прямо признаете и соглашаетесь с тем, что право на использование (лицензию) Zen начинается с момента уплаты взносов и что с этого момента вы можете использовать Zen по назначению. Вы прямо признаете и соглашаетесь с тем, что теряете право отказаться от покупки Zen.\r\n\r\n   4. Время от времени мы можем изменять, дополнять или дополнять наши сборы, методы и условия выставления счетов, применимые к Zen или к любым покупкам, и публиковать эти изменения в настоящих Условиях, в отдельных Условиях продажи или в других условиях или соглашениях. размещены на Сайте или в Сервисе или иным образом предоставлены вам нами. Такие изменения, поправки, дополнения или Условия продажи вступают в силу немедленно после их публикации на Веб-сайте или в Сервисе и включаются посредством ссылки в настоящие Условия. Если какое-либо изменение для вас неприемлемо, вы можете закрыть свою учетную запись в любое время.\r\n\r\n   5. Если вы потребуете возвратный платеж по какой-либо причине, мы имеем право расследовать и оспорить такой возвратный платеж. Если мы считаем, что ваше требование о возврате платежа является ложным, необоснованным или недействительным, мы можем передать спор в суд. Если ваш возвратный платеж будет признан недействительным в суде, вы соглашаетесь оплатить все сборы и издержки, возникшие в результате оспариваемого возвратного платежа, включая, помимо прочего, судебные издержки и расходы, убытки, деньги, потерянные из-за простоя, и сборы за возвратный платеж, или если применимое обязательное законодательство требует иного, в максимально допустимой сумме.\r\n\r\n   6. Вы можете оплачивать любые применимые сборы и сборы за Zen с помощью основной кредитной карты, PayPal® или других подобных методов, разрешенных нами.\r\n\r\n   7. Мы не несем ответственности за «взлом» или утерю ваших виртуальных товаров из вашей учетной записи, однако мы можем по собственному усмотрению возместить стоимость виртуальных товаров или Zen, если докажем, что такая потеря не была вызвана вашим ненадлежащим использованием. Мы можем ограничить количество любого предмета или отказать вам в предоставлении виртуального товара. Перед принятием нами вашего платежа может потребоваться проверка определенной информации, применимой к транзакции. Цена и доступность виртуальных товаров могут быть изменены без предварительного уведомления. Мы не несем ответственности за виртуальные товары или дзен, подаренные вам или предоставленные в качестве стимула.\r\n\r\n\r\n21. Прерывание обслуживания\r\n   1. Мы оставляем за собой право время от времени приостанавливать предоставление Сервиса или любой его части на регулярной основе по расписанию или иным образом с предварительным уведомлением или без него для проведения технического обслуживания. Вы соглашаетесь с тем, что мы не будем нести ответственности за любое прерывание Сервиса или любой его части, задержку или невыполнение в результате каких-либо причин.\r\n\r\n   2. Вы признаете, что Служба или любая ее часть может быть прервана по причинам, не зависящим от нас, и мы не можем гарантировать, что вы сможете получить доступ к Службе, когда захотите. Мы не несем ответственности за какие-либо перебои в предоставлении Услуг, задержки или невыполнение их работы по каким-либо причинам.\r\n\r\n   3. У нас есть право в любое время с или без причины изменить и / или исключить любой аспект (ы) Сервиса, который мы сочтем нужным по нашему собственному усмотрению.\r\n\r\n   4. Мы не обязаны возвращать все или любую часть какой-либо платы за Учетную запись (если таковая имеется) по причине любого прерывания Сервиса по причине любого из обстоятельств, описанных в пунктах 25.1, 25.2.\r\n\r\n   \r\n22. Дисциплинарные меры / прекращение действия аккаунта и предоставления услуг\r\n   1. ПО ЛЮБОЙ ПРИЧИНЕ И В СТЕПЕНИ, РАЗРЕШЕННЫХ ЗАКОНОДАТЕЛЬСТВОМ, МЫ МОЖЕМ ПРИОСТАНОВИТЬ, ПРЕКРАТИТЬ, ИЗМЕНИТЬ, БЛОКИРОВАТЬ ДОСТУП К СЛУЖБЕ ИЛИ ЛЮБОЙ УЧЕТНОЙ ЗАПИСИ ИЛИ ИХ ЧАСТИ, ПРЕДОСТАВЛЯЯ ВАМ ТАКОЕ УВЕДОМЛЕНИЕ В ТЕЧЕНИЕ ВРЕМЕНИ, УКАЗАННОГО ПРИ СОЗДАНИИ УЧЕТНОЙ ЗАПИСИ ИЛИ ПРИСОЕДИНЯЕТСЯ К СЛУЖБЕ, ИЛИ ЕСЛИ ТАКОЕ ВРЕМЯ НЕ УКАЗАНО, ТО В ТЕЧЕНИЕ ТРИДЦАТЬ (30) ДНЕЙ С ДАТЫ ТАКОЕ УВЕДОМЛЕНИЕ ПРЕДОСТАВЛЯЕТСЯ ВАМ ПО ЭЛЕКТРОННОЙ ПОЧТЕ ИЛИ РАЗМЕЩАЕТСЯ НА ВЕБ-САЙТЕ ИЛИ В ИНТЕРАКТИВНОЙ ОБЛАСТИ НАМИ.\r\n\r\n   2. В случае нарушений со стороны пользователей мы можем по нашему выбору предупреждать и временно приостанавливать или прекращать действие Учетных записей. Мы сохраняем за собой исключительное усмотрение относительно того, когда и как налагать предупреждения, штрафы и / или дисциплинарные меры. Мы принимаем во внимание серьезность нарушения и количество нарушений при принятии решения; однако любое решение остается на наше усмотрение.\r\n\r\n   3. Во избежание сомнений, вы подтверждаете, что мы по собственному усмотрению прекращаем действие вашей Учетной записи, даже если на вашей Учетной записи остаются кредиты. Прекращение действия вашей Учетной записи влечет за собой прекращение действия лицензии на использование Сервиса или любой его части (см. Раздел 8).\r\n\r\n   4. Вы имеете право закрыть свою Учетную запись в любое время. Вы понимаете и соглашаетесь с тем, что, если иное не предусмотрено применимым обязательным законодательством, прекращение действия вашей Учетной записи является вашим единственным правом и средством правовой защиты в отношении любого спора, включая, помимо прочего, любые, связанные или возникающие из: (i) любого срок действия настоящего Соглашения или исполнение или применение нами настоящего Соглашения; (ii) Пользовательский контент; (iii) вашей возможности получить доступ и / или использовать Сервис или Веб-сайт; или (iv) суммы или типа сборов, дополнительных сборов, применимых налогов, методов выставления счетов или любых изменений сборов, применимых налогов, надбавок или методов выставления счетов.\r\n   \r\n   5. Вы можете удалить свою Учетную запись, отправив нам уведомление. Мы оставляем за собой право взыскать начисленные комиссии, сборы и расходы, понесенные нами до вашего расторжения. Кроме того, вы несете ответственность за любые сборы, сборы и расходы, понесенные сторонним поставщикам или поставщикам контента до прекращения действия вашей Учетной записи.\r\n\r\n   6. В случае закрытия вашей Учетной записи баланс Zen или виртуальных товаров в вашей Учетной записи не подлежит возмещению, передаче другому лицу и не начисляет проценты. После прекращения действия нашей Учетной записи никакое онлайн-время или другие кредиты (например, очки в онлайн-игре) не будут зачислены вам или конвертированы в наличные деньги или другую форму возмещения, и у вас не будет дальнейшего доступа к своей Учетной записи. Любые просроченные или неоплаченные счета или счета с неразрешенными спорами должны быть урегулированы, прежде чем мы сможем разрешить вам зарегистрироваться снова.\r\n\r\n   7. Если вы считаете, что вас несправедливо предупредили или наказали, свяжитесь с нами и предоставьте подробное объяснение.\r\n\r\n\r\n23. Компенсация\r\n   1. Вы соглашаетесь защищать, освобождать от ответственности и защищать PWE, ее независимых подрядчиков, поставщиков услуг и консультантов, а также их соответствующих директоров, сотрудников, агентов, партнеров, аффилированных лиц и дочерних компаний от любых претензий, убытков, затрат, обязательств и расходы (включая, но не ограничиваясь, разумные гонорары адвокатов), возникающие в связи с любым Пользовательским контентом, который вы публикуете, храните или иным образом передаете на Веб-сайте или через него, вашим поведением, вашими нарушениями настоящих Условий, любым неправильным использованием Сервиса , или ваше нарушение прав третьих лиц.\r\n\r\n\r\n24. Благодарности\r\n   1. Настоящим вы подтверждаете и соглашаетесь с тем, что:\r\n\r\n\r\n    - ПРИ ИСПОЛЬЗОВАНИИ УСЛУГ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ МОЖЕТ КОНТРОЛИРОВАТЬ СЛУЧАЙНЫЙ ДОСТУП К ПАМЯТИ (ОЗУ) ВАШЕГО КОМПЬЮТЕРА И / ИЛИ ПРОЦЕССЫ ЦП ДЛЯ НЕСАНКЦИОНИРОВАННЫХ ПРОГРАММ ТРЕТЬИХ СТОРОН, РАБОТАЮЩИХ СОВМЕСТНО С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ. «НЕСАНКЦИОНИРОВАННАЯ ПРОГРАММА СТОРОННИХ СТОРОН», ИСПОЛЬЗУЕМЫЕ ЗДЕСЬ, ОПРЕДЕЛЯЕТСЯ КАК ЛЮБОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ СТОРОННИХ СТОРОН, ВКЛЮЧАЯ БЕЗ ОГРАНИЧЕНИЙ ЛЮБЫЕ «ДОПОЛНИТЕЛЬНОЕ ОБЕСПЕЧЕНИЕ» ИЛИ «МОД», КОТОРЫЕ В PWE ЕДИНСТВЕННЫМ ОПРЕДЕЛЕНИЕМ: (i) РАЗРЕШЕНИЕ ИЛИ ФАСИЛИН ЛИЦА; (ii) ПОЗВОЛЯЕТ ПОЛЬЗОВАТЕЛЯМ ИЗМЕНЯТЬ ИЛИ ВЗЛОМАТЬ ИНТЕРФЕЙС ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ, СРЕДУ И / ИЛИ ОПЫТ ЛЮБЫМ СПОСОБОМ, НЕ РАЗРЕШЕННЫМ PWE; ИЛИ (iii) ПЕРЕХВАТЫВАЕТ, «МИН» ИЛИ Иным образом собирает информацию из ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ЧЕРЕЗ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ. В СЛУЧАЕ, ЧТО ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ОБНАРУЖИВАЕТ НЕСАНКЦИОНИРОВАННУЮ ПРОГРАММУ СТОРОННИХ СТОРОН, МОЖЕТ ПЕРЕДАТЬ ИНФОРМАЦИЮ В PWE, ВКЛЮЧАЯ БЕЗ ОГРАНИЧЕНИЙ ИМЯ ВАШЕЙ УЧЕТНОЙ ЗАПИСИ, ДЕТАЛИ О НЕАВТОРИЗОВАННОЙ ТРЕТЬЕЙ СТОРОНЕ И ПЕРЕДАВАЕМЫЙ ПРОГРАММУ НЕСАНКЦИОНИРОВАННОЙ ТРЕТЬЕЙ СТОРОНЫ, ПЕРЕДАВАЕМУЮ ПРОГРАММУ. И / ИЛИ И ИДЕАЛЬНОЕ МИРОВОЕ РАЗВЛЕЧЕНИЕ МОЖЕТ ОСУЩЕСТВЛЯТЬ ЛЮБЫЕ ИЛИ ВСЕ СВОИ ПРАВА ПО ЭТОМ РАЗДЕЛУ СОГЛАШЕНИЯ, С ПРЕДВАРИТЕЛЬНЫМ УВЕДОМЛЕНИЕМ ПОЛЬЗОВАТЕЛЯ ИЛИ БЕЗ ПРЕДВАРИТЕЛЬНОГО УВЕДОМЛЕНИЯ.\r\n\r\n    - PWE МОЖЕТ МОЖЕТ МОНИТОРИТЬ ИЛИ ЗАПИСЫВАТЬ ВАШИ СЕССИИ ЧАТА И ДРУГИЕ ЭЛЕКТРОННЫЕ СВЯЗИ, ПЕРЕДАВАЕМЫЕ ИЛИ ПОЛУЧЕННЫЕ ЧЕРЕЗ ИГРУ ИЛИ СЕРВИС, И ВЫ СОГЛАШАЕТЕСЬ НА ТАКОЕ МОНИТОРИНГ ИЛИ ЗАПИСЬ.\r\n\r\n    - Мы не гарантируем полноту, точность или правильность любой информации, передаваемой между игроками. Мы не гарантируем сохранность информации, передаваемой между игроками. Вы признаете, что указанная информация, передаваемая между пользователями, является «как есть» и что вы будете использовать такую ​​информацию только на свой страх и риск.\r\n\r\n    - Вы признаете, что при использовании Сервиса и / или Игр вы можете потерять внутриигровые функции и / или предметы. Вы не можете возлагать на PWE ответственность за потерю каких-либо внутриигровых функций или предметов. Мы не гарантируем доступность для игроков каких-либо внутриигровых предметов, каких-либо Услуг или любых уровней.\r\n\r\n\r\n25. Отказ от гарантий\r\n   1. ВЫ ЯВНО ПОНИМАЕТЕ И СОГЛАШАЕТЕСЬ, ЧТО:\r\n    - СЕРВИС, ИГРЫ, ВЕБ-САЙТ И ВСЕ МАТЕРИАЛЫ, СОДЕРЖАЩИЕСЯ В НИХ, ПРЕДОСТАВЛЯЮТСЯ НА УСЛОВИЯХ «КАК ЕСТЬ» И «ПО ДОСТУПНОСТИ» БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ. PWE И ЕЕ ДОЧЕРНИЕ ПРЕДПРИЯТИЯ, ДОЧЕРНИЕ ПРЕДПРИЯТИЯ, ОФИЦЕРЫ, СОТРУДНИКИ, АГЕНТЫ, ПАРТНЕРЫ И ЛИЦЕНЗИАРЫ ОТКАЗЫВАЮТСЯ ОТ ВСЕХ ДРУГИХ ГАРАНТИЙ, ЯВНЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ, ПОДРАЗУМЕВАЕМЫЕ ГАРАНТИИ ПРЕДОСТАВЛЕНИЯ КОММЕРЧЕСКОЙ ЦЕННОСТИ ИЛИ ПРЕДОСТАВЛЕНИЯ ПРЕДОСТАВЛЕНИЯ ТОВАРА И НЕ НАРУШЕНИЯ В ОТНОШЕНИИ СЛУЖБЫ, ИГРЫ И ВЕБ-САЙТА, ​​ВКЛЮЧАЯ ВСЮ ИНФОРМАЦИЮ, СОДЕРЖАНИЕ И МАТЕРИАЛЫ, СОДЕРЖАЩИЕСЯ В НИХ. БЕЗ ОГРАНИЧЕНИЙ ВЫШЕИЗЛОЖЕННОГО, PWE НЕ ЗАЯВЛЯЕТ И НЕ ГАРАНТИРУЕТ, ЧТО СЕРВИС, ИГРЫ, ВЕБ-САЙТ ИЛИ ИМЕЮЩИЕСЯ МАТЕРИАЛЫ ЯВЛЯЮТСЯ ТОЧНЫМИ, ПОЛНЫМИ, НАДЕЖНЫМИ, ДОСТУПНЫМИ, ТЕКУЩИМИ ИЛИ БЕЗОШИБОЧНЫМИ. PWE ТАКЖЕ НЕ ЗАЯВЛЯЕТ И НЕ ГАРАНТИРУЕТ, ЧТО ИГРЫ, ВЕБ-САЙТ ИЛИ ЕГО СЕРВЕРЫ НЕ СОДЕРЖАТ ВИРУСОВ, ОШИБОК, ОШИБОК ИЛИ ДРУГИХ ВРЕДНЫХ КОМПОНЕНТОВ ИЛИ ДЕФЕКТОВ, ПЕРЕДАВАЮТ ДАННЫЕ БЕЗОПАСНЫМ СПОСОБОМ ИЛИ НАДЛЕЖАЮЩИМ СЕРВИСОМ.\r\n   \r\n   2. PWE И ЕГО ДОЧЕРНИЕ ПРЕДПРИЯТИЯ, ФИЛИАЛЫ, ОФИЦЕРЫ, СОТРУДНИКИ, АГЕНТЫ, ПАРТНЕРЫ И ЛИЦЕНЗИАРЫ НЕ ДАЮТ НИКАКИХ ГАРАНТИЙ, ЧТО (i) СЕРВИС БУДЕТ ОТВЕЧАТЬ ВАШИМ ТРЕБОВАНИЯМ; (ii) САЙТ БУДЕТ БЕСПЕРЕБОЙНЫМ, СВОЕВРЕМЕННО, БЕЗОПАСНЫМ ИЛИ БЕЗОШИБОЧНЫМ; ИЛИ (iii) ЛЮБЫЕ ОШИБКИ В ПРОГРАММНОМ ОБЕСПЕЧЕНИИ БУДУТ ИСПРАВЛЕНЫ.\r\n\r\n   3. ПРИ ПОПЫТКАХ PWE ОБЕСПЕЧИТЬ ВАШ ДОСТУП И ИСПОЛЬЗОВАНИЕ СЛУЖБЫ БЕЗОПАСНЫМ, PWE НЕ МОЖЕТ И НЕ ЗАЯВЛЯЕТ И НЕ ГАРАНТИРУЕТ, ЧТО СЛУЖБА ИЛИ ЕГО СЕРВЕР (-ы) СВОБОДНЫ ОТ ВИРУСОВ ИЛИ ДРУГИХ ВРЕДНЫХ КОМПОНЕНТОВ; ПОЭТОМУ ВЫ ДОЛЖНЫ ИСПОЛЬЗОВАТЬ ПРИЗНАННОЕ ОТРАСЛИ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ДЛЯ ОБНАРУЖЕНИЯ И ДЕЗИНФЕКЦИИ ВИРУСОВ ОТ ЛЮБОЙ ЗАГРУЗКИ. ДОСТУП К ЛЮБЫМ МАТЕРИАЛАМ, ЗАГРУЖЕННЫМ ИЛИ ИНЫМ ОБРАЗОМ, ПОЛУЧЕННЫМ ПРИ ИСПОЛЬЗОВАНИИ ВЕБ-САЙТА ИЛИ СЛУЖБЫ, ПОЛУЧАЕТСЯ НА ВАШ СОБСТВЕННЫЙ СЧЕТ И НА РИСК, И ВЫ НЕСЕТЕ ИСКЛЮЧИТЕЛЬНУЮ ОТВЕТСТВЕННОСТЬ ЗА ЛЮБОЙ ПОВРЕЖДЕНИЕ ВАШЕЙ КОМПЬЮТЕРНОЙ СИСТЕМЫ ИЛИ ПОТЕРЮ ДАННЫХ, ИСПОЛЬЗУЕМЫЕ В РЕЗУЛЬТАТЕ ДАННЫХ.\r\n\r\n   4. НЕБОЛЬШОЙ ПРОЦЕНТ ПОЛЬЗОВАТЕЛЕЙ МОЖЕТ СТАТЬ ЭПИЛЕПТИЧЕСКИМИ ПРИСТУПКАМИ ПРИ ПОПАДАНИИ НА ОПРЕДЕЛЕННЫЕ СВЕТОВЫЕ ОБРАЗЦЫ ИЛИ ФОН НА ЭКРАНЕ КОМПЬЮТЕРА ИЛИ ПРИ ИСПОЛЬЗОВАНИИ ВЕБ-САЙТА ИЛИ СЛУЖБЫ. ОПРЕДЕЛЕННЫЕ СОСТОЯНИЯ МОГУТ ВЫЗЫВАТЬ ПРЕДЫДУЩИЕ НЕОПРЕДЕЛЕННЫЕ ЭПИЛЕПТИЧЕСКИЕ СИМПТОМЫ, ДАЖЕ У ПОЛЬЗОВАТЕЛЕЙ, НЕ ИМЕЮЩИХ ПРЕДЫДУЩИХ ЗАПИСЕЙ ИЛИ ЭПИЛЕПСИИ. ЕСЛИ У ВАС ИЛИ В ВАШЕЙ СЕМЬЕ ЕСТЬ ЭПИЛЕПТИЧЕСКОЕ СОСТОЯНИЕ, ПРЕЖДЕ ЧЕМ ИСПОЛЬЗОВАТЬ УСЛУГУ КОНСУЛЬТИРУЙТЕСЬ С ВАШИМ ВРАЧОМ. НЕМЕДЛЕННО ПРЕКРАТИТЕ ИСПОЛЬЗОВАНИЕ СЛУЖБЫ И КОНСУЛЬТИРУЙТЕСЬ С ВАШИМ ВРАЧОМ, ЕСЛИ ВЫ ИСПОЛЬЗУЕТЕ ЛЮБЫЕ ИЗ СЛЕДУЮЩИХ СИМПТОМОВ ПРИ ИСПОЛЬЗОВАНИИ УСЛУГИ.\r\n\r\n   5. ССЫЛКА НА ЛЮБЫЕ ПРОДУКТЫ, УСЛУГИ, ПРОЦЕССЫ ИЛИ ДРУГУЮ ИНФОРМАЦИЮ ПО ТОВАРНОМУ НАЗВАНИЮ, ТОВАРНОЙ МАРКЕ, ПРОИЗВОДИТЕЛЮ, ПОСТАВЩИКУ ИЛИ Иным образом НЕ ЯВЛЯЕТСЯ ИЛИ ПОДРАЗУМЕВАЕМЫМ ОДОБРЕНИЕМ, СПОНСОРСКОЙ ИЛИ РЕКОМЕНДАЦИЕЙ, ИЛИ ИХ ПОМОЩЬЮ.\r\n\r\n\r\n26. Разрешение споров.\r\n   1. Перед подачей иска против PWE вы соглашаетесь попытаться разрешить спор неформальным образом, отправив уведомление о споре по электронной почте на адрес legal@perfectworld.com, указав в строке темы «Attn: Legal».\r\n   \r\n   2. В уведомлении должны быть указаны ваше имя, почтовый адрес и номер телефона (если есть), а также должны быть описаны характер и основание претензии или спора, а также указана конкретная запрашиваемая компенсация. Если спор не будет разрешен в течение одного месяца после получения вашего уведомления, вы или мы можем инициировать официальное арбитражное разбирательство в соответствии с Международными арбитражными правилами JAMS («JAMS»).\r\n\r\n\r\n27. Соглашение об арбитраже.\r\n   1. Арбитраж. Пожалуйста, внимательно прочтите следующие разделы, поскольку они влияют на ваши права. Вы и PWE соглашаетесь разрешать любые претензии, касающиеся настоящих Условий или Сервиса, посредством окончательного и обязательного арбитража. Это соглашение об арбитраже предназначено для широкого толкования и включает претензии, основанные на контракте, деликте, статуте, мошенничестве, искажении фактов или любой другой правовой теории. Вы признаете, что настоящие Условия свидетельствуют о транзакции, связанной с межгосударственной торговлей, и, таким образом, Закон США об арбитраже регулирует толкование, исполнение и разбирательство в соответствии с арбитражной оговоркой в ​​настоящих Условиях.\r\n   \r\n   2. Отказ от арбитража. ВЫ МОЖЕТЕ ОТКЛЮЧИТЬСЯ ОТ СОГЛАШЕНИЯ ОБ АРБИТРАЖЕ, ПРЕДОСТАВЬТЕ ПИСЬМЕННОЕ УВЕДОМЛЕНИЕ PWE В ТЕЧЕНИЕ ТРИДЦАТЬ (30) ДНЕЙ С ПЕРВОГО ПРИНЯТИЯ ДАННЫХ УСЛОВИЙ. ВАШЕ УВЕДОМЛЕНИЕ ДОЛЖНО ВКЛЮЧАТЬ: (I) ВАШЕ ПОЛНОЕ ИМЯ (ПЕРВОЕ И ПОСЛЕДНЕЕ); (II) ЭЛЕКТРОННЫЙ АДРЕС, КОТОРЫЙ ВЫ ИСПОЛЬЗУЕТЕ ДЛЯ РЕГИСТРАЦИИ УЧЕТНОЙ ЗАПИСИ; И (III) ЧЕТКОЕ ЗАЯВЛЕНИЕ О том, что ВЫ ОТКАЗЫВАЕТЕ ОТ ДАННОГО СОГЛАШЕНИЯ ОБ АРБИТРАЖЕ. НАПИШИТЕ СВОЕ УВЕДОМЛЕНИЕ ОБ ОТКАЗЕ НА ЭЛЕКТРОННУЮ ПОЧТУ: legal@perfectworld.com С ТЕМАТИЧЕСКОЙ СТРОКОЙ: «Attn: Legal»\r\n   \r\n   3. Арбитражные издержки. PWE оплатит все сборы JAMS за регистрацию, администрирование и арбитражное разбирательство по любому инициированному нами арбитражу. Вы оплачиваете сборы за любое инициированное вами арбитражное разбирательство в соответствии с Правилами JAMS. Однако, если вы инициируете арбитраж после попытки неформального разрешения спора в соответствии с настоящими Условиями, и запрашиваете компенсацию в размере 300 долларов США или меньше (как для вас, так и для нас), PWE оплатит все сборы за регистрацию, администрирование и арбитража JAMS. Если ваша претензия составляет более 300 долларов США, но менее 10 000 долларов США, PWE оплатит все такие сборы, превышающие 20 долларов США. После того, как PWE получит на указанный выше адрес электронной почты уведомление о том, что вы начали такое арбитражное разбирательство, PWE незамедлительно возместит вам любую часть уплаченного вами регистрационного сбора, которую PWE согласился заплатить.\r\n   \r\n   4. Необоснованные претензии. Если арбитр определит, что либо суть вашего иска, либо испрашиваемое средство правовой защиты является необоснованным или принесено с ненадлежащей целью (в соответствии со стандартами, изложенными в Федеральном правиле гражданского судопроизводства 11 (b)), то выплата всех JAMS Сборы за регистрацию, администрирование и арбитражные сборы регулируются Правилами JAMS, и вы соглашаетесь возместить нам любую сумму, которую мы уплатили JAMS от вашего имени. PWE не будет требовать гонораров и судебных издержек своих адвокатов в арбитраже, если только арбитр не определит, что либо суть вашего иска, либо испрашиваемая компенсация были необоснованными или предъявлены с ненадлежащей целью.\r\n   \r\n   5. Арбитражные процедуры. Вы соглашаетесь с тем, что один арбитр из JAMS будет рассматривать спор в соответствии с Международными арбитражными правилами JAMS, измененными данным положением об арбитраже. Решение арбитра должно сопровождаться мотивированным мнением. Арбитражное разбирательство будет проводиться в округе Соединенных Штатов, в котором вы живете или работаете, или в любом другом месте, на которое мы согласны.\r\n   \r\n   6. Запрет на действия класса. Вы можете разрешать споры с нами только на индивидуальной основе и не можете подавать иск в качестве истца или члена группы в групповом, консолидированном или представительском иске. Вы не можете подавать иск в рамках коллективного арбитража, коллективного иска, общего иска частного поверенного или объединения с другими арбитражами.\r\n   \r\n   7. Судебный форум. В случае, если окажется, что это соглашение об арбитраже не применимо к вам или вашему иску, вы и PWE соглашаетесь, что любое судебное разбирательство (кроме исков о мелких претензиях) будет проводиться в федеральном суде или суде штата округа Сан-Матео, Калифорния. И вы, и PWE соглашаетесь с местом проведения и персональной юрисдикцией и отказываетесь от любых возражений относительно неудобного форума.\r\n   \r\n   8. Срок предъявления претензий. Независимо от закона или закона об обратном, любые претензии или основания для иска, вытекающие из настоящих Условий или связанные с ними или с использованием вами Сервиса, должны быть поданы в течение одного (1) года после возникновения такой претензии или основания для иска, в противном случае такая претензия или иск будет заблокирован навсегда.\r\n   \r\n   9. Будущие изменения в соглашении об арбитраже. Несмотря на любые положения настоящих Условий об обратном, вы соглашаетесь с тем, что если PWE внесет в будущем какие-либо изменения в это положение об арбитраже (кроме изменения адреса электронной почты для уведомления выше, ссылок на веб-сайты или номеров телефонов, указанных в этом положении), любые такие изменения не повлияет на споры, возникшие до даты вступления изменения в силу.\r\n\r\n\r\n28. Ограничение ответственности.\r\n   1. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ МЫ, PWE, ЕЕ ДИРЕКТОРЫ, ЧЛЕНЫ, ДОЧЕРНИЕ ПРЕДПРИЯТИЯ, СОТРУДНИКИ ИЛИ АГЕНТЫ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ ПРЯМЫЕ, ОСОБЫЕ, КОСВЕННЫЕ ИЛИ КОСВЕННЫЕ УБЫТКИ ИЛИ ЛЮБЫЕ ДРУГИЕ УБЫТКИ, НЕ ОГРАНИЧИВАЕМЫЕ ИСПОЛЬЗОВАНИЕ, ПОТЕРЯ ПРИБЫЛИ ИЛИ ПОТЕРЯ ДАННЫХ, ЛИБО В ДЕЙСТВИИ ПО ДОГОВОРУ, ПРАВИЛА (ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ​​НЕБРЕЖНОСТЬЮ) ИЛИ ИНАЧЕ, ВОЗНИКАЮЩИЕ ИЛИ В ЛЮБОЙ СПОСОБНОЙ СВЯЗИ С ИСПОЛЬЗОВАНИЕМ ИЛИ НЕВОЗМОЖНОСТЬЮ ИСПОЛЬЗОВАТЬ ВЕБ-САЙТ, УСЛУГИ , ИГРЫ ИЛИ ЛЮБОЙ СОДЕРЖАНИЕ ИЛИ МАТЕРИАЛЫ, СОДЕРЖАЩИЕСЯ НА САЙТЕ ИЛИ СЛУЖБЕ ИЛИ ДОСТУПНЫЕ С ПОМОЩЬЮ ВЕБ-САЙТА ИЛИ СЛУЖБЫ, ВКЛЮЧАЯ БЕЗ ОГРАНИЧЕНИЯ ЛЮБЫЕ УБЫТКИ, ПРИЧИНЕННЫЕ ИЛИ В РЕЗУЛЬТАТЕ НАДЕЖНОСТИ ПОЛЬЗОВАТЕЛЯ В ОТНОШЕНИИ ЛЮБОЙ ИНФОРМАЦИИ, ПОЛУЧЕННОЙ ОТ НАС ИЛИ ПО, ИЛИ ЭТОГО РЕЗУЛЬТАТА ПРОПУСКИ, ПЕРЕРЫВЫ, УДАЛЕНИЕ ФАЙЛОВ ИЛИ ЭЛЕКТРОННОЙ ПОЧТЫ, ОШИБКИ, ДЕФЕКТЫ, ВИРУСЫ, ЗАДЕРЖКИ В ЭКСПЛУАТАЦИИ ИЛИ ПЕРЕДАЧЕ ИЛИ ЛЮБЫЕ НЕПОЛУЧЕНИЯ, ЯВЛЯЮТСЯ ИЛИ НЕ РЕЗУЛЬТАТОМ ДЕЙСТВИЙ БОГА, СБОЯ СВЯЗИ, КРАЖИ ИЛИ НЕУДАЧИ ДЛЯ ЗАПИСЕЙ, ПРОГРАММ ИЛИ УСЛУГ PWE.\r\n\r\n   2. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ НЕ НЕСЕТ ОБЩЕЙ ОТВЕТСТВЕННОСТИ PWE, ЛИБО В КОНТРАКТЕ, ГАРАНТИИ, ПЕРЕДАЧИ (ВКЛЮЧАЯ НЕБРЕЖНОСТЬ, АКТИВНУЮ, ПАССИВНУЮ ИЛИ ВНУТРЕННУЮ), ОТВЕТСТВЕННОСТИ ЗА ПРОДУКЦИЮ, СТРОГО ОТВЕТСТВЕННОСТИ ИЛИ ДРУГИХ ТЕОРИЙ, ВОЗНИКАЮЩИХ ИЛИ ИСПОЛЬЗУЮЩИХ НЕВОЗМОЖНОСТЬ ИСПОЛЬЗОВАНИЯ СЛУЖБЫ, ВЕБ-САЙТА ИЛИ ЛЮБОЙ ИГРЫ ПРЕВЫШАЕТ ЛЮБУЮ КОМПЕНСАЦИЮ, которую вы выплачиваете, ЕСЛИ ЛЮБОЙ, ЗА ПОЛУЧЕНИЕ ДОСТУПА К ИХ ИЛИ ИСПОЛЬЗОВАНИЯ.\r\n\r\n   3. Некоторые государства-члены ЕС не допускают вышеуказанные ограничения ответственности (обязательным) законом, поэтому они могут не применяться к вам. В таком случае вы прямо соглашаетесь с тем, что наша (или любые другие освобожденные стороны) ответственность перед вами будет ограничена в максимальной степени, разрешенной применимым обязательным законодательством. Вы соглашаетесь с тем, что мы не можем нести ответственность за что-либо, что происходит или является результатом доступа к Сервису или подписки на него.\r\n\r\n   \r\n29. Общие\r\n   1. Наша неспособность действовать в отношении нарушения, совершенного вами или другими лицами, не лишает нас права действовать в отношении последующих или аналогичных нарушений.\r\n\r\n   2. За исключением случаев, предусмотренных настоящим Соглашением, вы не можете переуступать или передавать настоящее Соглашение или свои права по нему, Игры или любое другое программное обеспечение, предоставленное нами, и любая попытка обратного является недействительной.\r\n\r\n   3. Если какое-либо положение настоящего Соглашения будет незаконным, недействительным или по какой-либо причине не имеющим исковой силы, то это положение будет считаться отделимым от настоящего Соглашения и не повлияет на действительность и исковую силу любых остальных положений.\r\n\r\n   4. Заголовки разделов, используемые в данном документе, предназначены только для справки и не должны рассматриваться как имеющие юридическую силу. Приложение является частью Условий и действует так, как если бы оно полностью изложено в основной части Условий, и любая ссылка на эти Условия включает Приложение.\r\n\r\n\r\n30. Средства правовой защиты.\r\nВы соглашаетесь с тем, что ваши обязательства, заявления и лицензионные ограничения, изложенные здесь, необходимы и разумны для защиты PWE, ее бизнеса и ее лицензиаров, и вы прямо соглашаетесь с тем, что денежный ущерб будет недостаточным для полной компенсации PWE за любое нарушение. настоящего Соглашения или за искажение информации, сделанное вами выше. Соответственно, вы соглашаетесь и осознаете, что любое такое нарушение или угроза нарушения нанесут непоправимый ущерб PWE, и что, помимо любых других средств правовой защиты, которые могут быть доступны по закону, по справедливости или иным образом, PWE имеет право получить судебный запрет против нарушение или угроза нарушения настоящего Соглашения, или продолжение любого такого нарушения вами, или для исправления любого искажения, сделанного вами, без необходимости доказывать неадекватность каких-либо средств правовой защиты или денежного ущерба и без необходимости публиковать какие-либо облигация.\r\n\r\n\r\n31. Независимые подрядчики.\r\nВы признаете, что не рассматриваетесь и не должны представлять себя агентом, сотрудником, участником совместного предприятия или партнером PWE (или любого из его соответствующих аффилированных лиц, партнеров-издателей, лицензиаров или лицензиатов). Каждая сторона настоящего Соглашения является независимым подрядчиком по отношению к другой стороне, и ничто в настоящем Соглашении не будет считаться установлением отношений между сторонами в отношениях между работодателем и сотрудником, принципалом-агентом, партнерами или участниками совместного предприятия.\r\n\r\n\r\n32. Экспортный контроль США\r\nВы признаете и соглашаетесь с тем, что Игры и другое программное обеспечение, предоставляемое через Веб-сайт или Сервис, подлежат ограничениям и контролю, установленным Законом США об экспортном управлении («Закон») и опубликованными в соответствии с ним нормативными актами. Вы соглашаетесь и подтверждаете, что ни Игры, ни какое-либо другое программное обеспечение, предоставляемое через Веб-сайт или Сервис, или какой-либо их прямой продукт, не приобретаются, не отправляются, не передаются или не реэкспортируются, прямо или косвенно, в любую страну, запрещенную Законом. и соответствующие правила или будут использоваться в любых целях, запрещенных ими. Вы соглашаетесь с тем, что будете соблюдать все применимые законы в отношении владения, использования и эксплуатации Игр и другого программного обеспечения, предоставляемого через Веб-сайт или Сервис.\r\n\r\n\r\n33. Свяжитесь с нами\r\nЕсли у вас нет других способов связи в данном документе, если у вас есть какие-либо вопросы, проблемы или жалобы в отношении наших Игр или наших Услуг, вы можете связаться с нашей службой поддержки клиентов через:\r\n   Эл. Почта: tos@perfectworld.com\r\n   Почта: Perfect World Entertainment Inc.\r\n   Attn: Служба поддержки клиентов\r\n   100 Redwood Shores Parkway\r\n   Редвуд-Сити, Калифорния 94065\r\n\r\n\r\n34. Также применяются Условия использования платформы.\r\nЕсли вы получаете доступ к нашим Играм через консоли, способы, которыми вы можете использовать Игры, также могут контролироваться правилами и политиками соответствующего поставщика Консольной платформы. В той мере, в какой это требуется такими правилами и политиками, при использовании вами Игр будут применяться условия консольной платформы.\r\n\r\nВ целом вы признаете, что:\r\n    - PWE, а не Консольные платформы или какие-либо из ее аффилированных лиц, предоставляет вам Лицензию на Игру или Услугу в соответствии с этими условиями;\r\n    - PWE не несет ответственности за услуги, связанные с консольной платформой, и не несет ответственности за любые действия, вытекающие из контракта, правонарушения (включая халатность) или иным образом связанные с использованием или работой такой службы;\r\n    - вы несете единоличную ответственность за использование любой учетной записи Консольной платформы, которую вы используете для доступа к Игре или Сервису, в соответствии с политиками, применимыми к такой учетной записи;\r\n    - PWE не дает вам права использовать какие-либо права интеллектуальной собственности, включая товарные знаки, консольных платформ или ее дочерних компаний. Использование вами таких прав интеллектуальной собственности предоставляется (если применимо) в соответствии с Условиями обслуживания и любыми другими политиками, которые время от времени предоставляются консольными платформами или их аффилированными лицами в отношении использования платформы;\r\n    - Консольные платформы или любой из ее филиалов предоставляют любые онлайн-продукты или услуги «как есть» без каких-либо гарантий;\r\n    - PWE может потребоваться изменить Игру или Услугу или эти условия, чтобы выполнить инструкции консольных платформ. Вы соглашаетесь с тем, что нам разрешено вносить такие изменения немедленно и без предварительного уведомления, и мы не несем ответственности перед вами или другими лицами в отношении таких изменений.\r\n\r\n\r\n35. Завершение.\r\nЕще раз спасибо, что посетили нас. Мы надеемся, что вам понравится ваше пребывание и вы в полной мере воспользуетесь преимуществами онлайн-сообщества, которое мы развиваем. Пожалуйста, помните, что вы гость, и действуйте с той же вежливостью и уважением, которые вы ожидаете от других гостей.\r\n\r\nПоследнее изменение: 18 августа 2020 г.",
  "version": 3
}